{
  "tuactivist": {
    "thaiName": "ชมรมสังคมศึกษา (TU activist)",
    "id": "ก30903-4",
    "englishName": "tuactivist",
    "count": "60",
    "activity": "ก้าวแรกสู่การเป็นนักรณรงค์ ขับเคลื่อนสังคม ชมรมสังคมศึกษา (TU Activists) หรือ ชมรมสังคมศึกษา (ฝ่ายพลังยุวชนพลเมือง) เป็นชมรมที่เปิดโอกาส และให้พื้นที่สมาชิกในการถกเถียง แลกเปลี่ยนความรู้ความคิดเห็นเกี่ยวกับประเด็นทางสังคมในทุกๆ ด้าน ตั้งแต่ปัญหาระดับโรงเรียนไปจนถึงปัญหาระดับโลก อาทิ ความปลอดภัยภายในโรงเรียน ความเท่าเทียมทางเพศ การลดการใช้ถุงพลาสติก  และภาวะโลกร้อน เป็นต้น \nโดยชมรมให้ความสำคัญกับการมีปฏิสัมพันธ์กันระหว่างสมาชิกภายในชมรม ผ่านการระดมความคิดร่วมกันเพื่อนำไปต่อยอดความรู้ความเข้าใจเกี่ยวกับประเด็นที่ศึกษา รวมถึงการถ่ายทอดข้อมูลนำเสนอโดยใช้สื่อโซเชียลมีเดีย เพื่อกระจายความรู้ให้บุคคลภายนอกมีพื้นฐานความรู้และตระหนักถึงปัญหาที่เกิดขึ้น \nนอกจากการพูดคุยกันภายในชมรมแล้ว ยังสามารถสร้างพื้นที่เสวนา ที่เปิดโอกาสให้นักเรียน หรือบุคคลภายนอกชมรมได้ร่วมแสดงความคิดเห็นในมุมมองที่กว้างขึ้น โดยอาจมีการเชิญบุคคลภายนอก ผู้เชี่ยวชาญในด้านต่างๆเข้ามาพูดคุยเผยแพร่ความรู้และความคิดในมุมมองของผู้ใหญ่ ทั้งนี้การเสวนาที่มีการเชิญบุคคลภายนอกเข้ามาให้ความรู้นั้น เป็นกิจกรรมทางเลือกสำหรับสมาชิกชมรมที่มีความสนใจและต้องการเรียนรู้เพิ่มเติม",
    "benefit": "1. ได้รับความรู้ และแบ่งปันข้อมูลข่าวสารเกี่ยวกับสถานการณ์ ปัญหาที่เกิดขึ้นในปัจจุบัน\n2. ได้ฝึกการแสดงความคิดเห็น อภิปรายเกี่ยวกับประเด็นปัญหาที่หลากหลาย\n3. ได้เรียนรู้ที่จะมองประเด็นปัญหาหนึ่งๆ จากมุมมองที่เปิดกว้าง แตกต่าง\n4. ได้เผยแพร่สื่อโซเชียลมีเดีย ในช่องทางต่างๆ ทั้งในเชิงให้ข้อมูลและรณรงค์ให้เกิดความตระหนัก และการเปลี่ยนแปลง\n5. ได้ฝึกทำงานร่วมกับผู้อื่น รับฟังความคิดเห็นต่างและแลกเปลี่ยนมุมมองความเข้าใจ",
    "portfolio": "การเผยแพร่สื่อต่างๆ ในโซเชียลมีเดียของชมรม IG: @tuactivists",
    "imageURL": [
      {
        "url": "/assets/clubs/tuactivist_image_1.jpg",
        "description": "การระดมความคิดเกี่ยวกับนิยามของคำว่า “Activism”"
      },
      {
        "url": "/assets/clubs/tuactivist_image_2.jpg",
        "description": "การสำรวจหัวข้อถกเถียงที่สมาชิกชมรมสนใจ"
      }
    ],
    "reviews": [
      {
        "description": "ตั้งแต่เราอยู่ชมรม TU Activists มา เราได้เห็นมุมมองหลากหลายที่เราก็อาจจะคิดไม่ถึงมาก่อน นี่ก็เพราะชมรมเรามีความมุ่งมั่น ที่จะสร้างโอกาสให้สมาชิกภายในชมรมเอง หรือแม้กระทั่งนักเรียนเตรียมอุดมฯ ภายนอกชมรมได้ร่วมแชร์ความคิดเห็นกัน  ซึ่งสิ่งที่ชมรมให้ความสำคัญที่สุดก็คือเสรีภาพในการออกความคิดเห็นของทุกคน เพราะเสียงทุกเสียง แม้แต่เสียงเล็กๆ ของใครสักคน ก็มีค่ามหาศาล  ฉะนั้นใครที่สนใจ ชอบ discuss ก็เข้าชมรม แล้วมาคุยกัน :)",
        "profileContent": {
          "name": "ปราณ",
          "year": "81.5",
          "contact": "IG: archprn_"
        }
      },
      {
        "description": "การเข้ามาในชมรม TU Activist  ทำให้ได้เจอกับเพื่อนๆที่มีความสนใจในประเด็นทางสังคมทั้งในระดับประเทศและระดับโลก จึงมีโอกาสแลกเปลี่ยนความรู้และความคิดเห็นที่หลากหลายจากคนหลายๆคนซึ่งอาจมีทั้งความคิดที่เหมือนและต่างกัน คนในชมรมทุกคนเปิดใจรับทุกความคิดเห็นจึงเป็นพื้นที่ที่ปลอดภัยให้กับทุกคน อีกทั้งชมรมนียังเป็นการฝึกให้รู้เท่าทันข่าวสารในระดับนึง ",
        "profileContent": {
          "name": "พิชชี่",
          "year": "82",
          "contact": "IG: ppitchiee "
        }
      }
    ],
    "reviewURL": ["/assets/clubs/tuactivist_profile_1.jpg", "/assets/clubs/tuactivist_profile_2.jpg"]
  },
  "socdoc": {
    "id": "ก30903-3",
    "thaiName": "ชมรมสังคมศึกษา (หนังสังคม)",
    "englishName": "socdoc",
    "count": "60",
    "activity": "ชมรมหนังสังคม (TU Social Documentary Club) เป็นชมรมที่จะพาเข้าสู่โลกของ สารคดีสายสังคมศาสตร์-มนุษยศาสตร์ เช่น การเมือง ศาสนา ความเคลื่อนไหวของผู้คน จารีตประเพณี บุคคลผู้น่าสนใจในสังคม เป็นสถานที่ที่ได้พูดคุยและลงมือทำสารคดีในแบบฉบับของตัวเอง ไม่ว่าจะเป็นการหยิบยกเรื่องราวในสังคมมาตีแผ่ นำความสนใจส่วนตัวมาบอกเล่า หรือแม้กระทั่งการตีความมุมมองของเรื่องราวในสังคมที่แตกต่างกันออกมาในรูปแบบของการนำเสนอในแนว Cinematography เป็นหลัก ในชมรมนี้นักเรียนจะได้ฝึกฝนการทำสารคดี ตั้งแต่ขั้นตอนหาเรื่องราว การเขียนบทสารคดี การนำบทสารคดีมาตีความมุมมอง discuss รวมไปถึงขั้นตอนของการผลิตสารคดีในรูปแบบของ Cinematography เช่น การค้นหาพื้นที่ในการถ่ายสารคดี (location scouting, การเก็บ footages) การค้นหาบุคคลที่ใช้ในการเล่าเรื่องของสารคดี (interview เป็นต้น) และขั้นตอนการตัดต่องานสารคดีขนาดสั้นออกมาเพื่อนำเสนอในเวทีสาธารณะต่อไป",
    "benefit": "สมาชิกในชมรมจะได้มิตรภาพดีๆจากเพื่อนร่วมชมรม ที่มีความสนใจในด้านเดียวกัน ได้รับความรู้และได้ทำสารคดีทางสังคมหลายๆขั้นตอน ไม่ว่าจะเป็น การเขียนบทสารคดี การถ่ายทำ การตัดต่อและเรียบเรียงเรื่องราวในสารคดี",
    "portfolio": "",
    "imageURL": [
      {
        "url": "/assets/clubs/socdoc_image_1.jpg",
        "description": ""
      }
    ],
    "reviews": [
      {
        "description": "สำหรับพวกเราที่อยู่ในฝ่ายของ production ในเริ่มแรกที่เข้ามาในชมรมก็จะมีการพูดคุยถึงรายละเอียดและขอบเขตงานในชมรมที่จะเกิดขึ้น ว่าจะมีอะไรบ้าง หลังจากนั้นก็แบ่งเป็น 2 ฝ่าย คือฝ่ายที่วิจารณ์งาน และฝ่ายที่ทำเกี่ยวกับ production ซึ่งจริง ๆ แล้วพวกเราก็เหมือนกับทำงานร่วมกันนี่แหละ แต่แยกกันศึกษาและทำงานที่แต่ละคนสนใจให้ชัดเจนไปเลย แล้วพอเรารวมฝ่ายของเราแล้ว เราก็จะต้องมาแบ่งกลุ่มย่อยกันอีกที ไม่ใช่แค่นั้น เรายังต้องเสนอหัวข้อหรือประเด็นต่าง ๆ ที่เราสนใจอยากจะนำมาเผยแพร่ในรูปแบบของสารคดีนี่เอง อย่างกลุ่มเราเป็นกลุ่มที่ทำเรื่อง Homeless ที่รวมคนที่สนใจในประเด็นคล้าย ๆ กันเพื่อมาศึกษาความจริงในสังคม และนำมาตีแผ่ให้ทุกคนได้เห็น โดยเรามีการทำงานร่วมกัน จากคนที่ไม่เคยได้รู้จักกัน ต่างห้อง ต่างสายการเรียน และที่สำคัญคือต่างความคิด เพราะฉะนั้นเราจึงมีการปรับตัวเข้าหากัน และทำงานร่วมกันอย่างมีระบบ ให้ทุกคนได้มีสิทธิ์เลือกว่าอยากจะทำงานในหน้าที่ไหน ใครอยากเขียนพล็อต ใครอยากประสานงาน ใครอยากเป็นตากล้อง ใครอยากตัดต่อ ทุกคนสนุกและมีความสุขในการทำหน้าที่ของตัวเอง",
        "profileContent": {
          "name": "ทิพย์",
          "year": "82",
          "contact": ""
        }
      }
    ],
    "reviewURL": ["/assets/clubs/socdoc_profile_1.jpg"]
  },
  "boardgameclub": {
    "id": "ก30909-1",
    "thaiName": "ชมรมห้องสมุด (บอร์ดเกม)",
    "englishName": "boardgameclub",
    "count": "50",
    "activity": "ชมรมบอร์ดเกมเน้นกิจกรรมที่เกี่ยวกับการเล่นบอร์ดเกมเป็นหลัก เรามีบอร์ดเกมให้เลือกเล่นมากมาย น้องๆจะได้เล่นบอร์ดเกมต่างๆที่ตนเองสนใจในคาบชมรมร่วมกับเพื่อนๆ รวมถึงหารือเกี่ยวกับกฎกติกาของบอร์ดเกม และเป็นตัวแทนไปแข่งขันบอร์ดเกมทั้งในและนอกโรงเรียน ",
    "benefit": "สมาชิกชมรมจะได้เปิดประสบการณ์ในการเล่นบอร์ดเกมใหม่ๆ รู้จักเพื่อนต่างสาย ต่างรุ่น สร้างมนุษยสัมพันธ์ที่ดี อีกทั้งบอร์ดเกมยังช่วยพัฒนาสมอง ฝึกให้ผู้เล่นรู้จักวางแผน รู้จักแก้ปัญหาเฉพาะหน้าและทำงานเป็นทีม",
    "portfolio": "การจัดการแข่งขันเกม azul ในงานสัปดาห์ห้องสมุด\nได้รับรางวัลชนะเลิศ รุ่น Sous Chef พร้อมเงินรางวัล5,000บาท ในการแข่งขัน \"Board Games Sphere Challenge SS2 2020 ตอน ศึกชิงสุดยอดเชฟ Kitchen Rush ออเดอร์ด่วนป่วนครัว\" โดยB2S \nการจัดการแข่งขันเกม love letter",
    "reviews": [
      {
        "description": "ตอนไปชมรมครั้งแรกก็กลัวอยู่ว่าจะมีเพื่อนเล่นด้วยมั้ย แต่พอเข้าชมรม\nด้วยความที่ทุกคนอยากเล่นเกมเหมือนกัน\nพอมีคนเสนอเกมอะไรมาทุกคนก็พร้อมเล่นด้วยทันที\nเกมก็เป็นสื่อกลางที่ดีตัวหนึ่งที่ทำให้ทุกคนรู้จักกันได้ง่ายขึ้น\nด้วยรูปแบบต่าง ๆ ของเกม ไม่ว่าจะเป็นร่วมมือกันหรือแข่งขันกัน\n(เป็นศัตรูในเกมก่อนละค่อยไปเป็นเพื่อนนอกเกม 555) ไม่ว่าจะแพ้หรือชนะ\nทุกคนก็ได้ความสนุกจากเกมไปอยู่ดี เพราะงั้นอย่าลืมมาเข้าชมรมบอร์ดเกมกัน\nมาเข้าเดี๋ยวนี้ !!!!!",
        "profileContent": {
          "name": "มาร์ค",
          "year": "82",
          "contact": "IG: mark.ambitio5"
        }
      },
      {
        "description": "\nชมรมบอร์ดเกมก็เป็นชมรมใหม่เพิ่งเปิดได้ไม่กี่ปี เราก็ได้เข้าเป็นรุ่นแรก\nตอนเราออดิชั่นเราก็เกร็ง ๆ แต่ว่าทุกคนใจดีมาก ๆ\nแล้วพอถึงช่วงการโปรโมทชมรมและรับสมัครสมาชิกเพิ่ม ด้วยความที่เป็นชมรมใหม่\nพวกเราก็ช่วยกันทำงานแต่ละส่วน เช่น เพจเฟสบุ๊ค ไอจี โปสเตอร์ หนังสั้น\nรวมถึงดูแลการออดิชั่นด้วยกัน ส่วนบรรยากาศในชมรม\nพอได้เข้ามาแล้วทุกคนคือน่ารักมาก ๆ พอเราเดินเข้ามาในห้องชมรม(ห้องสมุด)\nก็จะมีเพื่อน ๆ ชวนมานั่งที่โต๊ะ มาเลือกบอร์ดเกมเล่นกัน\nบางบอร์ดเกมที่เราไม่เคยเล่นก็จะมีเพื่อน ๆ คอยช่วยสอน ช่วยอธิบาย\nและคุณครูก็ดูเเลพวกเราเป็นอย่างดี\nทั้งเรื่องสถานที่และการจัดหาบอร์ดเกมเพิ่มเติม",
        "profileContent": {
          "name": "เมย์",
          "year": "81",
          "contact": "IG: nnatthanicha_may"
        }
      },
      {
        "description": "ชมรมบอร์ดเกมเป็นชมรมที่เราสนใจตั้งแต่แรกเลย ตั้งใจว่าอยากเข้าชมรมนี้ให้ได้ เพราะชอบเล่นบอร์ดเกมมากๆ พอได้เข้ามาก็ดีใจมากๆ แล้วก็ไม่ผิดหวังเลยจริงๆที่เลือกเขาชมรมนี้ เพราะไม่ใช่แค่จะได้เล่นบอร์ดเกมที่ชอบ หรือลองเล่นบอร์ดเกมใหม่ๆที่ยังไม่เคยเล่น แต่ว่าชมรมนี้ทำให้เราได้รู้จักเพื่อนๆ พี่ๆ น้องๆมากมาย ที่เราคงไม่ได้รู้จักแน่ๆถ้าไม่ได้เข้าชมรมนี้ ซึ่งทุกคนก็น่ารักและอัธยาศัยดีกันมากๆ ทำให้บรรยากาศในการเล่นบอร์ดเกมบันเทิงสุดๆ และทำให้เรามีความสุขทุกครั้งในการเข้าชมรมเลยค่ะ <3",
        "profileContent": {
          "name": "นีน่า",
          "year": "83",
          "contact": "IG: neena_tanya"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/boardgameclub_profile_1.jpg",
      "/assets/clubs/boardgameclub_profile_2.jpg",
      "/assets/clubs/boardgameclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/boardgameclub_image_1.jpg",
        "description": "บรรยากาศการเล่นบอร์ดเกมภายในชมรม"
      },
      {
        "url": "/assets/clubs/boardgameclub_image_2.jpg",
        "description": "ได้รับรางวัลชนะเลิศรุ่น Sous Chef ในการแข่งขัน “Board Games Sphere Challenge SS2 2020”"
      },
      {
        "url": "/assets/clubs/boardgameclub_image_3.jpg",
        "description": "บรรยากาศการเล่นบอร์ดเกมภายในชมรม"
      }
    ]
  },
  "tuesportclub": {
    "id": "ก30901-2",
    "thaiName": "ชมรมคณิตศาสตร์ (อีสปอร์ต)",
    "englishName": "tuesportclub",
    "count": "60",
    "activity": "ชมรมอีสปอร์ตเป็นชมรมที่ทำให้รู้จักเพื่อน ๆ ที่มีความชอบในการเล่นเกมเหมือนกัน ในคาบชมรมจะให้สมาชิกได้แลกเปลี่ยนความรู้ ค้นคว้าแผนการเล่นใหม่ ๆ ปรึกษากับเพื่อนร่วมทีมเกี่ยวกับแนวทางการเล่นของทีม และฝึกซ้อมจนสามารถแข่งขันได้อย่างมีประสิทธิภาพ อีกทั้งยังมีการจัดแข่งขันต่าง ๆ ภายในชมรมด้วย",
    "benefit": "1. ทักษะการคิดอย่างเป็นระบบในการเล่นเกม\n2. ทักษะการวางแผนและการทำงานเป็นทีม\n3. ได้รู้จักเพื่อนใหม่ ๆ",
    "portfolio": "- จัดการแข่งขัน E-Sports ในกีฬาประเพณี ต.อ.- ตท. ครั้งที่ 36\n- จัดการแข่งขัน E-Sports ในงานกีฬาสี ปีการศึกษา 2562",
    "imageURL": [
      {
        "url": "/assets/clubs/tuesportclub_image_1.jpg",
        "description": "การแข่งขัน LOL 5 พระเกี้ยวเกมส์"
      },
      {
        "url": "/assets/clubs/tuesportclub_image_2.jpg",
        "description": "การแข่งขัน RoV 5 พระเกี้ยวเกมส์"
      },
      {
        "url": "/assets/clubs/tuesportclub_image_3.jpg",
        "description": "การแข่งขัน RoV 5 พระเกี้ยวเกมส์"
      }
    ],
    "reviews": [
      {
        "description": "ในฐานะสมาชิกของชมรมอีสปอร์ต และอดีตประธานชมรมอีสปอร์ต ก็ขอบอกว่า ชมรมนี้เป็นชมรมที่สบายมาก ชิว ๆ ทุกคนก็เหมือนเป็นเพื่อน ๆ กันอยู่แล้ว ก็เลยเหมือนได้มาใช้เวลาในการเล่นเกมกับเพื่อน ๆ แถมยังเจอเพื่อนใหม่ ๆ ละก็เจอคนเก่ง ๆ อีกมากมาย แถมยังได้คุยกันเรื่องเมต้าต่าง ๆ ของเกม ในชมรมยังมีเกมหลากหลาย ทำให้เราได้ลองเล่นเกมใหม่ ๆ กับเพื่อนอีกด้วย ครูที่ปรึกษาชมรมก็ใจดี ส่วนสถานที่เรียนชมรมก็ดี ห้องกว้าง มีเครื่องปรับอากาศ อยู่ชั้น 1 ด้วย ไม่ต้องเดินขึ้นบันไดให้เหนื่อย และยังได้โอกาสในการพัฒนาฝีมือเรื่อย ๆ เพราะมีการจัดการแข่งขันต่าง ๆ อยู่ตลอด",
        "profileContent": {
          "name": "วิต",
          "year": "82",
          "contact": "IG: wittyasart"
        }
      },
      {
        "description": "ชมรมก็ดูมีความเรียบง่ายไม่ได้มีอะไรมากมาย เปลี่ยนแปลงได้ตลอดเวลา ตามใจผู้เรียน",
        "profileContent": {
          "name": "เรย์โอ",
          "year": "82",
          "contact": "IG: ra.y_o"
        }
      },
      {
        "description": "ชมรมนี้ก็ชิวๆ คนในชมรมก็นิสัยดี เล่นเกมด้วยกันบ่อยๆ ทำให้ได้รู้จักเพื่อนใหม่ๆ ได้เจอคนที่เล่นเกมเก่งๆทำให้เล่นด้วยกันแล้วสนุก",
        "profileContent": {
          "name": "ปิง",
          "year": "83",
          "contact": "IG: pingnoping"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/tuesportclub_profile_1.jpg",
      "/assets/clubs/tuesportclub_profile_2.jpg",
      "/assets/clubs/tuesportclub_profile_3.jpg"
    ]
  },
  "nitadesilp": {
    "id": "ก30942",
    "thaiName": "ชมรมนิเทศศิลป",
    "englishName": "nitadesilp",
    "count": "90",
    "activity": "ฝ่ายนิตยสาร (Magazine)\n“หลัก ๆ คือการจัดทำนิตยสาร ZODOTU เป็นนิตยสารที่จัดทำโดยคนในชมรมเอง แต่ละคนมีหน้าที่คือ เขียนคอลัมน์ 1-2 คอลัมน์ตามธีมต่าง ๆ โดยในแต่ละปีจะมีธีมกำหนดแตกต่างกันออกไป แล้วจึงนำคอลัมน์ของทุกคนไปตีพิมพ์เป็นรูปเล่มและวางขาย นอกจากการเขียนคอลัมน์แล้ว ในนิตยสารก็จะมีบทสัมภาษณ์ศิลปินดารา ซึ่งสมาชิกในฝ่ายอาจได้มีโอกาสเป็นผู้สัมภาษณ์เองอีกด้วย”\n\nฝ่ายแฟชั่น (TriamUdom DesignerS)\n“ชมรมที่ให้โอกาสนักเรียนผู้ที่มีความสนใจในแฟชั่น ทั้งด้านการออกแบบเสื้อผ้า เครื่องแต่งกาย และการจัดแฟชั่นโชว์ สมาชิกของชมรมจะได้สร้างสรรค์ผลงานที่เป็นของตัวเองในแฟชั่นโชว์วัน open house ของโรงเรียนเตรียมอุดมศึกษา ซึ่งเป็นอีกผลงานหนึ่งที่ได้รับความสนใจเป็นอย่างมากของชมรม นอกจากนี้ยังมีการทำงานร่วมกันเพื่อออกแบบเครื่องแต่งกายให้กับนางแบบบนปกนิตยสาร Zodotu”\n\nฝ่ายละครเวที (Stageplay)\n”ฝ่ายของเราทำอะไรบ้าง แน่นอนว่าเมื่อพูดถึงละครเวทีแล้ว ก็ต้องมีเวที ละคร นักแสดง ฉากและเบื้องหลัง กว่าจะออกมาเป็นละครเวทีหนึ่งเรื่อง สมาชิกชมรมทุกคนต้องเริ่มตั้งแต่ฝึกทักษะการแสดง การเขียนบทให้สมเหตุสมผล การใช้พื้นที่เวทีให้สมดุล การกำกับแสง สีและเสียงดนตรีประกอบ”\n\nฝ่ายออกแบบ (Design)\n“ฝ่ายออกแบบเป็นหนึ่งในสี่ฝ่ายของชมรมนิเทศศิลป โดยที่กิจกรรมหลัก ๆ คือการทำงานกราฟิกดีไซน์ ซึ่งมีทั้งการออกแบบโปสเตอร์ ภาพตัดปะ ผลิตภัณฑ์ต่าง ๆ และอื่น ๆ ตามโจทย์ที่กำหนดให้ในแต่ละครั้ง นอกจากนี้ยังมีการออกแบบกราฟิกสำหรับคอลัมน์ที่น่าสนใจมากมายในนิตยสาร ZODOTU ของชมรมนิเทศศิลปอีกด้วย”",
    "benefit": "ฝ่ายนิตยสาร (Magazine)\n“ได้ฝึกการทำนิตยสารตามกระบวนการและขั้นตอนจริง ตั้งแต่ เลือกหัวข้อ เขียนคอลัมน์ จัดเรียงหน้า และสัมภาษณ์เหล่าคนดัง รวมไปถึงได้รู้จักการทำงานเป็นทีม เมื่อเป็นนิตยสาร ไม่สามารถทำงานคนเดียวได้เลย เพราะทุกคนมีหน้าที่ที่สำคัญและเท่าเทียมกันหมด ทีมเวิร์กจึงสำคัญเป็นอย่างมาก”\n\nฝ่ายแฟชั่น (TriamUdom DesignerS)\n“สมาชิกชมรมนิเทศศิลปแฟชั่นจะได้ทดลองการเป็นดีไซเนอร์ ทำให้ได้รับประสบการณ์ทั้งการเป็นฝ่ายเบื้องหน้าและเบื้องหลังของวงการแฟชั่น ได้เรียนรู้ขั้นตอนการออกแบบชุดตั้งแต่เริ่มแรกถึงขั้นตอนสุดท้าย อีกทั้งยังได้ร่วมงานกับชมรมอื่น ๆ ในโรงเรียนอีกมากมาย ได้ค้นหาตัวเองและสไตล์ของตัวเองจากการลองผิดลองถูก และที่สำคัญที่สุดคือได้พบจากเพื่อน ๆ ที่มีความสนใจในด้านศิลปะ การออกแบบ และแฟชั่นหลากหลายสไตล์ ภายในชมรมเน้นการทำงานร่วมกันเป็นทีมโดยสมาชิกทุกคนมีส่วนร่วมในการแสดงความคิดเห็น และสามารถแสดงความเป็นตัวของตัวเองผ่านการออกแบบเครื่องแต่งกายได้อย่างเสรี เพราะพวกเราเชื่อว่าแฟชั่นไม่มีขอบเขตและคำว่าผิดถูก อีกทั้งยังเป็นส่วนหนึ่งในการขับเคลื่อนสังคมให้ยกระดับมากยิ่งขึ้น”\n\nฝ่ายละครเวที (Stageplay)\n“การฝึกทักษะการแสดงและการทำละครเวทีถือเป็นอีกหนึ่งทักษะที่หาฝึกได้ยากในรั้วโรงเรียน การเข้าร่วมชมรมถือเป็นอีกวิธีที่ทำให้เราได้ลองทำอะไรใหม่ ๆ หลายอย่างและเนื่องจากฝ่ายของเราเป็นฝ่ายหนึ่งของชมรมนิเทศศิลป สมาชิกแต่ละฝ่ายเพียงแค่ 8-14 คนต่อรุ่นเท่านั้น ทำให้บรรยากาศการทำงานเป็นกันเองมาก ๆ นอกจากได้ฝึกงานละครแล้วก็ยังได้มิตรภาพดี ๆ อีกด้วย”\n\nฝ่ายออกแบบ (Design)\n“ได้ฝึกฝนด้านการออกแบบ ลองทำตามโจทย์ที่แปลกใหม่และท้าทาย มีผลงานเป็นของตัวเองและพื้นที่ในการแสดงฝีมือ ได้พบกับเพื่อน รุ่นพี่ รุ่นน้อง จากหลากหลายสายการเรียนที่มีความสนใจในกราฟิกดีไซน์เช่นเดียวกัน และได้รับประสบการณ์ใหม่ที่น่าจดจำ”",
    "portfolio": "ฝ่ายนิตยสาร (Magazine)\n- ในทุก ๆ ปี นิตยสาร ZODOTU ของเรา ได้จัดพิมพ์เป็นรูปเล่ม เพื่อวางขายแต่เนื่องด้วยสถานการณ์โควิด-19 ทำให้ปรับเปลี่ยนมาขายในรูปแบบของอีบุ๊คแทน\n\nฝ่ายแฟชั่น (TriamUdom DesignerS)\n- นิตยสาร ZODOTU ที่ทำร่วมกันกับชมรมนิเทศศิลป ฝ่ายนิตยสาร\n- แฟชั่นโชว์\n\nฝ่ายละครเวที (Stageplay)\n- Peekaboo the Musical\n- The Last Revolution \n- Triamudom 81 Farewell the Musical\n- Only in My Dream\n\nฝ่ายออกแบบ (Design)\n- นิตยสาร ZODOTU ที่ทำร่วมกันกับชมรมนิเทศศิลป ฝ่ายนิตยสาร",
    "imageURL": [
      {
        "url": "/assets/clubs/nitadesilp_image_1.jpg",
        "description": "ฝ่ายทั้งหมดของชมรมนิเทศศิลป"
      },
      {
        "url": "/assets/clubs/nitadesilp_image_2.jpg",
        "description": "ชมรมนิเทศศิลปฝ่ายแฟชั่น และละครเวที"
      },
      {
        "url": "/assets/clubs/nitadesilp_image_3.jpg",
        "description": "ชมรมนิเทศศิลปฝ่ายนิตยสาร และออกแบบ"
      }
    ],
    "reviews": [
      {
        "description": "เป็นชมรมที่มีคนเก่งทางด้านนี้เยอะมาก ๆ เลย เวลามีโจทย์งานให้ทำ พอตอนส่งงานกันคือได้เห็นไอเดียความสร้างสรรค์จากเพื่อน ๆ ทุกคนในชมรมเลยค่ะ อีกทั้งฝ่ายออกแบบยังได้ทำงานร่วมกับฝ่ายนิตยสาร ZODUTU ด้วยซึ่งเป็นการร่วมทำนิตยสารที่เราชอบมาตั้งแต่สมัยมา open house เตรียมเลยค่ะ มันทำให้เราอยากเข้าชมรมนี้เลย เพราะอยากเป็นส่วนหนึ่งของการออกแบบคอลัมน์ด้วย พอได้มาทำจริง ๆ แล้วก็นับว่าเป็นประสบการณ์ที่ดีมาก ๆ ค่ะ",
        "profileContent": {
          "name": "มิ่ว",
          "year": "83",
          "contact": "ig: mewjhl"
        }
      },
      {
        "description": "เรามาจากชมรมนิเทศศิลปฝ่ายออกแบบ  เริ่มรู้จักชมรมนี้จากเพื่อนๆรอบตัว ชมรมนี้เป็นชมรมที่หลากหลายมีทั้งฝ่ายละครเวที ฝ่ายแฟชั่น ฝ่ายออกแบบ และฝ่ายนิตยสาร เราสนใจในชมรมนี้เพราะส่วนตัวเราชอบทำงานพวก graphic design อยู่แล้ว เมื่อก่อนก็ทำเป็นงานอดิเรก เลยอยากลองทำงานออกแบบร่วมกับคนอื่นๆที่มีความชื่นชอบเดียวกัน พอได้มาอยู่ชมรมนี้ก็ได้ลองทำงานต่างๆที่หลากหลายมากขึ้น และได้ร่วมกันทำ graphic design ให้กับนิตยสาร zodotu ซึ่งเป็นนิตยสารที่มีการร่วมมือกันจากหลายฝ่ายในชมรมนิเทศศิลป ได้ฝึกการทำงานร่วมกันในชมรม เป็นประสบการณ์ที่ดีมาก",
        "profileContent": {
          "name": "ปอปอ",
          "year": "83",
          "contact": "ig: poxsitaa"
        }
      },
      {
        "description": "สำหรับชมรมนิเทศศิลปฝ่ายแฟชั่น จะมีการทำชุดเพื่อนำไปถ่ายแบบให้นิตยสาร ZODOTU ซึ่งทั้งหมดจะมี 2 ชุดด้วยกัน โดยจะให้ทุกคนทำมูดบอร์ดและนำมานำเสนอให้คนในชมรมฟัง หลังจากนั้นก็จะทำการเลือกมูดบอร์ดและจัดกลุ่มเพื่อออกแบบชุดทั้ง 2 ชุด ในฝ่ายนี้จะมีอีกงานหนึ่งก็คืองานแฟชั่นโชว์แต่เนื่องจากสถานการณ์โควิด-19 จึงทำให้ถูกยกเลิกไปก่อน ส่วนตัวคิดว่าฝ่ายแฟชั่นเป็นฝ่ายที่ดีมาก ๆ ทำให้มีประสบการณ์ทางด้านออกแบบชุด ทำชุดและการทำงานเป็นทีม ได้รู้จักเพื่อน ๆ พี่ ๆ ในหลายสายการเรียน โดยรวมถือว่าเป็นประสบการณ์ที่ดีมาก ๆ ประสบการณ์หนึ่งเลย",
        "profileContent": {
          "name": "โมชิ",
          "year": "84",
          "contact": "ig: mochiimoosh"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/nitadesilp_profile_1.jpg",
      "/assets/clubs/nitadesilp_profile_2.jpg",
      "/assets/clubs/nitadesilp_profile_3.jpg"
    ]
  },
  "mathclub": {
    "id": "ก30901",
    "thaiName": "ชมรมคณิตศาสตร์",
    "englishName": "mathclub",
    "count": "ไม่จำกัด",
    "activity": "ชมรมคณิตศาสตร์มีกิจกรรมที่หลากหลายตามความสนใจของสมาชิกแต่ละคนในชมรม ได้แก่ \n1. กิจกรรมการเรียนการสอนวิชาคณิตศาสตร์ เพื่อเพิ่มคะแนนวิชาคณิตศาสตร์ทั้งในการสอบกลางภาคและในการสอบปลายภาค \n2. กิจกรรมบูรณาการความรู้คณิตศาสตร์ เช่น การพับกระดาษเป็นรูปทรงเรขาคณิตต่างๆ การเล่นเกมคณิตศาสตร์ ในคาบเรียนชมรมแต่ละสัปดาห์ \n3. กิจกรรมการแข่งขันคณิตศาสตร์ เช่น TUMSO\n4. กิจกรรมการประกวดโครงงานคณิตศาสตร์ทั้งภายในและภายนอกโรงเรียน \n            นอกจากนี้ชมรมคณิตศาสตร์ยังสร้างเสริมสัมพันธภาพที่ดีระหว่างสมาชิกในชมรมอีกด้วย\n            ในชมรมคณิตศาสตร์ นอกจากชมรมใหญ่แล้ว ยังมีชมรมย่อยแบ่งออกไปอีก 3 ชมรม คือ ชมรม A-math ชมรมหมากล้อม และชมรม E-sport",
    "benefit": "1. ได้พัฒนาความเข้าใจในเนื้อหาวิชาคณิตศาสตร์จากการฝึกฝนโจทย์ และเพิ่มคะแนนสอบทั้งกลางภาคและปลายภาค\n2. เพิ่มความคิดสร้างสรรค์และทักษะการคิดวิเคราะห์ผ่านการทำกิจกรรมต่าง ๆ\n3. เพิ่มสัมพันธภาพที่ดีระหว่างสมาชิกในชมรม",
    "portfolio": "- ได้รับรางวัลจากการประกวดโครงงานคณิตศาสตร์ทั้งจากในและนอกโรงเรียน\n- จัดกิจกรรมแข่งขันคณิตศาสตร์ TUMSO",
    "reviews": [
      {
        "description": "เอาจริงๆ ไม่ได้อยากเข้าคือชมรมเลข แต่ ม.4 เค้าบังคับกิฟเลขทุกคนให้เข้าชมรมเลข แต่พอเข้ามาแล้วก็ดีมากๆเลย อาจารย์ใจดีมาก เจอเพื่อนๆ/น้องๆต่างห้องเยอะมาก บางคนเจอแต่ในไอจีก็ได้มาตัวจริงเพราะชมรมเลข คือชมรมเลขมันจะแบ่งเป็นพับกระดาษกับฝั่งติว/เรียน เราอยู่ฝั่งพับกระดาษ คือมันไม่ได้เครียดเลย ก็ทำโอริกามิน่ารักๆส่งทุกสัปดาห์เป็นรูปนกเอยไรเลย ทำไม่ได้ก็มีคนสอน ทำที่ห้องแอร์เย็นๆ คุยกับเพื่อนไปทำไป เสร็จแล้วก็ส่ง กลับบ้านได้เลย รู้สึกชิวมาก แต่ฝั่งติว/เรียนก็บอกว่าไม่เครียดนะ เพราะคนสอนใจดีกันมาก ไม่เข้าใจอะไรก็ถามได้ด้วย",
        "profileContent": {
          "name": "เอม",
          "year": "82",
          "contact": "IG: aimwj"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/mathclub_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/mathclub_image_1.jpg",
        "description": "กิจกรรมการเรียนการสอนวิชาคณิตศาสตร์"
      },
      {
        "url": "/assets/clubs/mathclub_image_2.jpg",
        "description": "กิจกรรมบูรณาการความรู้คณิตศาสตร์ : การพับกระดาษเป็นรูปทรงเรขาคณิตต่างๆ"
      },
      {
        "url": "/assets/clubs/mathclub_image_3.jpg",
        "description": "กิจกรรมการประกวดโครงงานคณิตศาสตร์"
      }
    ]
  },
  "triamudomsuksashortfilmclub": {
    "id": "ก30946",
    "thaiName": "ชมรมภาพยนตร์สั้นเเละสื่อโทรทัศน์",
    "englishName": "triamudomsuksashortfilmclub",
    "count": "60",
    "activity": "ชมรมภาพยนตร์สั้นและสื่อโทรทัศน์ จัดทำขึ้นเพื่อให้สมาชิกในชมรมได้มีโอกาสมาพบปะ แลกเปลี่ยนความรู้ ความเข้าใจ เพื่อพัฒนาและแสดงศักยภาพในการทำภาพยนตร์สั้น พร้อมทั้งได้สร้างสรรค์ผลงานร่วมกัน โดยโครงการหลักที่จัดคือโครงการการจัดทำภาพยนตร์สั้นเพื่อนำไปฉายบนหอประชุมใหญ่ จำนวน 3 เรื่อง ในงาน Triam Udom Open House ประจำปีการศึกษานั้น ๆ ทำให้ผู้ที่สนใจทางด้านภาพยนตร์สั้นสามารถแสดงศักยภาพออกมาได้เต็มที่\n\nและก่อนที่จะสร้างภาพยนตร์ของกลุ่มตัวเอง จะมีการ Workshop การทำงาน เพื่อให้มีความรู้ ความเข้าใจ และมีทักษะเกี่ยวกับการออกแบบภาพเคลื่อนไหว การเขียนเค้าโครงเรื่อง และสามารถทำงานออกมาได้อย่างมีประสิทธิภาพ โดยมีสมาชิกชมรมเก่าคอยดูแลและให้คำแนะนำกับสมาชิกใหม่ พร้อมกับมีการทำงานร่วมกัน นอกจากนี้ ยังมีค่ายจัดในเวลาสั้น ๆ เพื่อให้สมาชิกได้ฝึกทำงานจริงอีกด้วย",
    "benefit": "ได้รับประสบการณ์การทำงานร่วมกัน\n\nได้พัฒนาทักษะในถ่ายทำภาพยนตร์\n\nได้ภาพยนตร์สั้นที่มีคุณภาพดีเป็นผลงานของสมาชิกในชมรมภาพยนตร์สั้นและสื่อโทรทัศน์\n\nได้ร่วมสร้างสรรค์ผลงานเผยแพร่บนโซเชียลเน็ตเวิร์ค",
    "portfolio": "ภาพยนตร์สั้นของปีก่อน ๆ สามารถดูได้ที่ YouTube : TUSF",
    "reviews": [
      {
        "description": "ชมรมหนังสั้นและสื่อโทรทัศน์หรือที่พวกเราเรียกกันว่าชมรมหนังสั้น หรือ TUSF เป็นชมรมกิจกรรมที่เปิดโอกาสให้นักเรียนที่ชื่นชอบและสนใจในการทำหนังสั้นได้มาเจอกัน รวมตัวกันเพื่อทำหนังให้ทุกคนได้ดูกันทุกปี ตอนเข้ามาชมรมนี้แรก ๆ ก็กังวลนะว่าจะเข้ากับเพื่อน ๆ ได้รึเปล่า หนังที่เราทำออกมามันจะดีพอไหม แต่พออยู่ไปเรื่อย ๆ ก็เริ่มสนิทกับเพื่อน ๆ ในชมรมมากขึ้น เพื่อน ๆ ทุกคนเฟรนลี่มากจนแบบได้เพื่อนเพิ่มขึ้นเยอะมาก ๆ เลยแหละ อาจารย์ที่ปรึกษาชมรมรับฟังความคิดเห็นของนักเรียนในชมรมทุกเรื่องเลย พี่ ๆ ก็จะสอนเกี่ยวกับหน้าที่ต่าง ๆ ในชมรมเลย (ผู้กำกับ, คนเขียนบท, ตากล้อง, คนตัดต่อ) ทั้งทฤษฎีและปฏิบัติ เราก็จะมีนัด Workshop กัน ได้แบ่งกลุ่มถ่ายหนังกันจริง ๆ เลย ถือเป็นการลองทำงานก่อนจะถ่ายหนังสั้นที่สำคัญที่สุดในชมรมเราก็คือหนังสั้น Open House ซึ่งงานนี้เป็นงานที่พวกเราตั้งใจกันทำมาก ๆๆ เลยแหละ (อย่าลืมไปดูน้าา) แล้วชมรมเราก็จะมีไปทัศนศึกษาประจำปีด้วยย เฉพาะคนที่อยู่ชมรมนี้เท่านั้น เราก็จะมาโหวตกันว่าอยากไปที่ไหนกัน เช่น สถานีโทรทัศน์, กองถ่ายหนังแบบจริง ๆ เลยว่าเค้าทำงานกันยังไง เป็นประสบการณ์ที่หายากมาก ๆ ถ้าอ่านถึงตรงนี้แล้วคิดว่าชมรมนี้เหมาะกับน้อง ๆ ก็อย่าลืมมาสมัครออดิชั่นกันนะ :)",
        "profileContent": {
          "name": "พอช",
          "year": "82",
          "contact": " IG: sspkrt"
        }
      },
      {
        "description": "TUSF เป็นชมรมเปิดโลกสำหรับเรา เราเป็นคนชอบดูหนังมากๆ เราเคยถูกถามว่าถ้าดูหนังทั้งวันแล้วจะไปทำอะไรได้ แต่พอเราได้เข้ามาอยู่ในชมรม TUSF เราก็ได้รู้ว่ากว่าจะเป็นหนังที่เราชอบดูได้มันต้องผ่านทั้งการเขียนบท การถ่ายทำและการตัดต่อ แต่ละขั้นตอนที่ผ่านไปเราได้เรียนรู้อะไรหลายๆอย่าง ได้มีเพื่อน พี่ และได้รู้ว่าแค่การดูหนังที่เราชอบก็พาเราไปสู่การทำหนังที่เรารักได้",
        "profileContent": {
          "name": "ธาร",
          "year": "83",
          "contact": "IG: tarnthamtarn"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/triamudomsuksashortfilmclub_profile_1.jpg",
      "/assets/clubs/triamudomsuksashortfilmclub_profile_2.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/triamudomsuksashortfilmclub_image_1.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/triamudomsuksashortfilmclub_image_2.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/triamudomsuksashortfilmclub_image_3.jpg",
        "description": ""
      }
    ]
  },
  "nitadesilp(zodotu)": {
    "id": "",
    "thaiName": "ชมรมนิเทศศิลป์ (ZODUTU)",
    "englishName": "nitadesilp(zodotu)",
    "count": "20",
    "activity": "\n\nสำหรับ ZODOTU หรือที่เรามักรู้จักกันในชื่อของฝ่ายนิตยสาร ชมรมนิเทศศิลป\nจะรับผิดชอบเกี่ยวกับการทำนิตยสาร ZODOTU ซึ่งเป็นนิตยสารประจำปี\nที่ถือเป็นไฮไลท์ของเรา เพื่อนำออกมาวางจำหน่ายในวันโอเพ่นเฮาส์\nทั้งนี้เราจะได้ร่วมลงมือทำชิ้นงานนี้โดยผ่านกระบวนการทุกขั้นตอน\nตั้งแต่การคิดธีมร่วมกัน การเขียนคอลัมน์ การสัมภาษณ์\nจนออกมาเป็นนิตยสารที่สมบูรณ์\nสมาชิกทุกคนจะได้ร่วมรังสรรค์ผลงานผ่านนิตยสารโดยการเขียนคอลัมน์ในเรื่องที่ตนสนใจ\nภายใต้ขอบเขตของธีมในแต่ละปี ได้ถ่ายทอดตัวตนออกมาผ่านการเขียน\nรวมถึงการออกความเห็นต่าง ๆ ในการจัดกิจกรรมของ ZODOTU เพิ่มเติมด้วย\n\n",
    "benefit": "\n\nได้ฝึกทักษะการเขียนให้ดียิ่งขึ้น ได้รู้จักกับเพื่อน ๆ รุ่นพี่\nรุ่นน้องมากขึ้น ทั้งยังได้ฝึกทักษะการทำงานร่วมกับผู้อื่น\n\n",
    "portfolio": "ของชมรม\n\nนิตยสาร ZODOTU\n\n",
    "reviews": [
      {
        "description": "การเข้ามาเป็นส่วนหนึ่งของ ZODOTU ทำให้เราได้รับประสบการณ์ดี ๆ มากมาย\nได้รู้จักเพื่อนมากขึ้น\nทั้งยังมีรุ่นพี่ที่คอยให้คำแนะนำเกี่ยวกับการเขียนคอลัมน์\nมันทำให้เราได้ฝึกฝนทักษะการเขียนให้ดีขึ้น\nมีครูเหน่งคอยให้คำปรึกษาเกี่ยวกับการทำกิจกรรมต่าง ๆ\nรวมถึงสมาชิกในชมรมทุกคนก็ต่างให้ความร่วมมือในการทำนิตยสารกันอย่างเต็มที่\nนั่นเป็นสิ่งที่เรารู้สึกประมับใจในชมรมนี้มาก แล้วเราก็จะยินดีมาก ๆ\nถ้าชมรมของเราสามารถเติบโตไปได้ไกลกว่านี้ ยังไงก็ขอฝากชมรมนิเทศศิลป\nฝ่ายนิตยสารไว้ในอ้อมอกอ้อมใจของทุกคนด้วยนะคะ",
        "profileContent": {
          "name": "ฟ้า",
          "year": "82",
          "contact": "instagramfahpichar"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/nitadesilp(zodotu)_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/nitadesilp(zodotu)_image_1.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/nitadesilp(zodotu)_image_2.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/nitadesilp(zodotu)_image_3.jpg",
        "description": "บรรยากาศซุ้มในงาน Open House"
      }
    ]
  },
  "tuartclub": {
    "id": "ก30916",
    "thaiName": "ชมรมศิลปศึกษา",
    "englishName": "tuartclub",
    "count": "50",
    "activity": "\n\n\\- ส่งเสริมให้ใช้ความคิดสร้างสรรค์ สร้างผลงานจากจินตนาการ\n>\n\\- สร้างความกล้า และความมั่นใจในการถ่ายทอดภาพในจินตนาการ\n>\n\\- ให้ฝึกฝนการสร้างสรรค์ลายเส้นแบบต่างๆ\n>\n\\- ให้รู้จักการวางโครงร่างภาพ และจัดองค์ประกอบภาพให้เหมาะสม\n>\n\\- แนะนำเทคนิคการใช้สีต่าง ๆ\n\n",
    "benefit": "\n\n\\- พัฒนาทักษะด้านความคิดสร้างสรรค์และจินตนาการ\n>\n\\- เป็นกิจกรรมสันทนาการได้ความเพลิดเพลินและผ่อนคลายความเครียด\n>\n\\- เพิ่มพูนทักษะการวาดภาพและเทคนิคการลงสี\n>\n\\- ฝึกความสามัคคี และได้รับมิตรภาพดี ๆ ในชมรม\n\n",
    "portfolio": "ของชมรม\n\nกิจกรรมเพนท์​กำแพงที่ Chula Art Town\n\n",
    "reviews": [
      {
        "description": "3 ปีที่อยู่ชมรมศิลปะมา เป็นสิ่งที่ให้อะไรหลาย ๆ อย่างกับพี่มาก ๆ\nส่วนตัวพี่ชอบศิลปะมาตั้งแต่เด็กแล้ว ชอบวาดรูปมาก\nก็เลยตัดสินใจเข้าชมรมนี้แน่นอนตั้งแต่ม.4 แถมม.5 กับ ม.6\nมันไม่มีวิชาศิลปะให้เรียนแล้วอะ\nพี่ชอบที่เวลาเรียนเสร็จจะได้มาทำโปรเจ็กงานศิลปะสนุก ๆ กับเพื่อน\nเป็นแรงขับเคลื่อนอย่างนึงที่ทำให้ไม่โดดชมรมเลย 5555\nบรรยากาศส่วนใหญ่ในชมรมก็จะชิล ๆ ไม่เครียดเลย เพื่อนส่วนใหญ่ก็สายชิล\nถ้าใครเจอคออนิเมะหรือเพื่อนชมรมที่ชอบอะไรคล้ายกันก็จะได้รู้จักกันไปยาว\nๆ ถึงจะมาจากคนละสาย คนละชั้น ส่วนครูก็สนับสนุนโปรเจ็คเต็มที่มาก\nแบบใจดี เป็นกันเองสุด ๆ ปรึกษาได้แทบทุกเรื่อง\nช่วงม.ปลายเรายังไม่รู้ว่าจริง ๆ เราชอบศิลปะด้านไหน\nชมรมเลยเป็นที่ที่เราได้ค้นหาตัวเองเต็มที่\nได้ลองทำงานอาร์ตหลายด้านไปจนถึงเรื่องงานบริหารเลย\nเพราะเราได้ลองมาเป็นประธานชมรมตอนม.5 เหนื่อยนะ แต่สนุกมากกก\nได้เรียนรู้อะไรหลายอย่างมากจริง ๆ\nอย่างนึงที่ชอบมากที่สุดของชมรมคือโต๊ะดร๊าฟ5555 ใหญ่สุดไรสุด\nเหมาะสำหรับคนของเยอะแบบพี่ ปรับมุมโต๊ะได้อีกตะหาก\nเอาเป็นว่าน้องคนไหนที่เข้ามาเป็นสมาชิกชมรมศิลปะ\nก็ขอให้ดูแลห้องที่สวยงามของชมรมเราต่อไปน้า\nชมรมจะเป็นคาบที่สนุกมากถ้าเราได้ทำในสิ่งที่ชอบ",
        "profileContent": {
          "name": "แพ็ตตี้",
          "year": "79",
          "contact": "patty1na.draw"
        }
      },
      {
        "description": ">\nสำหรับเราชมรมศิลปะเป็นมากกว่าเพียงกิจกรรมชมรม\nด้วยกิจกรรมชมรมที่หลากหลายและช่วยเพิ่มพูนทักษะทางศิลปะให้แก่สมาชิกในชมรม\nเช่นการแกะสลักยางลบ การวาดรูปสีน้ำ\nชมรมศิลปะยังเป็นที่ที่เราได้เพื่อนใหม่ต่างชั้นเรียน\nได้มาทำความรู้จักกันผ่านความชอบเดียวกัน ทำให้ได้สังคมใหม่ ๆ\nนอกเหนือจากสังคมเดิม อีกทั้งชมรมศิลปะยังมีสถานที่เรียนที่สะดวกสบาย\nมีห้องชมรมที่พร้อมสำหรับการทำกิจกรรม\nอีกทั้งยังมีคุณครูประจำชมรมที่เข้าใจและให้ความช่วยเหลือในด้านต่าง ๆ\nเวลาสามปีในฐานะสมาชิกชมรมศิลปะจึงเป็นประสบการณ์ที่สนุกและประทับใจที่สุดประสบการณ์หนึ่งในรั้วเตรียมอุดมฯ",
        "profileContent": {
          "name": "มุก",
          "year": "80",
          "contact": "piri_choc"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/tuartclub_profile_1.jpg", "/assets/clubs/tuartclub_profile_2.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/tuartclub_image_1.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/tuartclub_image_2.jpg",
        "description": ""
      }
    ]
  },
  "koreanclub": {
    "id": "ก30952-6",
    "thaiName": "ชมรมสีสรรพ์ภาษาต่างประเทศที่ 2 (ภาษาเกาหลี)",
    "englishName": "koreanclub",
    "count": "60",
    "activity": "\n\nในชมรมสีสรรพ์ภาษาเกาหลีมีกิจกรรมที่เกี่ยวกับภาษาเกาหลีมากมาย\nทั้งการเรียนรู้คำศัพท์ในชีวิตประจำวัน และบทสนทนาพื้นฐานภาษาเกาหลี\nนอกจากนั้นจะมีการเรียนรู้วัฒนธรรมของประเทศเกาหลี เช่น การสวมชุดฮันบก\n(한복) การทำพัดเกาหลี และการพับดอกมูกุงฮวา (무궁화) เป็นต้น\n\n",
    "benefit": "\n\nสมาชิกในชมรมจะได้รู้จักประเทศเกาหลีมากขึ้นผ่านการทำกิจกรรมต่าง ๆ ในชมรม\nและได้พูดคุยกับเพื่อน ๆ\nหรือรุ่นพี่รุ่นน้องที่มีความสนใจในประเทศเกาหลีเหมือนกัน\nนอกจากนั้นยังสามารถนำความรู้ที่ได้จากในชมรมไปต่อยอดในชีวิตประจำวันได้\n\n",
    "portfolio": "ของชมรม\n\n-\n\n",
    "reviews": [
      {
        "description": "รู้สึกว่าเป็นชมรมที่ต่อให้ไม่รู้อะไรเกี่ยวกับเกาหลีเลยก็เข้าได้\nแล้วก็เหมาะมาก ๆ สำหรับคนที่มีความสนใจในเกาหลีอยู่แล้ว\nส่วนตัวเรารู้สึกว่ามันเป็นทางหนึ่งที่ทำให้เราได้อะไรมากกว่าในห้องเรียนด้วย\nในฐานะคนที่เรียนสายศิลป์เกาหลี\nมันได้ความรู้นอกห้องเรียนที่ไม่ใช่แกรมม่าหรือหลักภาษาทั่ว ๆ ไป\nในชมรมก็จะมีโอกาสได้ฟังบรรยายจากคนดัง ๆ ด้วยเช่นพี่เจ เบบี้ฟู้ด\nได้มีโอกาสเรียนรู้วัฒนธรรมของเกาหลี เช่น ทำอาหารเกาหลี\nอย่างประสบการณ์ที่ประทับใจก็ตอนทำซุ้มชมรม ขายต้อกได้ดีมากๆๆ 555555\nเหนื่อยแต่สนุกมากกก ตั้งแต่ตกแต่งซุ้มเลย\nสังคมในชมรมก็รู้สึกเป็นกันเองมาก ๆ\nเพราะส่วนใหญ่จะได้เจอแต่เพื่อนตัวเองแหละ\nหรือไม่ก็ได้คุยกับคนที่มีความสนใจในเกาหลีเหมือนกัน\nนอกจากได้ฟังบรรยายจากพี่เจ ยังมีอาจารย์ท่านอื่น ๆ ด้วยที่ inspire\nเราหลายอย่างเลย จำได้ว่ามีอาจารย์มาบรรยายเกี่ยวกับประวัติศาสตร์\nแล้วก็การพัฒนาของประเทศเกาหลี ตอนนั้นรสเจ๋งมาก ๆ\nสนใจเรื่องนี้ขึ้นมาทันที\nสถานที่เรียนชมรมไม่ได้รู้สึกว่าโรงเรียนให้ความสนับสนุนด้านนี้มากเท่าไหร่\nส่วนครูประจำชมรมก็ดีที่สุดเลย &gt;___&lt; ครูเอ้ ครูแนนน่าร้ากกก🤟🏻",
        "profileContent": {
          "name": "ท็อป",
          "year": "80",
          "contact": "IG: topppn"
        }
      },
      {
        "description": "ชมรมสีสรรพ์ภาษาเกาหลี สำหรับเราเป็นชมรมที่ทำให้เราได้เรียนรู้เรื่องต่าง ๆ เกี่ยวกับภาษาเกาหลีและวัฒนธรรมเกาหลีมากขึ้น นอกจากมีจะมีการสอนภาษาเกาหลีในชีวิตประจำวันแล้ว ยังมีกิจกรรมต่าง ๆ อีกด้วย กิจกรรมที่เราชอบมาก ๆ คือการทำคิมบับกับการพับดอกมูกุงฮวา🌸 ที่เป็นดอกไม้ประจำชาติประเทศเกาหลี ตอนพับดอกไม้เสร็จแล้วก็เอาดอกไม้ของตัวเองกลับบ้านได้เลยด้วย ตอนทำสนุกมากก โดยเฉพาะตอนได้ทำคิมบับกับเพื่อน ๆ เพราะทำกันเอง กินกันเอง5555 อร่อยมาก! สถานที่เรียนคือห้องเรียนห้องนึงที่ตึกคุณหญิงหรั่งที่แอร์เย็นมากกกก จากที่เดินมาร้อน ๆ พอมาถึงห้องแล้วรู้สึกเย็นสบายเลย เพื่อน ๆ ในชมรมก็น่ารักมาก ๆ ตอนแรกเราก็กังวลว่าจะหาเพื่อนไม่ได้ แต่เพื่อนในชมรมก็น่ารักเป็นกันเองสุด ๆ ที่สำคัญคือ ! ไม่จำเป็นต้องมีพื้นฐานภาษาเกาหลี แค่มีความสนใจก็พอแล้ว💕 แต่เราเสียดายมาก เพราะปีเรามันมีโควิดทำให้ไม่ได้ทำกิจกรรมชมรมหลาย ๆ อย่างเลย อย่างเช่นกิจกรรมในงาน open house เราเห็นว่าทุกปีจะมีกิจกรรมที่น่าสนุกมากก แต่เราไม่ได้ทำ😭 เราหวังว่าปีนี้จะได้ทำกิจกรรมมากขึ้นน้า น่าสนุกทุกกิจกรรมเลย🖐🏻❕",
        "profileContent": {
          "name": "มิน",
          "year": "84",
          "contact": "IG: mnnix_"
        }
      },
      {
        "description": "เราว่าเป็นชมรมที่น่าสนใจมาก ๆ สำหรับคนที่สนใจเกี่ยวกับประเทศเกาหลี หรือภาษาเกาหลี เพราะในชมรมจะให้ความรู้ต่าง ๆ เกี่ยวกับเกาหลี ไม่ว่าจะเป็นคำศัพท์ ภาษาวัยรุ่น หรือความรู้ทั่วไปเกี่ยวกับประเทศเกาหลี อีกทั้งยังมีการเชิญพี่ ๆ ที่เคยไปอยู่อาศัย หรือเรียนต่อที่เกาหลีมาให้ความรู้เกี่ยวกับการเรียนต่อ การขอทุน หรือสถานที่ท่องเที่ยวที่น่าสนใจด้วย เรียกได้ว่าเราได้อะไรหลายอย่างจากชมรมนี้เลย ขนาดเราอยู่ศิลป์-เกาหลีอยู่แล้ว เข้าชมรมมาก็ได้รับเกร็ดความรู้ใหม่ตลอดเวลาที่ได้อยู่ แต่เสียดายมาก รุ่นเรามีโควิดระบาดพอดี เลยไม่ได้ไปทำกิจกรรมที่โรงเรียน ถ้าได้ไป เราแอบได้ยินว่ามีกิจกรรมให้ทำเยอะมาก มีทำอาหารเกาหลีด้วย! เสียดายสุด ๆ แล้วก็สำหรับคนที่ไม่มีพื้นฐานก็เข้าได้นะ เพราะไม่จำเป็นต้องมีอะไรติดตัวเลย แค่มีความสนใจก็พอแล้ว พี่ ๆ ชมรมน่ารัก ใจดีม้ากมาก",
        "profileContent": {
          "name": "เจ๋ง",
          "year": "84",
          "contact": "IG: jccnks"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/koreanclub_profile_1.jpg",
      "/assets/clubs/koreanclub_profile_2.jpg",
      "/assets/clubs/koreanclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/koreanclub_image_1.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/koreanclub_image_2.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/koreanclub_image_3.jpg",
        "description": "กิจกรรมนี้เป็นกิจกรรมการทำคิมบับ(김밥)\nสมาชิกในชมรมจะได้เรียนรู้วิธีการทำคิมบับจากสูตรของคุณครูประจำชมรม"
      }
    ]
  },
  "triamudomenglishdramaclub": {
    "id": "ก30905-2",
    "thaiName": "ชมรมภาษาอังกฤษ (English Drama)",
    "englishName": "triamudomenglishdramaclub",
    "count": "60",
    "activity": "ชมรมภาษาอังกฤษ (English Drama) หรือ Triam Udom English Drama Club ดำเนินการจัดแสดงละครเวทีภาษาอังกฤษในงาน Triam Udom Open House, Triam Udom English Week และงานแข่งขันหรือกิจกรรมอื่น ๆ โดยสมาชิกชมรมจะได้เรียนรู้ทักษะการทำละครเวทีทั้งเบื้องหน้าและเบื้องหลัง ไม่ว่าจะเป็นการเขียนบท การกำกับละคร การใช้ภาษาอังกฤษ รวมไปถึงการการทำงานร่วมกับผู้อื่นผ่านกิจกรรมที่หลากหลาย เช่น workshop พื้นฐานการแสดงและกิจกรรมศึกษาบทประพันธ์ นอกจากนี้ในคาบชมรมยังมีการพบปะกันเพื่อแลกเปลี่ยนความคิดเห็นและฝึกฝนทักษะตามฝ่ายของตนเองอีกด้วย",
    "benefit": "- ได้ทักษะการผลิตละครเวทีหรือละครเพลงภาษาอังกฤษแบบมืออาชีพ\n- ได้ฝึกทักษะการฟัง พูด อ่านภาษาอังกฤษในชีวิตประจำวัน\n- ได้ฝึกความคิดสร้างสรรค์และจินตนาการ\n- ได้ฝึกทักษะการทำงานร่วมกับผู้อื่นและได้มิตรภาพดี ๆ จากชมรม",
    "portfolio": "- Merry Misfortunes (Christmas 2021)\n- One-scene Performances (August 2021)\n- Sincerely Yours (Triam Udom English Week 2020)\n- Cellmates the Musical (Triam Udom Open House 2020)\n- Haters the Musical (Triam Udom Open House 2019)\n- Owl Hall (Triam Udom English Week 2019)\n- Letters to Juliet (Triam Udom Open House 2018)",
    "reviews": [
      {
        "description": "สวัสดีค้าบ นายพงศ์พิสุทธิ์ ปุรินัย หรือ กานต์ นะครับ เราเป็นประธานชมรม\nTriam Udom English Drama Club ประจำปีการศึกษา 2563 นี้\n\nเริ่มแรกเราขอแทนชื่อชมรมเป็น “อิ้งม่า” นะ ชินกับคำนี้สุด ๆ\nตั้งแต่เราเข้าอิ้งม่ามา เราประทับใจ และภูมิใจในชีวิตเกียมดมของเราตลอด\nอิ้งม่ามันทำให้เราเป็นคนสนุกสนาน ร่าเริง รู้จักเพื่อนใหม่เยอะมาก ๆ\n(ขอย้ำว่า มาก ๆ ) ตอนแรกเราก็เหมือนเด็ก ม.4 ทั่วไปแหละ\nไม่รู้ว่าจะออดิชันชมรมไหนดี\nตั้งแต่เกิดมาเรายังไม่เคยเจอโรงเรียนไหนที่มีชมรมละครเวทีแบบที่เตรียมเลย\nเราเริ่มต้นจากการเป็นเด็กใหม่ที่อยากเข้าชมรมอิ้งม่า\nพอประกาศผลว่าออดิชันผ่านตำแหน่งนักแสดง (คงไม่ต้องบอกว่าดีใจมากขนาดไหน)\nวันแรกที่เราเข้าชมรม มันเป็นความรู้สึกที่ดีสุด ๆ เลยนะ ลองจินตนาการตามดู\nคนที่มีความชอบสิ่งใดสิ่งหนึ่งเหมือนกัน มาอยู่รวมกัน อายุไม่ต่างกัน\nพร้อมที่จะทำละครเวทีภาษาอังกฤษที่สนุกสุดยอดให้ผู้ชมได้ชม โปรดักชันแรก\nOwl Hall ละครเรื่องแรกของเรา เราเล่นเป็นพ่อที่ประสาทแดกชื่อ Peter\nแน่นอนว่าเราชอบบทนี้มาก มันแสดงอารมณ์ง่ายดี และมีมิติตัวละครที่น่าสนใจ\nแต่พอมาโปร 2 เรื่อง Cellmates โอ้โห ทั้งสเกลเวที ฉาก เสียง แสง\nอะไรต่อมิอะไรบนเวทีมันดูยิ่งใหญ่ขึ้น 300 เท่า เราเล่นเป็น Ted Watson\nนักโทษเจ้าปัญหาที่จะพานักโทษคนอื่นแหกคุก ตัวเอกของเรื่องด้วยนะ\nถ้าจะพูดถึงประสบการณ์จากทั้งสองเรื่อง เราว่ามันเกินบรรยายจริง ๆ\nเรารู้สึกตื้นตันสุด ๆ หลังจากแสดงเสร็จมันจะได้ซีนเซเลป ทุกคนปรบมือ\nมาถ่ายรูป แสดงความยินดี เหล่าครูอาจารย์ เพื่อน\nผู้ปกครองชื่นชมเราในการที่เราได้ทำสิ่งที่เราชอบ\nมันเป็นอะไรที่มีความสุขสุด ๆ ไปเลย ยอดฟอลไอจีก็เพิ่ม คนรู้จักเรามากขึ้น\nจำเราได้ เวลาเดินสวนกับเพื่อนในโรงเรียนก็จะมีคนทักว่า “เห้ย\nแกเล่นเป็นนักโทษคนนั้นใช่ป่ะ” มันรู้สึกปลาบปลื้มบอกไม่ถูก\nที่ผ่านมาตลอดม.4 เราเจอเพื่อนดี ๆ ในชมรม คุณครูน่ารัก ๆ\nเวลาเราทำกิจกรรมอยู่ที่โรงเรียนหลังเลิกเรียน มีคุณครูเอาขนมมาให้\nได้กินขนม คุยเล่นกันกับเพื่อน ๆ ซ้อมเสร็จก็เดินกลับสยามด้วยกัน โอ้ยยย\nพูดแล้วก็คิดถึง มันเป็นช่วงเวลาที่มีความสุขสุด ๆ เลย\n\nส่วนที่สนุกไม่แพ้กันคือตอนม.5 เราก็อยู่ชมรมนี้เป็นปีที่ 2 แล้ว\nแล้วเราก็อยู่ห้องคิงวิทย์คุณด้วย เรียนก็แสนจะหนัก\nแต่งานชมรมมันน่าสนุกขึ้นเรื่อย ๆ\nตอนเราเป็นรักแสดงเราได้เห็นแต่เบื้องหน้า\nคราวนี้คือการทำเบื้องหลังของจริงของเราแล้ว\nจะบอกเลยว่าชมรมเราทำเองทุกอย่างเลย แต่งบท ติดต่อหาไฟ หาเครื่องเสียง\nหาชุด ซื้อชุด ทำพร้อบ ทำซับอัดเสียง สารพัดสิ่งที่เห็นในงาน Open House\nคือผลงานของเรา 100% แล้วพอเราเป็นรุ่นพี่เราก็มีทักษะการทำงาน\nหรือทักษะการแสดงที่มากขึ้น ก็สามารถสอนน้อง ๆ ที่เข้าชมรมมาต่อไปเรื่อย ๆ\nได้ ก็คือสรุปง่าย ๆ ว่า ทำงานทั้ง ม.4 และ 5 แต่คนละอย่างกัน\nแต่สิ่งที่มีมากกว่าเดิมคือ มิตรภาพ ความรัก\nและความผูกพันที่ชมรมนี้มอบให้เรา\n\nตั้งแต่เข้าเตรียมมาปี 2019 สิ่งที่ทำให้เรา Live a Life\nก็คืออิ้งม่านี่แหละ",
        "profileContent": {
          "name": "กานต์",
          "year": "82",
          "contact": "IG: phongphisut__"
        }
      },
      {
        "description": "สวัสดีค่าา เราชื่อหมี่เกี๊ยวน้า เป็นสมาชิก TUEDC หรือที่พวกเราเรียกสั้น ๆ ว่า “อิ้งม่า” มันเริ่มมาจากว่าเพื่อนเราไปงาน Open House ของเตรียมแล้วก็มาเล่าให้ฟังว่า Cellmates The Musical สนุกม้ากกก พี่ ๆ ทุกคนแสดงดีแล้วก็เล่นกันเก่งมาก เราเลยไปย้อนดูใน YouTube 5555 พอได้ดู เราก็คิดว่าแบบ เห้ย อยากมีส่วนร่วมในการทำละครเวทีแบบนี้ แถมเป็นภาษาอังกฤษด้วยเลยยิ่งรู้สึกท้าทาย ในชมรมเราอยู่ฝ่าย Stage Crew หน้าที่ของเราคือเตรียมงานเบื้องหลังต่าง ๆ เช่น ออกแบบฉาก ทำพรอพ จัดแสงสี แล้วก็จัดวางนู่นนี่ ความสนุกคือมันไม่ใช่แค่จัดฉากให้ดูดีอะ แต่ต้องศึกษาเรื่องกับตัวละครแล้วเปลี่ยนมันเป็นองค์ประกอบต่างๆของเวที (ตอนแรกเราคิดว่าต้องวาดรูปสวย แต่จริง ๆ คือไม่ใช่เลย55555) สำหรับเรางานที่ได้ทำในชมรมนี้ก็ช่วยสร้างประสบการณ์และทักษะการทำงานใหม่ ๆ อย่างเวลามี Accident เราก็ได้ฝึกสกิลการแก้ปัญหาเฉพาะหน้า แต่ที่สำคัญที่สุดก็คือเราได้มิตรภาพดี ๆ จากเพื่อนๆพี่ๆในชมรม ทุกคนพร้อมจะปรับตัวเข้าหากัน มีเรื่องอะไรก็คุยกันได้ตลอด เหมือนเป็นครอบครัวนึงเลยก็ได้ จริง ๆ แล้วเราก็เป็นชมรมธรรมดาชมรมนึงแหละที่รวบรวมคนที่มีใจรักในการทำละครเวทีไว้ด้วยกัน ทำให้เราได้ใช้ความสามารถแบบเต็มที่ แล้วก็ทำผลงานให้ออกมาได้ดี ซึ่งเราดีใจนะที่ได้เป็นส่วนหนึ่งของชมรมนี้",
        "profileContent": {
          "name": "หมี่เกี๊ยว",
          "year": "83",
          "contact": "IG: vitchakarn.k"
        }
      },
      {
        "description": "สวัสดีทุกคน เราเอย TUEDC2020 ค่าา🌷💘💝 ถ้าให้พูดถึงการตัดสินใจที่ดีที่สุดในชีวิต การเดินเข้าห้องออดิชั่นชมรม TUEDC ในวันนั้นก็คงจะเป็นหนึ่งเรื่องที่เป็นคำตอบของเรา อันนี้ไม่เว่อจริง ๆ นะ555555 ในฐานะเด็ก Introvert ม๊ากกในตอนนั้นที่ไม่เคยคิดว่าตัวเองจะมีโอกาสอยู่เบื้องหน้ายืนบนเวทีทำการแสดงต่อหน้าคนทั้งห้องประชุม เพราะเราไม่เคยกล้าออกจาก Comfort Zone แต่แล้วด้วยอะไรดลใจก็ไม่รู้ที่เราตัดสินใจไปออดิชั่น บรรยากาศการออ (พาร์ทนักแสดง) น่ารักมาก ๆ ไม่มีการกดดัน ตอนนั้นเราสติหลุดขอแสดงใหม่ก็ไม่มีใครว่าให้กำลังใจกันด้วยซ้ำ วันที่เรารู้ว่าออผ่านคือโคตรดีใจ ถึงเราจะไม่ได้ทำกิจกรรมเต็มที่เพราะโควิด;-; แต่ก็มีหลายโปรเจกต์ที่ทำให้ได้ใช้เวลาร่วมกัน เราได้ทั้งเจอเพื่อน พี่ น้องที่ตอนนี้กล้าพูดว่าโคตรโชคดีเลยที่ได้รู้จักกัน ได้รู้เบื้องหลังกว่าจะเป็นละครเวทีเรื่องหนึ่ง เขียนบท ซ้อม ฉาก คอสตูม มันอลังการไปหมด ใครสนใจด้านนี้คือพลาดไม่ได้ แต่เดี๋ยวก่อน ! ชมรมเราไม่ใช่ว่าทุกอย่างจะสวยหรูดูดี เวลาเราซ้อมเราจริงจัง ! อยู่ซ้อมจนฟ้ามืดก็เคยมาแล้ว ฝ่ายอื่น ๆ ก็ทุ่มเทไม่แพ้กัน ปฏิเสธไม่ได้ว่ามันเหนื่อยมาก ๆ แต่มันก็คุ้มมาก ๆ เช่นกันกับประสบการณ์และมิตรภาพระหว่างทาง ใครที่สนใจชมรมที่เป็นมากกว่าชมรม สนใจละครเวที สนใจการทำงานกับเพื่อนๆที่มีแพชชั่นในเรื่องเดียวกัน จะเบื้องหน้าหรือเบื้องหลัง ก้าวเข้ามาเถอะค่ะ TUEDC2022 is waiting for you.",
        "profileContent": {
          "name": "เอย",
          "year": "81.5",
          "contact": "IG: oei_eey"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/triamudomenglishdramaclub_profile_1.jpg",
      "/assets/clubs/triamudomenglishdramaclub_profile_2.jpg",
      "/assets/clubs/triamudomenglishdramaclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/triamudomenglishdramaclub_image_1.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/triamudomenglishdramaclub_image_2.jpg",
        "description": "การแสดงละครเวที Sincerely Yours ในงาน Triam Udom English Week 2020"
      },
      {
        "url": "/assets/clubs/triamudomenglishdramaclub_image_3.jpg",
        "description": "online workshop"
      }
    ]
  },
  "socialyouthassociation": {
    "id": "ก30903-1",
    "thaiName": "ชมรมภาคีสังคม",
    "englishName": "socialyouthassociation",
    "count": "30",
    "activity": "\n\nภาคีสังคมศึกษา\nเป็นชมรมที่ไม่ได้ให้ความสำคัญกับเพียงแค่การทำกิจกรรมในโรงเรียนเท่านั้น\nแต่เรายังได้เป็นส่วนหนึ่งของกิจกรรมนอกโรงเรียนที่จัดร่วมกันระหว่างโรงเรียนในเครือข่ายภาคีสังคมศึกษา\nคือ โรงเรียนเตรียมอุดมศึกษา โรงเรียนสวนกุหลาบวิทยาลัย\nโรงเรียนกรุงเทพคริสเตียนวิทยาลัย โรงเรียนสตรีวิทยา\nโรงเรียนอัสชัมชัญศึกษา และโรงเรียนวัฒนาวิทยาลัย\nซึ่งสมาชิกชมรมจะมีโอกาสได้เป็นทั้งผู้ร่วมและผู้จัดกิจกรรมที่จะครอบคลุมทั้งด้านวิชาการและด้านสาธารณประโยชน์\nเช่น\nการจัดนิทรรศการภาพถ่ายและงานอาร์ตเพื่อสะท้อนสังคมที่พวกเราคุ้นเคยกับความ\n\"ชิน\" ที่หอศิลปวัฒนธรรมแห่งกรุงเทพมหานคร ในช่วงวันที่ 11-16 กุมภาพันธ์\n2563 ที่ผ่านมา หรือกิจกรรม \"ดำนาขาเซ มนต์เสน่ห์วิถีชาวบ้าน\" ในวันที่ 14\nพฤศจิกายน 2563 ที่ศูนย์การเรียนรู้วิถีชีวิตและจิตวิญญาณชาวนาไทย\nนาเฮียใช้ จังหวัดสุพรรณบุรี\nซึ่งเป็นกิจกรรมที่ทำให้ได้สัมผัสการใช้ชีวิตอย่างเรียบง่ายที่หาได้ยากในสังคมปัจจุบัน\nและกิจกรรมค่ายที่จัดขึ้นในทุก ๆ ปี\nสำหรับสมาชิกชมรมภาคีสังคมศึกษาทั้งหกโรงเรียน\nเป็นการสร้างความสัมพันธ์และความทรงจำดี ๆ ร่วมกัน\nกิจกรรมทุกกิจกรรมเป็นการส่งเสริมบทบาทของพวกเราเยาวชนทั้งด้านการศึกษา\nการพัฒนาทักษะการเรียนรู้ด้านสังคม ยิ่งในการจัดกิจกรรมแต่ละครั้ง\nเน้นการดำเนินงานโดยพวกเราเองตั้งแต่ขั้นแรกจนถึงเป้าหมาย\nทำให้พวกเราสนิทกันมากขึ้นทั้งที่ไม่ได้อยู่โรงเรียนเดียวกัน\nนำไปสู่การเรียนรู้การทำงานร่วมกัน\nและการอยู่ในสังคมเดียวกันภายใต้ความหลากหลายทางความคิดนอกจากกิจกรรมมากมายนอกโรงเรียน\nในคาบชมรม คาบสุดท้ายของทุก ๆ วันจันทร์\nสมาชิกชมรมภาคีสังคมศึกษาโรงเรียนเตรียมอุดมศึกษาก็ยังได้เป็นส่วนหนึ่งของกิจกรรมที่น่าประทับใจมากมาย\nทั้งกิจกรรมรับน้อง สำหรับสมาชิกใหม่\nเพื่อสร้างความเป็นหนึ่งเดียวกันในชมรมภาคีสังคมศึกษา การมองย้อนกลับมาว่า\nคำว่า สังคม ซึ่งเป็นคำหลักที่ประกอบขึ้นมากลายเป็นชื่อชมรม จริง ๆ แล้ว\nแต่ละคนตีความคำคำนี้ว่าอย่างไร แล้วนำเสนอคำว่า สังคม\nในมุมมองของตัวเองผ่านการทำกิจกรรมมากมาย ที่ทั้งจะเสริมสร้างความรัก\nความสามัคคี และความสุข ให้เกิดขึ้น\nและเป็นการเติมเต็มคำว่าสังคมด้วยมิตรภาพ ซึ่งเป็นความหมายของสังคม\nที่ทุกคนคงจะเห็นพ้องต้องกัน “As social studies is crucial for our lives,\nwe encourage young people to take it seriously in order to achieve\nopen-mindedness, understanding of the societies, and new visions for the\nfuture.”\n\n...เพราะวิชาสังคมศึกษา เป็นวิชาที่สำคัญต่อการใช้ชีวิต พวกเรา\nภาคีสังคมศึกษา\nจึงส่งเสริมให้เยาวชนไทยเปิดรับการเปลี่ยนแปลงและเรียนรู้สังคมในปัจจุบันและในอนาคต…\n\"Because social studies is necessary for our daily life, we encourage\nthe youth to adopt the change and learn about our societies in the\npresent and in the future.\"\n\n",
    "benefit": "\n\nมีคำพูดที่ว่า \"มนุษย์เป็นสัตว์สังคม\"\nจึงไม่แปลกที่พวกเราจะต้องการครอบครัว ต้องการเพื่อน\nต้องการคนมากมายรอบตัวเราที่จะเข้ามาเติมเต็มความสุขในชีวิต \"เพื่อน\"\nไม่สามารถถูกจำกัดไว้ได้เพียงแค่ชื่อโรงเรียน\nและชมรมภาคีสังคมศึกษาก็เป็นตัวช่วยสำคัญที่ทำให้เกิดมิตรภาพระหว่างเพื่อนต่างโรงเรียน\nมิตรภาพบนพื้นฐานที่หลากหลาย มิตรภาพที่เติมเต็มความหมายของคำว่าเพื่อน\nภาคีสังคมศึกษาทำให้ได้เปิดโลก ได้เจอคนมากมาย ได้พัฒนาทักษะในด้านต่าง ๆ\nไม่ว่าจะเป็น การทำงานร่วมกันกับคนอื่น\nการยอมรับความคิดเห็นที่แตกต่างหลากหลาย\nแล้วผสมผสานความคิดเห็นจนเกิดเป็นชิ้นงานที่ทุกคนมีเป้าหมายร่วมกัน\nการช่วยเหลือซึ่งกันและกัน การแบ่งงานและแบ่งเวลา การมีความรับผิดชอบ\nและทักษะการสื่อสาร ทั้งหมดนั้นเกิดขึ้นพร้อม ๆ กับความสนุกสนาน\nการเป็นสมาชิกชมรมภาคีสังคมศึกษาจึงเรียกได้ว่า\nเป็นความประทับใจที่หาได้ไม่ง่ายนัก\nและจะอยู่ในความทรงจำของพวกเราสมาชิกชมรมแม้เวลาจะผ่านไปนานแค่ไหนก็ตาม\n\n",
    "portfolio": "ชมรมภาคีสังคมศึกษา โรงเรียนเตรียมอุดมศึกษา ได้ร่วมกับโรงเรียนในเครือภาคีสังคมศึกษาอีก 5 โรงเรียน จัดกิจกรรมที่เกี่ยวข้อง เช่น เสวนาแนะแนวอาชีพ ค่ายพัฒนาสังคมศาสตร์ และการเสวนาวิชาการ เป็นต้น ซึ่งเป็นกิจกรรมที่สร้างความประทับใจและประโยชน์แก่ทั้งผู้เข้าร่วมและผู้จัด ดังตัวอย่างที่ยกมาต่อไปนี้\n\\ DRALEMNA กิจกรรม workshop การแสดง และสร้างวิดีโอสื่อสารปัญหาสังคม\n\\ การจัดนิทรรศการ \"มุม\" วันที่ 7-9 มกราคม 2564 ในวันนิทรรศการสวนกุหลาบ (เลื่อนออกไปอย่างไม่มีกำหนดเนื่องจากสถานการณ์ COVID-19)\n\\ (In)secure นิทรรศการภาพถ่าย งานศิลป์ และการเสวนาหัวข้อที่น่าสนใจ วันที่ 7-9 มกราคม 2564 ในวันนิทรรศการสวนกุหลาบ (เลื่อนออกไปอย่างไม่มีกำหนดเนื่องจากสถานการณ์ COVID-19)\n\\ กิจกรรม \"ดำนาขาเซ มนต์เสน่ห์วิถีชาวบ้าน\"\n\\ การแข่งขันโต้วาทีวิถีใหม่ เนื่องในวันภาษาไทย วันที่ 23 กรกฎาคม 2563 จัดร่วมกับศูนย์มานุษยวิทยาสิรินธร (สมาชิกชมรมภาคีสังคมศึกษา โรงเรียนเตรียมอุดมศึกษา ได้เข้าร่วมการแข่งขันและได้รับรางวัลรองชนะเลิศอันดับที่ 2)\n\\ นิทรรศการ \"ชิน\" ที่หอศิลปวัฒนธรรมแห่งกรุงเทพมหานคร\n\\ Lost in Soul กิจกรรมเพื่อช่วยเหลือเยาวชนที่ได้รับควาทกดดันจากสังคมในหลายด้าน\n\\ โครงการ \"PAGE of me เพศออฟมี\" [กระดาษสะท้อนความคิดในมุมมองของฉัน] ที่เกี่ยวข้องกับ LGBTQ\n\\ Walk Rally \"โครงการ เดิน เล่น เป็นเกษตร(กร)\"\n\\ ค่ายศึกษาเรียนรู้วิถีชีวิตชุมชน ส่งเสริมความสัมพันธ์ภาคีสังคมศึกษา\n\\ กิจกรรมภาคีสัมพันธ์เติมสีสันวัฒนธรรมชุมชน\n\\ เสวนาวิชาการ \"SANCTUARY\"\n\\ การบรรยายและกิจกรรมในหัวข้อ \"The Effect of Words\"\n\\ นิทรรศการออนไลน์ TUSYA Online Exhibition \n\\ กิจกรรม “น้องมานี่ พี่มีอะไรจะเล่า”\nและกิจกรรมอื่น ๆ อีกมากมายที่รอว่าที่ TU85 ให้เข้ามาสัมผัสและเรียนรู้ไปด้วยกัน\n\n",
    "reviews": [
      {
        "description": "ภาคีสังคมฯ ทำให้เราได้ทำในสิ่งที่ไม่เคยทำมาก่อน\nเมื่อก่อนเวลาจะทำกิจกรรมอะไรก็มักมีผู้ใหญ่เตรียมไว้ให้แล้วเราก็แค่เข้าร่วมตามที่จัดเอาไว้แล้ว\nแต่ชมรมนี้ทำให้เราได้เรียนรู้ที่จะทำทุกอย่างเอง\nตั้งแต่การคิดออกแบบกิจกรรม การทำเอกสารเพื่อขออนุญาตและดำเนินการต่าง ๆ\nกับหน่วยงานทั้งภายในและภายนอก การจัดและเบิกจ่ายงบประมาณ\nการแบ่งตำแหน่งหน้าที่อย่างเป็นทางการ\nไปจนถึงการประสานงานร่วมกับสมาชิกจำนวนมาก ตอนแรกที่เข้ามาอาจจะยังงง ๆ\nว่าต้องทำอะไรยังไง แต่เดี๋ยวจะมีพี่ ๆ\nช่วยสอนและให้คำแนะนำกับเราจนเราทำได้เอง\nซึ่งทักษะพวกนี้มีประโยชน์กับการทำงานในอนาคตมาก ๆ\nนอกจากนี้สิ่งสำคัญที่ได้จากที่นี่เลยคือมิตรภาพที่ดีจากเพื่อน ๆ\nรุ่นพี่และรุ่นน้องจากทั้ง 6 สถาบัน การได้ทำงาน\nได้แลกเปลี่ยนความคิดร่วมกับทุกคนเป็นประสบการณ์ที่มีคุณค่ามาก ๆ สำหรับเรา",
        "profileContent": {
          "name": "เดวี่",
          "year": "80",
          "contact": "dewiranc"
        }
      },
      {
        "description": "\nชมรมภาคีสังคมฯ พี่ฟังตอนแรกก็คิดว่าน่าจะเป็นชมรมที่ทำงานยาก เครียด กดดัน\nเพราะต้องทำงานกับคนจากโรงเรียนอื่นอีกหลายโรงเรียน\nแต่พอพี่เข้ามาได้เริ่มทำงานแรก เพื่อน ๆ ในชมรมสนิทกันเร็วมาก\nทั้งในโรงเรียนและนอกโรงเรียน\nแค่ได้ไปทำงานแรกงานเดียวก็สนิทกับเพื่อนจากโรงเรียนอื่นแล้ว\nหลังจากนั้นการทำงานก็ง่ายขึ้น สนุกขึ้น\nความตื่นเต้นคือเราจะได้พบผู้คนจากหลาย ๆ สังคม\nคนจากโรงเรียนนี้ก็จะให้ฟีลแบบนึง อีกโรงเรียนก็จะให้ฟีลอีกแบบนึง\nทำให้ในชมรมเหมือนถูกเติมเต็มด้วยคนทุก ๆ แบบ\nและกิจกรรมที่มีตลอดปีทำให้เราได้พัฒนาศักยภาพการทำงานและยังได้รู้จักคนมากขึ้นอีก\nโดยเฉพาะการเข้าค่ายที่ได้ประสบการณ์มาก ๆ\nเรียกได้ว่าเป็นชมรมที่เป็นกันเองมาก ๆ\nแต่เราจะได้อะไรจากการทำงานนี้มากกว่าที่เราคิด",
        "profileContent": {
          "name": "แต๊ง",
          "year": "81",
          "contact": "thankcck"
        }
      },
      {
        "description": "\nตอนแรกที่พี่ ม.4 พี่ก็ไม่ได้รู้จักชมรมภาคีสังคมฯ นี้หรอก\nได้ยินมาบ้างว่าเป็นชมรมทำงานบำเพ็ญประโยชน์หรืองานเกี่ยวกับสังคมต่าง ๆ\nตอนนั้นพี่ก็สมัครไปหลาย ๆ ชมรม กลัวจะไม่มีชมรมอยู่5555555\nพอชมรมนี้โทรมาที่แรก ก็เลยเลือกเข้ามาอยู่ ตอนพี่เข้ามาใหม่ ๆ\nพี่ก็สงสัยเหมือนกับที่ทุก ๆ คนสงสัยว่าชมรมนี้ทำอะไรกันแน่\nชมรมเพื่อสังคมก็ไม่ใช่ขนาดนั้น แต่พอพี่อยู่ไปเรื่อย ๆ พี่ก็ได้เข้าใจว่า\nชมรมภาคีสังคมศึกษาเป็นชมรมที่เปิดโอกาสให้พวกเราได้ทำกิจกรรมร่วมกับโรงเรียนอื่น\nๆ โดยโครงการต่าง ๆ ที่พี่ได้ทำก็จะมีตั้งแต่ จัดค่าย\nจัดนิทรรศการที่หอศิลป์ฯ จัดนิทรรศการรณรงค์เรื่องต่าง ๆ\nที่เป็นประเด็นทางสังคม นอกเหนือจากโครงการต่าง ๆ พี่ก็ยังได้รู้จักเพื่อน\nๆ จากอีกหลายโรงเรียนเลย มันเป็นหนึ่งในประสบการณ์สามปีในเตรียมฯ\nของพี่ที่น่าจดจำมาก ๆ ปีนี้พี่ก็ม.6 แล้ว ถึงน้อง ๆ\nที่กำลังอ่านที่พี่รีวิวนี้อยู่ ถ้ามีโอกาส\nพี่ก็อยากฝากชมรมนี้ที่พี่รักให้น้อง ๆ ดูแลกันต่อไปนะ",
        "profileContent": {
          "name": "เจ๋ง",
          "year": "81",
          "contact": "jengggnarak"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/socialyouthassociation_profile_1.jpg",
      "/assets/clubs/socialyouthassociation_profile_2.jpg",
      "/assets/clubs/socialyouthassociation_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/socialyouthassociation_image_1.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/socialyouthassociation_image_2.jpg",
        "description": "เบื้องหลังกิจกรรม \"ดำนาขาเซ มนต์เสน่ห์วิถีชาวบ้าน\"\nถึงแม้ว่าจะมีสถานการณ์การแพร่ระบาดของ COVID-19\nแต่สมาชิกชมรมภาคีสังคมศึกษาก็ช่วยกันจัดกิจกรรมอย่างเต็มที่\nทำให้ในวันที่จัดกิจกรรมจริง คือ วันที่ 14 พฤศจิกายน 2563 ที่ผ่านมา\nเป็นอีกหนึ่งวันที่ผู้เข้าร่วมกิจกรรมทุกคนคงสามารถบอกได้ว่า\nทั้งสนุกและแปลกใหม่ น่าประทับใจมาก ๆ แน่นอน"
      },
      {
        "url": "/assets/clubs/socialyouthassociation_image_3.jpg",
        "description": "บรรยากาศในคาบชมรมของสมาชิกน้องใหม่ชมรมภาคีสังคมศึกษา ยิ้มแย้ม น่ารัก\nสดใสกันขนาดนี้ ไม่ต้องบอกก็รู้ว่ามีความสุขกับชมรมขนาดไหน"
      }
    ]
  },
  "spanishclub(clubdeespanol)": {
    "id": "ก30952-5",
    "thaiName": "ชมรมสีสรรพ์ภาษาต่างประเทศที่ 2 (ภาษาสเปน)",
    "englishName": "spanishclub(clubdeespanol)",
    "count": "90",
    "activity": "ชมรมสีสรรพ์ภาษาต่างประเทศที่ 2 (ภาษาสเปน) เป็นชมรมสำหรับนักเรียนที่มีความสนใจทางด้านภาษาและวัฒนธรรมของประเทศที่ใช้ภาษาสเปน เช่น ประเทศสเปน รวมไปถึงประเทศในทวีปลาตินอเมริกา โดยมีกิจกรรมหลากหลายที่จัดขึ้นในชมรมไม่ว่าจะเป็นสื่อที่เตรียมมาเพื่อให้ความรู้เกี่ยวกับเทศกาลหรือวัฒนธรรมต่าง ๆ ที่น่าสนใจรวมไปถึงการแนะนำภาพยนตร์หรือการแปลเพลงภาษาสเปนที่มีความเกี่ยวข้องกับประเทศสเปนหรือประเทศในทวีปลาตินอเมริกา ตลอดทั้งยังมีกิจกรรมสนุกสนานนอกห้องเรียนอย่างการทำอาหาร เช่น อาหารประจำแคว้น Galicia ที่มีชื่อว่า Pulpo a la gallega และ Pà amb tomaquet ซึ่งเป็นอาหารประจำแคว้นกาตาลุญญา ประเทศสเปน อีกทั้งยังมีการเชิญคุณครูผู้เชี่ยวชาญในการเต้นระบำ Flamenco หรือการเต้นพื้นเมืองอื่น ๆ ของประเทศสเปนมาให้ความรู้พื้นฐาน และไปจนถึงมีการทำปิญญาตา (Piñata) ร่วมกันกับสมาชิกทุกคน",
    "benefit": "เพื่อให้สมาชิกทุกคนในชมรมได้เรียนรู้เกี่ยวกับวัฒนธรรมที่มีความหลากหลาย ได้มีโอกาสลองทำอะไรใหม่ ๆ ไปกับกิจกรรมที่จัดขึ้น และที่สำคัญคือให้ทุกคนได้เปิดประสบการณ์และได้ความรู้ที่ไม่ใช่แค่เพียงในตำรา",
    "portfolio": "กิจกรรมวันภาษาสเปน (Día del Español)",
    "reviews": [
      {
        "description": "ชมรมสีสรรพ์ภาษาสเปนเป็นชมรมที่ครอบคลุมเกี่ยวกับสเปนมาก ๆ เพราะเราจะไม่ได้เรียนแค่ภาษาแต่จะได้เรียนรู้วัฒนธรรมของประเทศสเปนและประเทศแถบลาตินอเมริกาอีกด้วย เช่น จะได้ทำอาหารสเปนทาน, ทำ piñata และกิจกรรมที่เราชอบมากที่สุดเลยคือการเต้น flamenco โดยที่คุณครูในชมรมจะจัดหาวิทยากรที่เป็นครูสอนเต้นจริง ๆ มาสอนพวกเรา ส่วนกิจกรรมอื่น ๆ ก็จะมีแนะนำหนังสเปนบ้าง เปิดคลิปภาษาสเปนให้ดูบ้าง แล้วก็จะมีให้นักเรียนที่ไปแลกเปลี่ยนประเทศที่ใช้ภาษาสเปนมาเล่าสู่กันฟังด้วยว่าไปแลกเปลี่ยนมาเป็นยังไงบ้าง รับรองว่าบรรยากาศชิว ๆ เป็นกันเอง ไม่เครียดแน่นอน!",
        "profileContent": {
          "name": "กิ่ง",
          "year": "83",
          "contact": "IG: gwtlr"
        }
      },
      {
        "description": "ชมรมสีสรรพ์สเปน ตอนแรกได้ยินชื่อก็คิดว่าจะเป็นชมรมที่จริงจัง แต่จริงๆแล้วเป็นชมรมที่สนุกมาก มีกิจกรรมหลากหลาย ไม่ว่าจะเป็นทำปิญญาตา ทำอาหาร เรียนเต้น ได้รับรู้วัฒนธรรมสเปนและละตินอเมริกาผ่านกิจกรรมต่าง ๆ โดยไม่ได้บังคับหรือยัดเยียดมากเกินไป เพราะทุกอย่างล้วนกลมกลืนมากับกิจกรรมที่จัด คุณครูทุกคนก็น่ารักมาก ใส่ใจเด็กทุกคนเป็นอย่างดี เรายังได้มิตรภาพจากเพื่อน ๆ พี่ ๆ น้อง ๆ จากหลาย ๆ สายการเรียนด้วย สิ่งที่ประทับใจมากที่สุดคือเราเหมือนได้สัมผัสวัฒนธรรมสเปน โดยที่ไม่ต้องเดินทางไปสเปนเลยค่ะ ",
        "profileContent": {
          "name": "ผิงผิง",
          "year": "82",
          "contact": "IG: pawarun.p"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/spanishclub(clubdeespañol)_profile_1.jpg",
      "/assets/clubs/spanishclub(clubdeespañol)_profile_2.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/spanishclub(clubdeespañol)_image_1.jpg",
        "description": "ทำอาหารเป็นเมนูประจำแคว้น Galicia ชื่อว่า Pulpo a la gallega"
      },
      {
        "url": "/assets/clubs/spanishclub(clubdeespañol)_image_2.jpg",
        "description": "ทำปิญญาตา (Piñata) หรือตุ๊กตาแห่งความสุข"
      },
      {
        "url": "/assets/clubs/spanishclub(clubdeespañol)_image_3.jpg",
        "description": "วันภาษาสเปน (Día del Español)"
      }
    ]
  },
  "triamudoma-mathclub": {
    "id": "ก30901-1",
    "thaiName": "ชมรมคณิตศาสตร์ (A-math)",
    "englishName": "triamudoma-mathclub",
    "count": "54",
    "activity": "\n\nในคาบชมรมจะจัดการแข่งขันเหมือนการแข่งขันทั่วไป โดยแข่งขันอาทิตย์ละ 1\nเกมการแข่งขัน มีการมอบรางวัลให้กับผู้ทำคะแนนได้สูงสุดในแต่ละเทอม\nนอกจากนั้น ยังมีการเตรียมตัวสำหรับการจัดการแข่งขันต่าง ๆ ภายในโรงเรียน\nเช่น\n\n1\\. Triamudom A-math championship เป็นการแข่งขัน A-math\nภายในโรงเรียนเตรียมอุดมศึกษาประจำปีที่ใหญ่ที่สุด\nนักเรียนทุกคนสามารถเข้าร่วมการแข่งขันได้\nนักเรียนในชมรมสามารถเป็นได้ทั้งผู้จัดการแข่งขันหรือว่าจะลงสมัครเข้าแข่งขันเองก็ได้\n\n2\\. การแข่งขันกีฬาสี ชมรม A-math เป็นผู้จัดการแข่งขัน A-math\nกีฬาสีโรงเรียนเตรียมอุดมศึกษา สีที่ชนะการแข่งขันเป็นลำดับที่ 1\nจะเป็นตัวแทนโรงเรียนเข้าร่วมการแข่งขันกีฬาประเพณีเตรียมอุดมฯ -เตรียมทหาร\n\nนอกจากนี้ สมาชิกชมรมยังสามารถออกไปแข่งขันรายการต่าง ๆ ภายนอกโรงเรียน\nเช่น การแข่งขันเอแม็ทกรังด์ปรีซ์ หรือการแข่งขันแบรนด์ครอสเวิร์ดเกมฯ\nอีกด้วย\n\n",
    "benefit": "\n\n1\\. ฝึกทักษะการเล่น A-math\n\n2\\. ฝึกการทำงานเป็นทีมและการวางแผนในการแข่งขัน\n\n3\\. ฝึกการคิดเลขให้เร็วและถูกต้อง\n\n",
    "portfolio": "ของชมรม\n\n1\\. จัดการแข่งขัน Triam Udom A-math championship ประจำปี\n\n2.จัดการแข่งขัน A-Math ในกีฬาสี\nเพื่อคัดเลือกตัวแทนโรงเรียนไปแข่งกีฬาประเพณี ต.อ.-ต.ท.\n\n",
    "reviews": [
      {
        "description": "สำหรับผมนะครับผมก็ว่าชมรมนี้เป็นชมรมนึงที่ดีเลยทีเดียว\nในชั่วโมงชมรมเราจะใช้เวลาไปกับการเล่นเอแม็ทกันโดยส่วนมาก\nบางคนอาจจะคิดว่ามันจะน่าเบื่อหรือเปล่า ? ผมขอบอกเลยครับว่า จริง ๆ\nแล้วเกม เอแม็ทเวลาเล่นเนี่ยสนุกแล้วก็ตื่นเต้นมากครับ !\nเราจะใช้เวลาไปกับการคิดและแก้ปัญหาบนเกมของเรา\nซึ่งเป็นความท้าทายและความสนุกของเกมเอแม็ทเลยหละครับ !\nบางคนอาจจะสงสัยว่าเราเล่นกันจริงจังเลยหรือเปล่า ? เครียดมากไหม ?\nก็อยากบอกน้อง ๆ นะครับว่าชมรมเราเนี่ยก็มีทั้งคนที่เล่นกันสนุก ๆ\nแล้วก็คนที่เล่นกันจริงจังครับ ส่วนบรรยากาศในชมรมเนี่ยไม่เครียดเลย\nอยู่กันแบบสบาย ๆ ครับ (ฮ่า ๆ )\n\nนอกจากจะได้เล่นเอแม็ทแล้ว เราก็ยังจะได้เจอกับเพื่อนใหม่ ๆ\nได้ทำกิจกรรมใหม่ ๆ อีกเยอะเลย\nถ้าใครเคยเล่นเอแม็ทอยู่แล้วการเข้ามาชมรมเนี่ยก็จะเป็นการฝึกฝีมือได้อย่างดี\nเพราะจะมีทั้งคุณครูแล้วก็เพื่อน ๆ คอยให้คำแนะนำต่าง ๆ\nส่วนใครยังไม่เคยเล่นก็สามารถเข้ามาเริ่มเล่น เริ่มฝึกได้\nทั้งคุณครูแล้วก็เพื่อน ๆ ก็จะช่วยสอนให้เป็นอย่างดีเลยครับ",
        "profileContent": {
          "name": "ปั้น",
          "year": "82",
          "contact": "instagrampunpunyawish"
        }
      },
      {
        "description": "\nชมรมของเราชื่อว่า 'เอแม็ท' กิจกรรมชมรมก็คือเล่นเอแม็ทนั้นแหละ (ฮ่า)\nหลายคนอาจจะไม่รู้จักว่าเอแม็ทมันคืออะไร ถ้าง่าย ๆ ก็คือเกมคณิตศาสตร์แหละ\nฟังชื่ออาจจะดูปวดหัว แต่มันไม่ใช่แบบนั้นหรอกนะ\nถ้าได้ลองเล่นแล้วละก็...จะต้องสนุกไปกับมันแน่นอน\nแถมยังยังได้ฝึกคิดเลขไปในตัวอีกด้วย เป็นเกมทูอินวันเลยนะเนี่ย~\nสำหรับคนที่เล่นไม่เป็นก็ไม่ต้องกังวลไปนะ เดี๋ยวพี่ ๆ\nที่ชมรมจะคอยช่วยสอนให้เอง ได้แข่งกับคนหลาย ๆ แบบ\nได้สนุกกับการคิดวิธีเอาชนะคู่แข่งแบบใหม่ ๆ สนุกมาก ๆ เลยละ เพื่อน ๆ\nในชมรมก็คุยง่าย ถึงจะเป็นคู่แข่งกันในเกม\nแต่ในอีกแง่ก็เหมือนเพื่อนร่วมสนามรบละมั้ง (ฮ่า) พี่ ๆ ในชมรมก็ใจดี\nเคยให้คำแนะนำต่าง ๆ ไม่ใช่แค่การเล่นเอแม็ทนะ\nแต่เรื่องต่างๆในโรงเรียนก็คุยได้ ~ ส่วนอาจารย์ประจำชมรมก็ไม่ดุ น่ารัก\nแล้วก็ใจดีมาก ๆ เลย เราดีใจมาก ๆ เลยที่ได้มาอยู่ชมรมนี้ ได้เจอเพื่อนดี ๆ\nรุ่นพี่ดี ๆ ครูดี ๆ แล้วก็ได้ประสบการ์ณดี ๆ กลับไปมากมาย :)",
        "profileContent": {
          "name": "ใบบัว",
          "year": "82",
          "contact": "_prnioharp_"
        }
      },
      {
        "description": "\nสำหรับผมนะครับ ชมรมเอแม็ทนี่ก็ดีนะครับ\nในคาบชมรมก็จะใช้เวลากับการเล่นเกมกระดานเอแม็ท\nซึ่งเป็นเกมเกี่ยวกับการคำนวณสมการทางคณิตศาสตร์\nซึ่งถ้าจะเล่นเอาจริงจังก็ทำได้หรือว่าทำเล่น ๆ เหมือนเป็นการฝึกสมองก็ได้\nแต่ส่วนใหญ่เขาจะเอาจริงเอาจังกันมากกว่าครับ !! 555\nแต่ก็ไม่ต้องกลัวนะครับว่าจะแบบกดดันหรือเปล่า เพราะว่าถ้าแพ้\nทุกตาเราก็จะมีรางวัลปลอบใจนะครับ นอกจากนี้แล้ว การมาเล่นในชมรมเอแมทเนี่ย\nทำให้เราได้รู้จักกับเพื่อน ๆ พี่ ๆ น้อง ๆ ที่ชอบในทางเดียวกับเราครับ\nนอกจากนั้นยังมีคุณครูที่ปรึกษาชมรมและเพื่อน ๆ\nในชมรมที่คอยให้คำแนะนำเป็นอย่างดีครับถ้าคุณคิดว่าไม่เก่ง\nถ้าคุณคิดว่าเล่นไม่เป็น ถ้าคุณคิดว่ากดดันมาก\nขอบอกจากประสบการณ์เลยนะครับว่า\nไม่มีสิ่งเหล่านั้นอยู่ในหัวเลยตั้งแต่ก้าวเขามาในชมรมเอแม็ทครับ",
        "profileContent": {
          "name": "ซันเดย์",
          "year": "82",
          "contact": "instagram_sundayyzz"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/triamudoma-mathclub_profile_1.jpg",
      "/assets/clubs/triamudoma-mathclub_profile_2.jpg",
      "/assets/clubs/triamudoma-mathclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/triamudoma-mathclub_image_1.jpg",
        "description": "การจัดการแข่งขันกีฬาสีภายในโรงเรียน"
      },
      {
        "url": "/assets/clubs/triamudoma-mathclub_image_2.jpg",
        "description": "กิจกรรมในชั่วโมงชมรม"
      },
      {
        "url": "/assets/clubs/triamudoma-mathclub_image_3.jpg",
        "description": ""
      }
    ]
  },
  "cactusclub": {
    "id": "ก30925",
    "thaiName": "ชมรมเพาะพันธุ์ไม้",
    "englishName": "cactusclub",
    "count": "65",
    "activity": "\n\nในคาบชมรม สมาชิกในชมรมจะได้เรียนรู้ทักษะเกี่ยวกับการเพาะพันธุ์ไม้\nการลงมือปลูกต้นแคคตัส การทำสวนขวด การลงมือปลูกผักอินทรีย์ด้วยตนเอง\nการเพาะเมล็ดพืชลงดิน\nมีการทำโปสเตอร์ให้ความรู้เกี่ยวกับต้นไม้สายพันธุ์ต่าง ๆ\nทั้งในโรงเรียนและนอกโรงเรียน เช่น วิธีการดูแล วิธีการปลูก\nรวมทั้งข้อมูลเบื้องต้นของสายพันธุ์นั้น ๆ\nได้เรียนรู้วิธีการกำจัดวัชพืชต่าง ๆ อย่างถูกต้องและประหยัดเวลา\nได้ฝึกการทำงานกลุ่มร่วมกัน เช่น\nการแบ่งหน้าที่ในการนำอุปกรณ์มาใช้ปลูกต้นไม้\nได้ผลัดกันนำเสนอต้นไม้ชนิดต่าง ๆ\nช่วยพัฒนาทักษะด้านการแสดงออกให้ดียิ่งขึ้น\nได้พูดคุยและแลกเปลี่ยนความคิดกับคนในชมรม\nและยังได้ฝึกความรับผิดชอบจากการที่ต้องดูแลต้นไม้อย่างต่อเนื่อง\n\n",
    "benefit": "\n\n1.ได้รับมิตรภาพดี ๆ จากเพื่อนร่วมชมรม\n\n2.ได้ฝึกทักษะการปลูกต้นไม้\n\n3.ได้ความรู้ใหม่ ๆ เกี่ยวกับต้นไม้ชนิดต่าง ๆ\n\n",
    "portfolio": "ของชมรม\n\n-\n\n",
    "reviews": [
      {
        "description": "เป็นชมรมที่ทำให้ได้รู้จักเพื่อน ๆ พี่ ๆ เยอะมาก\nในแต่ละเทอมเราจะได้ปลูกต้นไม้ต้นเล็ก ๆ\nทำให้รู้สึกว่าได้คลายเครียดจากการเรียน\nรวมทั้งสถานที่ที่เรียนชมรมก็ร่มรื่น บรรยากาศในชมรมก็เป็นกันเองมาก ๆ\nเป็นชมรมที่ดีชมรมนึงเลย",
        "profileContent": {
          "name": "ฝน",
          "year": "82",
          "contact": "ffonn.s"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/cactusclub_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/cactusclub_image_1.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/cactusclub_image_2.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/cactusclub_image_3.jpg",
        "description": ""
      }
    ]
  },
  "triamudomcomicclub": {
    "id": "ก30941",
    "thaiName": "ชมรมการ์ตูน",
    "englishName": "triamudomcomicclub",
    "count": "60",
    "activity": "\n\nชมรมสำหรับนักเรียนที่มีความสนใจในวัฒนธรรมการ์ตูนทั้งจากฝั่งตะวันออกหรือตะวันตก\nในรูปแบบของหนังสือการ์ตูน นวนิยาย เพลง คอสเพลย์ มีการพบปะพูดคุย\nแสดงความสามารถในการสร้างสรรค์ผลงาน และแบ่งปันความชื่นชอบกับผู้อื่นใน\n“ชมรมการ์ตูน โรงเรียนเตรียมอุดมศึกษา”\nโดยร่วมกันออกความเห็นและพัฒนาความสามารถผ่านการแยกเป็น 4 ฝ่าย\nได้แก่ฝ่ายศิลป์ สำหรับผู้ที่สนใจการวาดรูปการ์ตูน\nแล้วนำมาประยุกต์ใช้จริงผ่านการทำหนังสือการ์ตูนของชมรมฝ่ายร้อง\nฝึกฝนเทคนิคการร้องและโคฟเวอร์เพลงจากอนิเมชันและภาพยนตร์ต่าง ๆ\nฝ่ายคอสเพลย์ ร่วมแลกเปลี่ยนความรู้ด้านการทำอุปกรณ์ประกอบการคอสเพลย์\nแนะนำเครื่องสำอางและสอนแต่งหน้า\nรวมถึงการเข้าถึงลักษณะนิสัยตัวละครที่คอสเพลย์ ฝ่ายฟิคชัน\nฝึกฝนการเขียนนิยาย เรื่องสั้น แฟนฟิคชัน แลกเปลี่ยนคำแนะนำด้านการใช้ภาษา\nการวางโครงเรื่องต่าง ๆ“เพราะเราเชื่อว่า การ์ตูน\nเป็นได้มากกว่าแค่ความชอบ”\n\n",
    "benefit": "\n\n1\\) ก่อให้เกิดทักษะในการมีปฏิสัมพันธ์ การแสดงออกทางความคิด\nรวมถึงการยอมรับความคิดเห็นของผู้อื่น\n\n2\\) พัฒนาความคิดสร้างสรรค์จากการออกแบบและสร้างชิ้นงาน\n\n",
    "portfolio": "ของชมรม\n\n",
    "reviews": [
      {
        "description": "สำหรับเราการเข้าชมรมการ์ตูน (TUCC)\nเป็นหนึ่งในเรื่องที่ไม่เคยรู้สึกว่าตัดสินใจผิดค่ะ\nเป็นจิ๊กซอว์ชิ้นใหญ่ที่ขาดไปไม่ได้ของ 3\nปีในเตรียมอุดมหรือจะเป็นช่วงชีวิตแสนสำคัญที่กำลังเปลี่ยนผ่านอย่างวัยรุ่นก็ตาม\nเราได้รับสิ่งสำคัญมากจากชมรมนี้เยอะมากค่ะทั้งเพื่อน รุ่นน้อง รุ่นพี่\nสังคม ความทรงจำและการเติบโต\nเราพูดได้เต็มปากเลยว่าถ้าไม่ได้เข้าชมรมเราคงไม่ได้เป็นเราอย่างทุกวันนี้\nเราหาสังคมแบบนี้ไม่ได้จากที่ไหน\nสร้างความทรงจำแบบนี้อีกครั้งได้ไหมแล้วจะได้ที่ไหนก็ไม่รู้\nชมรมเป็นสถานที่แสนน่ารักและอบอุ่นค่ะต่อให้เรียนหนักแค่ไหนพอถึงวันจันทร์เราก็ไม่ได้รู้สึกทรมานขนาดนั้นเพราะมีคาบชมรมอยู่\nเราได้ประสบการณ์มากมายจากชมรมทั้งวาดรูป ทำหนังสือ จัดรูปเล่ม\nติดต่อโรงพิมพ์ จัดการบัญชี ทำงานร่วมกับผู้อื่น\n(ไม่ได้จะเขียนแบบคำนำรายงานนะคะแต่มันเป็นแบบนั้น)\nจนถึงตอนนี้เรื่องที่ได้รับมาจากชมรมอย่างประสบการณ์ มิตรภาพดี ๆ\nและความทรงจำที่สวยงาม ก็ยังคงอยู่กับเราเสมอ\nทำให้มีก้าวต่อไปได้อย่างมั่นคงและมีความสุข\nเพราะชมรมเป็นสถานที่แบบนั้นสำหรับเราก็เลยอยากให้ทุกคนที่สนใจมาลองดูนะคะ\n!\n(ในฐานะคนที่เคยเข้าสังคมไม่ค่อยเก่งตอนนี้คนที่คุยกันบ่อยๆหลังเรียนจบมีแต่คนที่เกี่ยวข้องกับชมรมเต็มไปหมดเลยค่ะแล้วทุกคนก็น่ารักกับเรามากที่สุดในโลกเลย\n! )",
        "profileContent": {
          "name": "น้ำ",
          "year": "80",
          "contact": "Twitter: @seenum44350124"
        }
      },
      {
        "description": "\nเรื่องกิจกรรม ตอนม.4\nออดิชั่นเข้ามาในฝ่ายวาดแต่พอทำงานไปได้สามอาทิตย์เรารู้สึกว่าสายวาดไม่ใช่ทางของเราเท่าไหร่\nบังเอิญตอนนั้นได้ไปร้องเกะญี่ปุ่นกับเหล่าประธานชมรมพอดีเลยได้เดบิวต์ย้ายฝ่ายเป็นฝ่ายร้องเพลงแทนซะเลย\nชมรมนี้เปิดโอกาสให้เราได้ทำอะไรกลายอย่างที่เราอยากลองทำมาตั้งแต่สมัยม.ต้น\nทั้งได้ไปขึ้นร้องเพลงบนเวทีงานคอสครั้งแรก ได้ลองคอสครั้งแรก\nได้ลองอัดเสียงเพื่อไปเปิดใช้ในงานแสดงครั้งแรก ที่สำคัญ\nได้ลองเป็นตากล้องคอสจนมันกลายมาเป็นพื้นฐานให้ชีวิตเราในตอนนี้\nจากที่ได้ลิงเริ่มถ่ายคอสด้วยมือถือ เราซื้อกล้องตัวแรก\nได้ลองไปถ่ายไพรกับพี่ ๆ ในชมรม ได้เจอกันตากล้องโปรสายคอสเพลย์ ตอนเราม.4\nตอนนั้นยังไม่มีฝ่ายคอส มีแค่ฝ่ายร้อง แต่พอ.เราม.5\nเพื่อนกับรุ่นพี่ของเราได้จัดฝ่ายคอสขึ้นมา เราเลยได้ขึ้นเป็นฝ่ายตากล้อง\n(ที่มีกันแค่สองคนก็ตาม 555 ) เราได้ถ่ายคอสมาเรื่อย ๆ อาจจะมีหยุดไปบ้าง\nแต่การได้เริ่มต้นงานอดิเรกถ่ายคอสในขมรมนี้มันก็เป็นจุดสำคัญของชีวิตเราไปแล้ว\nเรื่องเพื่อน เราได้อยู่กับคนที่มีความสนใจเหมือนเรา\nได้เจอคนที่เก่งทั้งวาดรูป แต่งฟิค ร้องเพลง ไปจนถึงคอสเพลย์\nการได้อยู่ใยสภาพแวดล้อมเช่นนี้มันสร้างแรงบันดาลใจให้เรา\nและการที่เราได้อยู่กับกลุ่มคนที่เรารู้สึกสนิทด้วย\nมันทำให้วันจันทร์ที่มีคาบชมรมเป็นวันที่เราตั้งตารอที่สุดของสัปดาห์\nเราได้ทำกิจกรรมที่ไม่เคยทำมาก่อนกับเพื่อน ๆ\nที่ยังจำได้ดีที่สุดคือการเตรียมจัดร้านเมดคาเฟ่ในงานโอเพ่นเฮาส์ที่รุ่นก่อนหน้าไม่เคยจัดกันมาก่อน\nน่าจะเป็นสิ่งที่ช่วยเติมเต็มชีวิต ม.ปลายของเราได้ดีที่สุดแล้ว\nความทรงจำได้เราได้ทำสิ่งที่เราชอบหลาย ๆ อย่างกับเพื่อน ๆ พี่ ๆ\nที่เรารู้สึกสนิทด้วยที่สุดมันได้เป็นความทรงจำอันมีค่าของเรามาถึงวันนี้",
        "profileContent": {
          "name": "มิจจี้",
          "year": "76",
          "contact": "FB: มิจจี้คิระคิระ"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/triamudomcomicclub_profile_1.jpg", "/assets/clubs/triamudomcomicclub_profile_2.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/triamudomcomicclub_image_1.jpg",
        "description": "การจำหน่ายผลงานของฝ่ายศิลป์ และฝ่ายฟิคชันในงาน Open House"
      },
      {
        "url": "/assets/clubs/triamudomcomicclub_image_2.jpg",
        "description": "การแสดงร้องเพลงที่เวทีลานอเนกประสงค์ 70 ปีต.อ. ของฝ่ายร้อง"
      },
      {
        "url": "/assets/clubs/triamudomcomicclub_image_3.jpg",
        "description": "คาเฟ่ชมรมการ์ตูนในงาน Open House โดยฝ่ายคอสเพลย์ทำหน้าที่เป็นบริกร"
      }
    ]
  },
  "computerclub": {
    "id": "ก30927",
    "thaiName": "ชมรมคอมพิวเตอร์",
    "englishName": "computerclub",
    "count": "50",
    "activity": "ชมรมนี้มีจุดเริ่มต้นมาจากกลุ่มนักเรียนที่มีความสนใจและชื่นชอบการเขียนโปรแกรมคอมพิวเตอร์ โดยจัดตั้งชมรมขึ้นเพื่อเป็นพื้นที่แลกเปลี่ยนความรู้และพัฒนาศักยภาพในการเขียนโปรแกรมให้แก่\nสมาชิกชมรมที่มีความสนใจ ชมรมได้จัดการเรียนการสอนทักษะการเขียนโปรแกรมหลากหลายด้าน ไม่ว่าจะเป็น ด้านการพัฒนาซอฟต์แวร์และเว็บไซต์ ด้านการเขียนโปรแกรมเพื่อไปแข่งขันในระดับโอลิมปิกวิชาการ และทักษะทางคอมพิวเตอร์ในชีวิตประจำวัน ซึ่งชมรมจะจัดการสอนเนื้อหาต่าง ๆ ตามความสนใจของสมาชิกชมรมว่ามีความสนใจในหัวข้อใดจากที่ได้กล่าวไป\n\nในปีการศึกษานี้ ชมรมได้จัดการเรียนการสอนในหัวข้อ Introduction to Data Science and Machine Learning ในภาคเรียนที่ 1 และจัดการสอนพื้นฐานการพัฒนาเว็บไซต์ในภาคเรียนที่ 2 ซึ่งการสอนในสองหัวข้อนี้เกิดจากการลงความเห็นของสมาชิกในชมรมว่าสนใจในหัวข้อใดเป็นส่วนใหญ่ \n\nชมรมของเราไม่ใช่ชมรมที่รวมรวมผู้ที่เป็นอัจฉริยะทางด้านคอมพิวเตอร์ แต่เป็นชมรมที่รวบรวมผู้ที่มีความสนใจ มีใจรัก มีความชื่นชอบในการเขียนโปรแกรม",
    "benefit": "สิ่งที่สมาชิกชมรมจะได้รับจากชมรมนี้ ทักษะและความรู้ในด้านการพัฒนาซอฟต์แวร์และเว็บไซต์ ด้านการเขียนโปรแกรมเพื่อไปแข่งขันในระดับโอลิมปิกวิชาการ และทักษะทางคอมพิวเตอร์ในชีวิตประจำวัน ซึ่งชมรมจัดการสอนโดยมีจุดประสงค์เพื่อให้สมาชิกได้ลองเขียนโปรแกรมในด้านใหม่ ๆ และให้เป็นเครื่องมือช่วยให้สมาชิกชมรมได้ค้นพบตัวเองว่ามีความชอบในการเขียนโปรแกรมมากน้อยเพียงใด บรรยากาศภายในชมรมจึงสบาย ๆ เป็นการผ่อนคลายจากการเรียนในห้อง นอกจากนี้สมาชิกชมรมยังมีโอกาสแลกเปลี่ยนความรู้กับสมาชิกชมรมที่มีความสนใจในด้านเดียวกันอีกด้วย",
    "portfolio": "มีสมาชิกชมรมที่ได้รับเหรียญจากการแข่งขันโอลิมปิกวิชาการ วิชา คอมพิวเตอร์ ทั้งในระดับชาติและระดับโลกทุก ๆ ปี, ชมรมได้ส่งสมาชิกชมรมไปแข่งยังงานแข่งขันต่างโรงเรียน เช่น โรงเรียนอัสสัมชัญบางรัก โรงเรียนสวนกุหลาบ, จัดการแข่งขัน TUMSO สาขาคอมพิวเตอร์ที่มีหลายโรงเรียนส่งตัวแทนมาเข้าร่วม",
    "reviews": [
      {
        "description": "ในฐานะที่เป็นรองประธานชมรมฝ่ายวิชาการ ทำหน้าที่วางแผนและจัดการการเรียนการสอนภายในชมรม ในปีการศึกษานี้เราต้องการให้ชมรมเป็นพื้นที่แลกเปลี่ยนความรู้นอกห้องเรียน ให้สมาชิกชมรมได้ทดลองทำในสิ่งที่คิดว่าตัวเองชอบ โดยไม่ต้องการให้ชมรมมีความจริงจังหรือทำให้เกิดความเครียดต่อผู้เรียนมากเกินไป ผลปรากฏว่าได้รับการตอบรับที่ดีมาก ๆ จากสมาชิกชมรม รู้สึกประทับใจและดีใจมาก ๆ ที่เพื่อน ๆ ในชมรมให้ความสนใจในกิจกรรมชมรมต่าง ๆ ทั้งการเรียนการสอนและกิจกรรมผ่อนคลาย จนสมาชิกชมรมบางคนได้ค้นพบตัวเองว่ามีความสนใจในอาชีพสายคอมพิวเตอร์ \n\nซึ่งในภาคเรียนที่ 1 ทางชมรมได้จัดการเรียนการสอนในหัวข้อ Introduction to Machine Learning and Data Science โดยอยากให้เป็นก้าวแรกสำหรับผู้ที่สนใจและเป็นการตัดสินใจก่อนก้าวแรกสำหรับผู้ที่มีความลังเลว่าตนชื่นชอบในด้านนี้หรือไม่",
        "profileContent": {
          "name": "ต้นเตย",
          "year": "82",
          "contact": "IG: ttontoey._"
        }
      },
      {
        "description": "ในฐานะผู้ที่มีความสนใจในด้าน Machine Learning และ Data Science นับเป็นโอกาสที่ดีที่ได้มีโอกาสเป็นส่วนหนึ่งของกิจกรรมชมรมคอมพิวเตอร์ในฐานะทีมวิทยากรรับเชิญ เพื่อน ๆ ชาว TUCC ให้ความสนใจและให้การตอบรับที่ดี ทางชมรมมีการบริหารจัดการและการประเมินผลที่ดีเยี่ยม ทำให้เกิดการเรียนรู้โดยมีผู้เรียนเป็นศูนย์กลางและตอบโจทย์ความหลากหลายของผู้เรียนในหลากหลายด้าน ขอขอบคุณทางชมรมที่ให้โอกาสผมได้เข้ามามีส่วนร่วมในโครงการดี ๆ แบบนี้",
        "profileContent": {
          "name": "ริว",
          "year": "82",
          "contact": "IG: tantisiriwatn"
        }
      },
      {
        "description": "ในชมรมคอมพิวเตอร์ได้ทำกิจกรรมที่เกี่ยวกับคอมพิวเตอร์อย่างหลากหลาย ทั้งในด้านวิทยาการคำนวณ ด้านการประมวลผลข้อมูล การทำ Machine Learning และอื่น ๆ ทีมวิทยากรรับเชิญและประธานชมรมแสนใจดี คอยรับคำถามและให้คำตอบที่ชัดเจน รวมถึงเปิดโอกาสให้แนะนำความรู้ใหม่ ๆ ที่ทีมวิทยากรเองอาจยังไม่ทราบ สื่อที่ใช้สอนเป็นไปในรูปแบบที่ทันสมัย โดยใช้แอปพลิเคชัน Discord ทำให้การเรียนการสอนดำเนินไปได้อย่างไหลลื่น ทั้งสื่อที่นำมานำเสนอมีความทันสมัย ซึ่งมีการใช้โปรแกรมอื่น ๆ ร่วมในการสอนด้วย โดยรวมแล้วชมรมนี้เป็นชมรมที่เหมาะสำหรับคนที่ต้องการจะเรียนรู้เรื่องต่าง ๆ ทั่วไป เกี่ยวกับคอมพิวเตอร์ โดยเฉพาะอย่างยิ่งในด้านการประมวลผลข้อมูล",
        "profileContent": {
          "name": "นิค",
          "year": "84",
          "contact": "IG: nick.tintapura"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/computerclub_profile_1.jpg",
      "/assets/clubs/computerclub_profile_2.jpg",
      "/assets/clubs/computerclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/computerclub_image_1.jpg",
        "description": "แขกรับเชิญพิเศษ (Korakot Chaovavanich) พูดคุยในหัวข้อประสบการณ์การทำงานด้าน Data Science"
      },
      {
        "url": "/assets/clubs/computerclub_image_2.jpg",
        "description": "บรรยากาศการเรียนการสอนภายในชมรม"
      }
    ]
  },
  "lawclub": {
    "id": "ก30934",
    "thaiName": "ชมรมกฎหมายน่ารู้",
    "englishName": "lawclub",
    "count": "50",
    "activity": "\n\nชมรมกฎหมายน่ารู้เป็นชมรมที่สอนเกี่ยวกับพื้นฐานของวิชากฎหมาย กฎเกณฑ์ต่าง\nๆ และระเบียบแบบแผนในชีวิตประจำวันภายใต้ระบอบการปกครองแบบประชาธิปไตย\nทำให้สมาชิกชมรมได้รับองค์ความรู้ใหม่ที่สามารถนำไปปฏิบัติตาม ต่อยอด\nและปรับใช้กับแนวทางการเป็นพลเมืองดีของสังคมไทยได้ในอนาคต\nอีกทั้งชมรมกฎหมายน่ารู้ยังมีการนำเสนอแนวทางและการให้ข้อมูลเกี่ยวกับการศึกษาต่อคณะนิติศาสตร์ในระดับอุดมศึกษา\nเพื่อเตรียมความพร้อมให้กับสมาชิกชมรมที่มีความสนใจในศึกษาศาสตร์ของกฎหมายต่อไป\nนอกจากนี้ชมรมของเรายังมีการจัดกิจกรรมต่าง ๆ ระหว่างปีการศึกษา\nไม่ว่าจะเป็นการจัดแข่งขันตอบปัญหากฎหมาย หรือการจัดทัศนศึกษานอกสถานที่\nทำให้สมาชิกชมรมได้มีประสบการณ์จริงในการลงพื้นที่หรือทดสอบองค์ความรู้ด้านกฎหมาย\nอีกทั้งยังทำให้สมาชิกชมรมได้รับทักษะด้านการจัดการ\nการนำความรู้ที่ได้เรียนมาไปใช้ประโยชน์\nและทำให้นักเรียนทุกคนได้มีส่วนร่วมในการทำกิจกรรม\n\n",
    "benefit": "\n\nได้ความรู้เกี่ยวกับวิชากฎหมาย สร้างความสามัคคีกลมเกลียวในชมรม\nและได้ไปเยี่ยมชมสถานทีจริงที่มีความเกี่ยวข้องกับกฎหมายไทย\n\n",
    "portfolio": "ของชมรม\n\n1.การจัดแข่งขันตอบปัญหากฎหมาย\n\n2.พาสมาชิกชมรมทัศนศึกษานอกสถานที่\n\n",
    "reviews": [
      {
        "description": "ชมรมกฎหมายน่ารู้เป็นชมรมที่น่าสนใจมากๆ\nสำหรับตัวพี่ที่สนใจที่จะเข้านิติศาสตร์\nด้วยหลักสูตรของชมรมที่มีการฝึกฝนให้ทำโจทย์เกี่ยวกับเรื่องกฎหมายอยู่สม่ำเสมอ\nรวมทั้งเพื่อน ๆ พี่ ๆ น้อง ๆ ในชมรมที่น่ารักทุกคน และที่สำคัญ\nอาจารย์วีระชัยผู้เป็นที่ปรึกษาชมรมก็เป็นอาจารย์ที่มีประสบการณ์ในการสอนมาหลายปี\nทำให้กฎหมายเป็นเรื่องที่เข้าใจง่ายขึ้นมาทันใดเลยค่ะ",
        "profileContent": {
          "name": "ปอย",
          "year": "81",
          "contact": "poyboonsu"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/lawclub_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/lawclub_image_1.jpg",
        "description": "การแข่งขันตอบปัญหากฎหมาย"
      },
      {
        "url": "/assets/clubs/lawclub_image_2.jpg",
        "description": ""
      }
    ]
  },
  "tuband": {
    "id": "ก30918",
    "thaiName": "ชมรมดุริยางค์",
    "englishName": "tuband",
    "count": "50",
    "activity": "\n\nชมรมดุริยางค์เป็นชมรมที่มีทั้งเครื่องเป่า และ percussion\nมีหลากหลายกิจกรรมให้ได้ลองทำ เช่น การฝึกซ้อมรวมวง, การเดิน marching\nและ Colourguard เป็นต้น\nและยังมีการพาไปแข่งขันนอกโรงเรียนเพื่อให้นักเรียนได้เก็บเกี่ยวประสบการณ์ต่าง\nๆ ทั้งการทำงานเป็นทีม การทำงานแบบ back stage และ on stage อีกด้วย\n\n",
    "benefit": "\n\nได้เพื่อนเพิ่มขึ้น ได้ทักษะดนตรีติดตัว ได้ฝึกการทำงานเป็นทีม\nฝึกการทำงานในรูปแบบต่าง ๆ ทั้ง back stage และ on stage\nในส่วนของการเดิน marching\nก็คือจะได้บุคลิกภาพและสมาธิที่ดีขึ้นอีกด้วยเช่นกัน\n\n",
    "portfolio": "ของชมรม\n\nการแข่งขันศิลปหัตถกรรม wind ensemble (รองชนะเลิศอันดับ1)\n\nMusic & Marching Arts International (เหรียญทอง)\n\nValaya Alongkorn Music Competition (ชนะเลิศอันดับ1)\n\n\n\n",
    "reviews": [
      {
        "description": "ความเห็นพี่ก็ ชมรมนี้ก็สนุกดีนะ ทุกคนได้เล่นดนตรีด้วยกัน\nมีส่วนร่วมกันแทบทุกคน ซึ่งพี่ว่าพี่ประทับใจมากที่ 3 ปีในเตรียมฯ\nก็ยังคงวนเวียนอยู่ในชมรมนี้ มันเหมือนได้ทำสิ่งที่เราชอบอะเนาะ\nและเวลามีเรื่องอะไร หรือจะนัดไปเที่ยว กินข้าว หรืออะไรก็ตามเนี่ย\nเพื่อนหรือสังคมในวงนี่แหละแทบจะมาเป็นอันดับแรก มีไรเพื่อนวงมาก่อนเลย\nและในส่วนสถานที่ซ้อมเนี่ย ห้องวงถ้า renovate\nหรือจัดใหม่ก็น่าจะดีกว่านี้\nและสำหรับพี่ห้องวงมันก็เหมือนห้องในบ้านอีกห้องอะ อะไรประมาณนี้",
        "profileContent": {
          "name": "เชน",
          "year": "81",
          "contact": "chainpas_per"
        }
      },
      {
        "description": ">\nจริง ๆ ที่นี่มันเกินคำว่าชมรมไปอีกนะสำหรับเรา\nช่วงนี้อาจจะไม่ค่อยได้มาซ้อมมากินมานอนด้วยกัน\nเท่าไรด้วยโควิดหรืออะไรก็ตามแต่\nแต่ช่วงที่ได้ทำกิจกรรมคือมันยุ่งมากจนลืมวันลืมคืนนี่ไม่เกินจริงเลย\n555555555 แต่เอาดี ๆ มันสนุกนะ\nเหมือนที่เขาบอกว่าเวลาของความสุขมันจะผ่านไปไวเสมอ\nเรามานั่งคิดก็แบบเออเราอยู่กับวงนี้มาสามปีแล้ว กำลังจะจบจากเตรียมฯ\nแล้ว คงไม่ได้มาเล่นดนตรีกับเพื่อน ๆ พี่ ๆ น้อง ๆ\nบ่อยได้เท่าเมื่อก่อนแล้ว\nพอเรามามองย้อนกลับไปเราจำอะไรไม่ค่อยถูกเท่าไรจำมั่วจำสลับกันไปหมดเพราะมันเยอะมากจริง\nๆ 555555555 จะแข่งจะซ้อมหรืออะไรเราใช้เวลากับชมรมนี้ไปประมาน 70%\nของชีวิตในเตรียมอุดมฯ เลยอะ มันคุ้มเกินคุ้มมาก\nเวลามีอะไรที่ต้องช่วยเหลือคือไม่ต้องขออะ\nคือพวกเราเต็มใจที่จะสนับสนุนซัพพอร์ตซึ่งกันและกันอะ\nมันมีนะช่วงเวลาที่ทะเลาะหรือไม่เข้าใจกันอะ\nมันเป็นธรรมดามากของการอยู่ร่วมกันของคนเป็นสามสิบสี่สิบคน\nแต่ขอบคุณทุกคนที่อดทนผ่านจุดนั้นมาได้ ขอบคุณสำหรับช่วงเวลาดี ๆ\nที่ผ่านมา ขอบ คุณที่ทำให้ชีวิตม.ปลายเราสนุกได้มากขนาดนี้\nหวังว่าชมรมดุริยางค์จะเป็นมากกว่าคำว่า\n'ชมรม'ให้ทุกคนได้มาใช้ช่วงเวลาดี ๆ ร่วมกันที่นี่นะ",
        "profileContent": {
          "name": "นิล",
          "year": "81",
          "contact": "kantanill"
        }
      },
      {
        "description": ">\nชมรมดุริยางค์เป็นเหมือนครอบครัวสําหรับเรา เพราะใช้เวลาส่วนมากอยู่ที่วง\nได้อยู่กับเพื่อน ๆ พี่ ๆ น้อง ๆ\nเป็นกลุ่มคนที่เรารู้สึกว่าเราสนิทที่สุดเเล้ว\nนอกจากได้เรียนรู้ดนตรีก็ได้เรียนรู้ประสบการณ์ชีวิตเยอะมาก ๆ\nตั้งเเต่การเป็นผู้นําและผู้ตามที่ดี ความกล้าเเสดงออก\nเเละความอดทนเเละรับผิดชอบ นอกจากนี้ เราได้ connection เยอะมาก ๆ\nทั้งรุ่นพี่ศิษย์เก่า ทั้งคนในวงการดนตรี ทั้งอาจารย์หลาย ๆ ท่าน\nซึ่งเรารู้สึกว่ามันมีประโยชน์กับเราในอนาคตอีกด้วย",
        "profileContent": {
          "name": "คิตตี้",
          "year": "81",
          "contact": ""
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/tuband_profile_1.jpg",
      "/assets/clubs/tuband_profile_2.jpg",
      "/assets/clubs/tuband_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/tuband_image_1.jpg",
        "description": "\nการแข่งศิลปหัตถกรรม"
      },
      {
        "url": "/assets/clubs/tuband_image_2.jpg",
        "description": "\nการแข่ง Marching And Marching Arts International"
      },
      {
        "url": "/assets/clubs/tuband_image_3.jpg",
        "description": ""
      }
    ]
  },
  "thaiclub": {
    "id": "ก30904",
    "thaiName": "ชมรมภาษาไทย",
    "englishName": "thaiclub",
    "count": "90",
    "activity": "\n\nชมรมภาษาไทย เป็นชมรมที่นักเรียนจะได้ฝึกฝนทักษะภาษาไทยด้านต่าง ๆ เช่น\nการฟัง การพูด การอ่าน การเขียน รวมถึงการวิเคราะห์\nซึ่งจำเป็นต่อการสื่อสารทั้งในชีวิตประจำวันและการทำงานในอนาคต\nนอกจากนี้ชมรมยังมีการเปิดโอกาสให้นักเรียนได้แสดงความสามารถ\nโดยจัดการแข่งขันหลากหลายรายการขึ้นเป็นประจำทุกปี\n\n",
    "benefit": "\n\nทำให้นักเรียนได้พัฒนาทักษะภาษาไทยด้านต่าง ๆ\nแล้วสามารถนำไปประยุกต์ใช้ได้อย่างถูกต้องเหมาะสม\nเปิดโอกาสให้นักเรียนได้เข้าสู่เวทีการแข่งขันและแสดงความสามารถของตน\n\n",
    "portfolio": "ของชมรม\n\nมีการจัดการแข่งขันประกวดคัดลายมือ, จัดการแข่งขันย่อความ,\nจัดการแข่งขันประพันธ์กลอนสด เป็นต้น\n\n",
    "reviews": [
      {
        "description": "จากประสบการณ์ที่ได้อยู่ชมรมมา 2 ปี ชมรมให้อะไรเราหลายอย่างเลย\nทำให้เรามีความระมัดระวังการใช้ภาษาแล้วก็มีความกล้าแสดงออกมากขึ้น\nจากการได้ทำชิ้นงานรูปแบบต่างๆ รู้จักคนใหม่ๆ มีการทำงานกลุ่มร่วมกัน\nได้รู้จักเพื่อน รุ่นพี่ รุ่นน้องหลากหลายสายการเรียน ครูทุกคนก็ใจดี\nคอยให้คำปรึกษาตลอด\nเวลาที่เราทำอะไรผิดพลาดครูก็จะคอยชี้แนะให้เรารู้ว่าควรปรับปรุงตรงไหน\nส่วนห้องชมรมมี 2 ห้องอยู่ตรงตึก 1 ชั้นล่าง\nตึกอาจจะดูเก่าหน่อยแต่ว่าแอร์เย็นดี แถมอยู่ใกล้ทางออกโรงเรียนด้วย\nนอกจากนี้เวลาชมรมจัดแข่งขันอะไรก็จะมีเงินรางวัลและเกียรติบัตรให้\nถึงเงินรางวัลจะไม่ได้มากมายขนาดนั้นแต่ก็พอให้เป็นค่าขนมได้หลายวัน\nแล้วยังได้ประสบการณ์กลับบ้านไปอีกเยอะเลย",
        "profileContent": {
          "name": "ต้นหอม",
          "year": "82",
          "contact": "IG: tonhom0_0"
        }
      },
      {
        "description": "ชมรมภาษาไทยเป็นชมรมที่ช่วยให้สมาชิกได้ฝึกทักษะในการฟัง พูด อ่าน เขียนภาษาไทย ผ่านกิจกรรมต่างๆในแต่ละคาบเรียน รวมถึงมีการจัดการแข่งขันทักษะทางภาษาเนื่องในวันสำคัญ เช่น วันสุนทรภู่ วันภาษาไทย",
        "profileContent": {
          "name": "ถุงแป้ง",
          "year": "82",
          "contact": "IG: jaopang_pyw"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/thaiclub_profile_1.jpg", "/assets/clubs/thaiclub_profile_2.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/thaiclub_image_1.jpg",
        "description": "การแข่งขันอ่านจับใจความ โดยชมรมภาษาไทย"
      },
      {
        "url": "/assets/clubs/thaiclub_image_2.jpg",
        "description": "การแข่งขันแต่งกลอน โดยชมรมภาษาไทย"
      }
    ]
  },
  "globetriamudom": {
    "id": "ก30948",
    "thaiName": "ชมรมวิทยาศาสตร์โลกทั้งระบบ",
    "englishName": "globetriamudom",
    "count": "60",
    "activity": "\n\nสนับสนุนให้สมาชิกได้เรียนรู้วิธีการศึกษาอย่างมีกระบวนการ\nผ่านอุปกรณ์ที่ทันสมัย สอดรับกับประเทศไทยยุค 4.0\nลดรูปแบบการศึกษาที่เป็นเพียงการท่องอ่านตามตำรา\nปลูกฝังจิตสำนึกที่ดีต่อสิ่งแวดล้อม\nหันมาลงมือทำสิ่งที่เกิดผลในเชิงประจักษ์ โดยเริ่มต้นที่ตัวเอง\nเสริมสร้างทักษะความเป็นผู้นำการเปลี่ยนแปลงให้กับสมาชิกในชมรม\nผ่านพันธกิจหลัก 3 ประการ จาก \"ศาสตร์พระราชา\"\n\n\\[ 1 \\] เข้าใจ : เข้าใจความเป็นไป ของปัญหาอย่างลึกซึ้ง\nโดยอาศัยกระบวนการย่อย 4 ประการ ได้แก่\n\n\\- การใช้ข้อมูลที่มีอยู่ (Existing data)\n\n\\- การใช้ข้อมูลเชิงประจักษ์ (Empirical data)\n\n\\- การวิเคราะห์และวิจัย (Analytics and Research)\n\n\\- การทดลองจนได้ผลจริง (Experiment till actionable results)\n\n\\[ 2 \\] เข้าถึง : เข้าถึงปัญหา อย่างแท้จริง โดยอาศัยกระบวนการย่อย 3\nประการ ได้แก่\n\n\\- ระเบิดจากข้างใน (Inside-out blasting)\n\n\\- เข้าใจกลุ่มเป้าหมาย (Understand target)\n\n\\- สร้างปัญญา (Educate)\n\n\\[ 3 \\] พัฒนา : พัฒนาแก้ปัญหาอย่างตรงจุด มั่นคง และยั่งยืน\nโดยอาศัยกระบวนการย่อย 3 ประการ ได้แก่\n\n\\- เริ่มต้นด้วยตนเอง (Self-initiated)\n\n\\- พึ่งพาตนเองได้ (Self-reliance)\n\n\\- ต้นแบบเผยแพร่ความรู้ (Prototype and role model)\"\n\n",
    "benefit": "\n\nฝึกตั้งคำถามจากการสังเกตสิ่งแวดล้อมรอบตัว\n\nทักษะการสำรวจทางวิทยาศาสตร์อย่างมีกระบวนการวิธี\n\nได้เข้าใจ เข้าถึง และพัฒนาแก้ปัญหาที่เกิดขึ้นให้เกิดผลจริง\n\nทักษะความเป็นผู้นำการเปลี่ยนแปลง\n\n",
    "portfolio": "ของชมรม\n\nรางวัลชนะเลิศจากผลงาน “การประดิษฐ์เครื่องมือสำรวจปริมาณฝุ่นละอองในอากาศ”\nจากงาน Thailand New Gen Inventors Awards, จัดแสดงผลงานวิจัยในงาน GLOBE\nThailand SRC 2020, เหรียญรางวัลระดับ 4 ดาวจาก GLOBE Program NASA\n(มากที่สุดในประเทศไทย) และผลงานต่าง ๆ\nในแต่ละปีที่ร่วมกับสถาบันการศึกษา/กลุ่มวิจัยจากทั่วโลก\n\n",
    "reviews": [
      {
        "description": "GLOBE นอกจากจะเป็นชมรมที่ทำให้เราได้ตั้งคำถามกับสิ่งต่าง ๆ รอบตัวเรา และศึกษา เรียนรู้อย่างมีกระบวนการ ผ่านอุปกรณ์ที่ทันสมัย ได้ผลเชิงประจักษ์แล้ว ยังมีเพื่อน ๆ ที่น่ารักจากหลากหลายสายการเรียน และบรรยากาศการจัดกิจกรรมที่เต็มไปด้วยความสุขและรอยยิ้ม ดีใจมากที่ได้เข้ามาเป็นส่วนหนึ่งของ GLOBE Triamudom",
        "profileContent": {
          "name": "ก้อง",
          "year": "82",
          "contact": "@_kongzerreiei_"
        }
      },
      {
        "description": "ชมรมวิทยาศาสตร์โลกทั้งระบบ หรือ GLOBE Triamudom เป็นชมรมวิทยาศาสตร์ที่ไม่น่าเบื่อเหมือนที่เราคิดไว้ในตอนแรกเลย กิจกรรมส่วนใหญ่จะเน้นไปในทางปฏิบัตินอกห้องเรียน มีการออกไปสำรวจ ออกไปทดลอง โดยที่เราไม่จำเป็นต้องมีความรู้มาก่อนเลย เพราะตลอดการทำกิจกรรมจะมีพี่ๆและครูคอยให้คำแนะนำอยู่ตลอด หรือใครที่มีความสนใจในการทำโครงงาน ก็จะมีครูที่ปรึกษาและรายการต่างๆมาให้ร่วมส่งผลงานอยู่เรื่อยๆ แล้วก็การที่ชมรมทำกิจกรรมเป็นกลุ่ม ทำให้ได้รู้จักเพื่อนต่างห้องเยอะขึ้นมากก",
        "profileContent": {
          "name": "ไหมแก้ว",
          "year": "83",
          "contact": "IG: maikaew____"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/globetriamudom_profile_1.jpg", "/assets/clubs/globetriamudom_profile_2.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/globetriamudom_image_1.jpg",
        "description": "กิจกรรมเผยแพร่งานวิจัยและให้ความรู้ต่างๆของชมรมวิทยาศาสตร์โลกทั้งระบบ ในงาน Triamudom Open house2018"
      },
      {
        "url": "/assets/clubs/globetriamudom_image_2.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/globetriamudom_image_3.jpg",
        "description": "ภาพกิจกรรมปริศนาในม่านเมฆจากชมรมของเราได้รับคัดเลือกลงในเว็บไซต์ของ NASA เนื่องในวัน EARTH Day"
      }
    ]
  },
  "earthscienceclub": {
    "id": "ก30951",
    "thaiName": "ชมรมโลกศาสตร์",
    "englishName": "earthscienceclub",
    "count": "30",
    "activity": "ชมรมโลกศาสตร์คือชมรมที่มีการจัดกิจกรรมการเรียนรู้มุ่งเน้นไปในวิชาธรณีวิทยา และดาราศาสตร์ ผ่านรูปแบบการใช้สื่อ และการนำเสนอต่างๆอย่างอิสระ ไม่ว่าจะเป็น การประดิษฐ์ชิ้นงานต่างๆของสมาชิกชมรมเพื่อเตรียมนำไปสู่ขั้นตอนนำเสนอ การเล่นเกมส์ที่ส่งเสริมการเรียนรู้ในวิชาที่เกี่ยวข้อง การพูดคุยถึงหัวข้อที่น่าสนใจเกี่ยวกับวิชาที่ศึกษา ไม่ว่าจะเป็นเรื่องที่มีการศึกษามาอย่างยาวนานแล้ว หรือกระทั่งการค้นพบใหม่ๆก็ตามเพื่อให้เป็นไปตามกระแสโลก ณ ปัจจุบัน  ในส่วนของเนื้อหา ภาคเรียนที่หนึ่งทางชมรมจะเน้นจัดกิจกรรมที่ส่งเสริมการเรียนรู้เกี่ยวกับวิชาธรณีวิทยา เช่น การสร้างโมเดลจำลอง การวิเคราะห์ภาพยนตร์เกี่ยวกับภัยพิบัติ รวมไปถึงการศึกษาเรื่องหินและแร่ผ่านตัวอย่างจริงภายในพิพิธภัณฑ์หินแร่ และสวนหินปิ่นหทัย  เมื่อถึงภาคเรียนที่สอง ทางชมรมจะจัดกิจกรรมส่งเสริมการเรียนรู้เกี่ยวกับวิชาดาราศาสตร์เป็นหลักผ่านสื่อต่างๆ อาทิการใช้ Simulation เพื่อศึกษาฟิสิกส์ดาราศาสตร์ หรือการทดลองทางดาราศาสตร์ ฟิสิกส์ดาราศาสตร์ และฟิสิกส์อะตอม นอกเหนือจากนี้ทางชมรมยังมีคุณครูผู้สอนวิทยาศาสตร์กายภาพเป็นครูที่ปรึกษาชมรมเพื่อให้คำแนะนำต่าง ๆ อยู่เสมอ",
    "benefit": "\n\nความรู้ในวิชาวิทยาศาสตร์โลกและอวกาศ\nซึ่งเป็นองค์ความรู้ที่สำคัญต่อมนุษย์ทุกคน ประสบการณ์ในการทำโครงงาน\nการนำเสนองาน ความคิดสร้างสรรค์ และจินตนาการ\n\n",
    "portfolio": "",
    "reviews": [
      {
        "description": "ชมรมโลกศาสตร์เป็นชมรมที่ชิลและก็ให้อิสระกับนักเรียนมากๆ นักเรียนสามารถเลือกหัวข้อที่สนใจและหาความรู้เกี่ยวกับหัวข้อนั้นๆมานำเสนอให้กับเพื่อนๆพี่ๆและคุณครูที่มีความสนใจในเรื่องเดียวกัน ได้แลกเปลี่ยนข้อมูล มุมมอง ความคิดเห็น เพื่อต่อยอดความรู้ความสนใจของเรา ถ้าใครสนใจเกี่ยวกับธรณี-ดาราศาสตร์ หรือธรรมชาติที่อยู่รอบตัวเรา ชมรมโลกศาสตร์ถือเป็นตัวเลือกที่เหมาะมากๆค่ะ",
        "profileContent": {
          "name": "ปรายฟ้า",
          "year": "84",
          "contact": "IG: ppraifxz____"
        }
      },
      {
        "description": "สำหรับชมรมโลกศาสตร์นั้น ถือว่าเป็นชมรมที่ให้ความอิสระสูงมากแก่สมาชิกของชมรมในการที่จะจัดทำกิจกรรมต่างๆ แล้วก็มีครูที่ปรึกษาประจำชมรมที่มีความรู้ในเรื่องนั้น ๆ และรุ่นพี่ที่เป็นสมาชิกของชมรมที่มีความรู้ คอยช่วยให้คำปรึกษา ,ให้คำแนะนำ ,ให้การช่วยเหลือในการทำโครงงานต่างๆที่เกี่ยวข้องกับวิชาด้านธรณีวิทยาหรือดาราศาสตร์อยู่เสมอ ในเรื่องสถานที่ชมรมก็ได้เรียนที่ห้อง124 หรือห้องพิพิธภัณฑ์หินและแร่ ซึ่งมีตัวอย่างหินให้ศึกษาดูได้ นอกจากนี้ข้างห้องก็มีสวนหินอีกเช่นกัน.. สำหรับผู้ที่สนใจในด้านธรณีวิทยาหรือดาราศาสตร์ ผมมีความเห็นว่าชมรมโลกศาสตร์นั้นถือว่าน่าสนใจมากครับ",
        "profileContent": {
          "name": "ชนน",
          "year": "81",
          "contact": "IG: chanon9945"
        }
      },
      {
        "description": "ชมรมโลกศาสตร์ เราว่าเป็นชมรมหนึ่งที่อยู่แล้วรู้สึกสบายดีนะ ในแต่ละสัปดาห์ทางชมรมจะให้สมาชิกที่สนใจในหัวข้อเดียวกันมานำเสนอสิ่งที่ตนเองสนใจกัน คือมันอิสระมาก ๆ เรารู้สึกดีที่ได้มาแลกเปลี่ยนเกี่ยวกับเรื่องที่เราสนใจกับคนอื่น บางครั้งเรื่องที่เพื่อนๆนำมาเสนอมันก็เป็นเรื่องใหม่ ซึ่งพอเราได้ฟังแล้วก็รู้สึกว้าวมากๆ รู้สึกเปิดโลก555 การค้นพบมันเกิดขึ้นทุกวันอยู่เสมอ ถ้ามีความสนใจวิชาธรณีวิทยา และดาราศาสตร์ เราแนะนำชมรมนี้เลยค่า",
        "profileContent": {
          "name": "กอร์ย่า",
          "year": "82",
          "contact": "IG: __gy209"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/earthscienceclub_profile_1.jpg",
      "/assets/clubs/earthscienceclub_profile_2.jpg",
      "/assets/clubs/earthscienceclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/earthscienceclub_image_1.jpg",
        "description": ""
      }
    ]
  },
  "scienceclub": {
    "id": "ก30902",
    "thaiName": "ชมรมวิทยาศาสตร์",
    "englishName": "scienceclub",
    "count": "450",
    "activity": "\n\nชมรมวิทยาศาสตร์เหมาะสำหรับผู้ที่ชื่นชอบหรือสนใจในวิชาวิทยาศาสตร์\nโดยชมรมวิทยาศาสตร์ส่งเสริมให้สมาชิกได้ใช้ความคิดสร้างสรรค์และการคิดวิเคราะห์เพื่อประยุกต์ใช้ในชีวิตประจำวัน\nเน้นการลงมือปฏิบัติงานจริงมากกว่าภาคทฤษฎี กิจกรรมที่ทำในชมรมได้แก่\nการแลกเปลี่ยนความรู้วิชาวิทยาศาสตร์ที่สนใจกับเพื่อน ๆ ในชมรม\nการคิดโจทย์ปัญหารวมถึงการสร้างสรรค์ผลงานทางวิทยาศาสตร์\nการแข่งขันชิงรางวัลทั้งไม่ว่าจะเป็นแบบกลุ่มหรือแบบเดี่ยว\nการประกวดและจัดการทดลองตามสถานการณ์ที่เหมาะสม\nโดยสมาชิกชมรมจะได้ร่วมจัดงานในงานสัปดาห์วิทยาศาตร์ เป็นผู้ดูแลการสอบ\nPre-Test ประจำปี และจัดกิจกรรม Open House\nซึ่งนอกจากจะได้ความรู้แล้วยังได้ฝึกฝนทักษะในการเข้าสังคมและทำงานร่วมกันกับผู้อื่นผ่านประสบการณ์ใหม่\nๆ ที่อาจยังไม่เคยสัมผัสอีกด้วย\n\n",
    "benefit": "\n\nเสริมสร้างความสามัคคีและการร่วมมือกันในหมู่คณะ\n\nฝึกทักษะความเป็นผู้นำและความรับผิดชอบในการทำงาน\n\nฝึกการแก้ปัญหาเฉพาะหน้าในสถานการณ์ต่างๆ ผ่านการจัดกิจกรรม\n\nเสริมสร้างความคิดสร้างสรรค์จากการแลกเปลี่ยนความคิดเห็น\nเพื่อเพิ่มพูนความรู้ระหว่างสมาชิกในชมรม\n\n",
    "portfolio": "ของชมรม\n\nจัดกิจกรรมวันวิทยาศาสตร์\n\nดูแลการสอบ Pre-Test เข้ามัธยมศึกษาปีที่ 4\n\n",
    "reviews": [
      {
        "description": "ชมรมวิทยาศาสตร์มีกิจกรรมให้เลือกทำเยอะมากเนื่องจากมีหลายสาขาวิชา\nซึ่งส่วนใหญ่เราจะเน้นการเข้าชมรมมาร่วมแลกเปลี่ยนความรู้และทำกิจกรรมระหว่างกันมากกว่า\nทำให้ได้รู้จักทั้งเพื่อน ๆ รุ่นพี่และรุ่นน้องเยอะมากๆเลยค่ะ",
        "profileContent": {
          "name": "ฟ้า",
          "year": "82",
          "contact": "fharlin.s"
        }
      },
      {
        "description": "\nสำหรับเราชมรมวิทยาศาสตร์เป็นชมรมที่ค่อนข้างเปิดกว้างและหลากหลายเลยนะ\nเพื่อน ๆ ในชมรมเฟรนด์ลี่มาก\nมีการถามความคิดเห็นของคนในชมรมตลอดว่าอยากให้มีกิจกรรมอะไรในชมรม\nสามารถเลือกได้ว่าอยากที่จะทำงานออกมาในรูปแบบไหน\nที่สำคัญคืองานเบาแล้วก็สบายมากๆเลยย ♡´･ᴗ･`♡",
        "profileContent": {
          "name": "ใบบัว",
          "year": "82",
          "contact": "nannxpat"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/scienceclub_profile_1.jpg", "/assets/clubs/scienceclub_profile_2.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/scienceclub_image_1.jpg",
        "description": "ผลงานภาพวาดทางวิทยาศาสตร์ของสมาชิกในชมรม"
      },
      {
        "url": "/assets/clubs/scienceclub_image_2.jpg",
        "description": "ผลงาน infographic ของสมาชิกในชมรม"
      }
    ]
  },
  "goclub": {
    "id": "ก30901-3",
    "thaiName": "ชมรมคณิตศาสตร์ (หมากล้อม)",
    "englishName": "goclub",
    "count": "30",
    "activity": "\n\nชมรมหมากล้อมเป็นชมรมที่แยกย่อยออกมาจากชมรมคณิตศาสตร์\nกิจกรรมที่ชมรมนี้ทำส่วนมากก็จะเกี่ยวข้องกับหมากล้อมที่จะต้องใช้เรื่องการวางแผนและตรรกะในการเล่น\nโดยในเทอม 1 เนื่องมาจากสมาชิกชมรมส่วนหนึ่งเป็นผู้เล่นใหม่\nทางชมรมก็จะให้ทุกคนได้เรียนรู้เกี่ยวกับอุปกรณ์ กฎ กติกา มารยาท\nและพื้นฐานการเล่นหมากล้อมขั้นเบื้องต้น\nและจะให้ทุกคนได้จับคู่เล่นหมากล้อมในทุก ๆ คาบชมรมที่ได้เจอกัน ส่วนในเทอม\n2 ชมรมจะมีการจัดการแข่งขันภายในชมรมในคาบชมรม\nเพื่อให้ทุกคนได้มีประสบการณ์การแข่งขัน และจะมีรางวัลให้แก่ผู้ชนะด้วย\nนอกจากนี้ หากมีเวลาหรือผู้ที่สนใจศึกษาการเล่นหมากล้อมเพิ่มเติม\nก็อาจจะมีการอธิบายถึงทักษะขั้นสูสำหรับการเล่นเพื่อแข่งขันจริงจังให้ด้วย\n\n",
    "benefit": "\n\n1\\. ฝึกการคิดวางแผนการเล่น ซึ่งทำให้สมองซีกซ้ายได้ทำงาน\n\n2\\. ฝึกสมาธิอันเป็นผลมาจากการคิด\n\n3\\. รู้จักคนในโรงเรียนมากขึ้น\n\n",
    "portfolio": "ของชมรม\n\n-\n\n",
    "reviews": [
      {
        "description": "ตั้งแต่เข้ามาเรียนที่โรงเรียนนี้ พี่ได้เข้ามาอยู่ชมรมหมากล้อมตั้งแต่ม.4\nยันม.6\nในตอนแรกที่เข้าชมรมพี่รู้สึกกังวลเพราะไม่เคยมีประสบการณ์ในการเล่นหมากล้อมมาก่อน\nแต่พอเข้ามาจริง ๆ แล้วพวกรุ่นพี่ในชมรมก็ช่วยสอนการเล่นหมากล้อมให้อย่างดี\nจนทำให้พี่เริ่มเล่นหมากล้อมเป็นและเริ่มรู้จักเพื่อนต่างห้องที่มีสิ่งที่ชอบเหมือนกัน\nซึ่งเป็นหนึ่งในช่วงเวลาที่ดีมาก ๆ ตลอด 3 ปีในเตรียมฯ ของพี่เลยแหละ",
        "profileContent": {
          "name": "พร้อม",
          "year": "",
          "contact": "83เบอร์โทรศัพท์0631985808"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/goclub_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/goclub_image_1.jpg",
        "description": "การแข่งขันภายในของชมรมหมากล้อม"
      }
    ]
  },
  "libraryclub": {
    "id": "ก30909",
    "thaiName": "ชมรมห้องสมุด",
    "englishName": "libraryclub",
    "count": "40",
    "activity": "\n\nชมรมห้องสมุดจะทำเกี่ยวกับการจัดหนังสือให้เข้าที่เรียบร้อยตามแต่ละหมวดของหนังสือ\nโดยจะมีการสอนเกี่ยวกับการจัดหนังสือและหมวดหมู่ของหนังสือว่า\nแต่ละหมวดคือหนังสือประเภทใด\nเพื่อให้เกิดความสะดวกในการจัดเก็บหนังสือและค้นหาหนังสือที่สนใจได้อย่างรวดเร็ว\n\n",
    "benefit": "\n\n1\\. ได้เรียนรู้วิธีการจัดหนังสือให้เป็นหมวดหมู่ให้ถูกต้อง\n\n2\\. สามารถเข้าไปค้นหาหนังสือในสิ่งที่สนใจได้ง่ายและรวดเร็ว\n\n",
    "portfolio": "ของชมรม\n\n-\n\n",
    "reviews": [
      {
        "description": "เรารู้สึกว่า ชมรมนี้มีสิ่งที่น่าสนใจหลาย ๆ อย่าง เช่น ห้องต่าง ๆ\nในห้องสมุด การได้อ่านหนังสือที่ตัวเองสนใจ สถานที่เรียนชมรมคือห้องสมุด\nซึ่งภายในนั้นมีหนังสือหลากหลายมาก มีทุกแนวเลย สังคมในชมรมน่ารัก\nทุกคนเฟรนด์ลี่และช่วยเหลือกัน ส่วนคุณครูชมรมก็นิสัยน่ารัก\nให้คำปรึกษานักเรียนได้ทุกเรื่อง",
        "profileContent": {
          "name": "ซัน",
          "year": "82",
          "contact": "IG: sun._kls"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/libraryclub_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/libraryclub_image_1.jpg",
        "description": "รูปนักเรียนในชมรมช่วยกันจัดหนังสือให้เป็นหมวดหมู่"
      }
    ]
  },
  "japaneselanguageclub": {
    "id": "ก30952-3",
    "thaiName": "ชมรมสีสรรพ์ภาษาต่างประเทศที่ 2 (ญี่ปุ่น)",
    "englishName": "japaneselanguageclub",
    "count": "50",
    "activity": "\n\nทำกิจกรรมเกี่ยวกับภาษาและวัฒนธรรมของประเทศญี่ปุ่น\nไม่ว่าจะเป็นเรียนรู้วิธีการทักทาย มารยาท ประวัติความเป็นมา\nทำอาหารญี่ปุ่น เช่น โอนิกิริ ข้าวแกงกะหรี่ เล่นเกมการละเล่นต่าง ๆ\nและกิจกรรมอื่น ๆ ที่จะสลับสับเปลี่ยนในแต่ละปี\n\n",
    "benefit": "\n\n1.ได้รับความรู้ความเข้าใจเกี่ยวกับภาษาและวัฒนธรรม\n\n2.ได้ทำกิจกรรมที่แปลกใหม่และหลากหลาย\n\n3.ได้รับมิตรภาพในชมรม ได้รู้จักเพื่อนที่สนใจสิ่งเดียวกัน\n\n",
    "portfolio": "",
    "reviews": [
      {
        "description": "เรารู้สึกว่าชมรมนี้ให้อะไรกับเราเยอะมากๆเลยค่ะ ส่วนตัวเป็นคนที่ชอบอะไรหลายอย่างเกี่ยวกับญี่ปุ่นอยู่แล้วด้วยทั้งวัฒนธรรมต่างๆ อาหารการกิน วงศิลปิน ฯลฯ เพื่อนๆพี่ๆ คุณครูทุกคนก็น่ารักมาก ร่วมกันแชร์ความรู้ ประสบการณ์ ความชอบ และอีกหลายๆสิ่งเยอะมากเลยค่ะ555 ได้รู้จักเพื่อนใหม่จากหลายๆสายการเรียน ได้รู้ในสิ่งที่ไม่เคยรู้ ได้ลองทำในสิ่งที่ไม่เคยทำ เช่น ตอนทำแกงกะหรี่กับข้าวปั้น สนุกและก็อิ่มมากๆเลยค่ะ555 และด้วยความที่ชมรมนี้ค่อนข้างเน้นกิจกรรม ทำให้รู้สึกไม่น่าเบื่อ ส่วนที่เป็นออนไลน์ก็มีวิทยากรมาเล่าประสบการณ์ต่างๆให้ฟังค่ะ สนุกมากกก55555",
        "profileContent": {
          "name": "ภัทร",
          "year": "83",
          "contact": "IG: napatuary"
        }
      },
      {
        "description": "˚. ✿  ชมรมสีสรรพ์ภาษาญี่ปุ่นเป็นชมรมสำหรับคนที่ชื่นชอบในวัฒนธรรมญี่ปุ่นโดยไม่ต้องมีพื้นฐานภาษาญี่ปุ่นค่ะ !! ถ้าใครสนใจทางนี้ บอกเลยว่าชมรมนี้ตอบโจทย์ได้ดีมาก ๆ ค่ะ ♡ เพราะที่ชมรมเรามีกิจกรรมที่น่าสนใจให้ได้ลองปฏิบัติจริง เรียนไม่น่าเบื่อเลยคับ !! เช่น ได้เรียนรู้วิธีชงชาและปั้นข้าวปั้นญี่ปุ่น เป็นต้น ในส่วนของสังคมก็ไม่ต้องกังวลเลยว่าจะเจอแต่คนติ่งอนิเมะเพราะเพื่อน ๆ ในชมรมอัธยาศัยดี คุยได้ทุกเรื่องเลยค่ะ อีกทั้งคุณครูก็ใจดีและเปิดกว้างมาก ๆ เช่นกัน ที่สำคัญเลยชมรมเราเป็นอีกชมรมหนึ่งที่ไม่เครียด ไม่เหนื่อย ไม่มีงาน เพราะเป็นคาบพักผ่อนที่ดีต่อใจค่ะ ◞˚ₓ ยิ่งห้องชมรมอยู่ตึก 55 ปีที่ใกล้ทั้งโดมทองและประตูอังรีดูนังต์ก็ชิลไปเลยสิคะ สุดท้ายนี้ชมรมเราเข้าไม่ยากแต่ออกไม่ง่ายนะคะ มาลองดูได้ค่ะ お願いします =͟͟͞͞♡ (ไอร์)",
        "profileContent": {
          "name": "ไอร์",
          "year": "83",
          "contact": "IG: ai_irlpk"
        }
      },
      {
        "description": "อยู่ชมรมนี้มา 3 ปี ได้เพื่อนใหม่ทุกปีเลยค่ะ บางคนจากที่ไม่รู้จักกันเลย\nตอนนี้ก็สนิทสนมพอควรในมหาวิทยาลัย น้อง ๆ ในชมรมก็น่ารัก\nแต่ส่วนมากแล้วจะสนิทกันในแถบที่นั่งใกล้ ๆ กันมากกว่า\nไม่ค่อยมีเรื่องขัดแย้งกัน กิจกรรมชมรมอาจมีกร่อยบ้างแล้วแต่ปี\nครูกุ๊กน่ารักดีค่ะ555 โดยเฉพาะเวลาสอนร้องเพลงทั้ง Sukiyaki Doraemon\nสถานที่เรียนก็โอเคค่ะ\nมีแอบขัดใจเรื่องโปรเจคเตอร์ที่ได้ข่าวว่าส่งเรื่องซ่อมตั้งแต่ก่อนรุ่นTU80\nจนเราอยู่ม.6 แล้วก็ยังไม่ได้ซ่อมให้555",
        "profileContent": {
          "name": "ปุ๊น",
          "year": "80",
          "contact": "IG: poonney_ss"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/japaneselanguageclub_profile_1.jpg",
      "/assets/clubs/japaneselanguageclub_profile_2.jpg",
      "/assets/clubs/japaneselanguageclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/japaneselanguageclub_image_1.jpg",
        "description": "กิจกรรมเขียนพู่กัน"
      },
      {
        "url": "/assets/clubs/japaneselanguageclub_image_2.jpg",
        "description": "กิจกรรมทำอาหารญี่ปุ่น ข้าวแกงกะหรี่"
      }
    ]
  },
  "tuds(triamudomdesigners)": {
    "id": "",
    "thaiName": "ชมรมนิเทศศิลป (ฝ่ายเเฟชั่น)",
    "englishName": "tuds(triamudomdesigners)",
    "count": "20",
    "activity": "\n\nมีงานหลักที่ต้องทำ 2 งาน\n\n1.Photoshoot ของนิตยสาร ZODOTU ที่ทำร่วมกับชมรมนิเทศศิลป ฝ่ายนิตยสาร\nโดยทำการออกแบบหรือสไตล์ลิ่งชุด ให้เข้ากับธีมของนิตยสารปีนั้น ๆ\nและดำเนินการถ่ายร่วมกับชมรมอื่น\n\n2.Fashion show ประจำปี ในงาน Open House\nทุกคนในชมรมจะได้ออกแบบชุดและได้ตัดออกมาเพื่อเดินในงาน Fashion show นี้\n\n",
    "benefit": "\n\nได้ลองออกแบบและสไตล์ลิ่งเสื้อผ้าเอง\nและได้ความรู้ในการออกแบบจากรุ่นพี่ในชมรม และเพื่อน ๆ\nโดยการแลกเปลี่ยนความคิดกัน\n\n",
    "portfolio": "ของชมรม\n\nFashion show ในงาน Open House ในทุก ๆ ปีที่ผ่านมา และ photoshoot\nในนิตยสาร ZODOTU\n\n",
    "reviews": [
      {
        "description": "ชมรมนี้ทำให้เราสามารถเจอความสามารถที่เราคิดไม่ถึง\nก่อนที่เราจะเข้าเตรียมฯ เราตามแฟชั่นแค่เล็ก ๆ น้อย ๆ ไม่ได้โฟกัสอะไรมาก\nแต่พอเข้ามาแล้วเจอว่ามีชมรมนิเทศศิลปฝ่ายแฟชั่นเราก็สนใจที่จะ audition\nชมรมนี้\nพอหลังจากเข้ามาได้เรารู้สึกว่าเราเจอสิ่งที่เราชอบขึ้นมาอีกหนึ่งอย่าง\nซึ่งงานในชมรมที่เราได้ทำไม่ใช่แค่ออกแบบเสื้อผ้าแต่เรายังได้ลองอะไรใหม่ ๆ\nทั้งการจัดสถานที่ เป็นคนปล่อยคิวตอนเดินแบบ ทำบัญชี คัดนางแบบ ถ่ายนิตยสาร\nเราเลยรู้สึกว่าชมรมนี้ให้อะไรกับเราหลายอย่างไม่ว่าจะเป็นประสบการณ์\nหรือว่าเพื่อนใหม่ที่ชอบอะไร ๆ เหมือนกับเรา\nนอกจากนี้เรายังได้ความรู้มากมายเกี่ยวกับการดีไซน์และออกแบบเสื้อผ้า\nชมรมนี้ทำให้เรารู้สึกว่าการเข้าชมรมทำให้เราค้นหาตัวเองได้ว่าเราอยากจะทำอาชีพอะไรในอนาคต\nและยังทำให้มีแพชชั่นในการทำมากขึ้นด้วย👠✨",
        "profileContent": {
          "name": "ชมพู่",
          "year": "82",
          "contact": "IG: korakotchom"
        }
      },
      {
        "description": "\nด้วยความที่เราชอบแฟชั่นมาก่อนอยู่แล้ว พอได้เข้ามาชมรมนี้\nก็เลยได้ลองทำสิ่งที่อยากทำจริง ๆ ผลงานเราได้ออกมาเป็นชุดจริง ๆ\nไม่ได้เป็นแค่รูปวาดในกระดาษ ก็เลยรู้สึกสนุกมาก ๆ\nที่ได้ลองทำสิ่งที่อยากทำ ได้รู้ว่าเราไม่เก่งตรงไหน เราถนัดตรงไหน\nได้รู้เรื่องที่ไม่เคยรู้ เช่นงานที่เราออกแบบแบบนี้ พอเป็นชุดจริง ๆ\nอาจจะออกมาไม่สวยก็ได้ 5555 แล้วก็ยังเป็นแนวทางเข้ามหาลัยได้อีกด้วย\nตอนแรกเราก็อยากเข้าแฟชั่น พอได้ลองทำจริง ๆ ก็รู้ว่า\nมีอะไรที่เราถนัดมากกว่านั้น\nก็ถือว่าได้ลองทำและได้เป็นประสบการณ์เพื่อนำไปตัดสินใจเรื่องมหาลัยด้วย ๆ\nชมรมเราก็ไม่ได้ทำงานเคร่งอะไรอยู่แล้ว\nก็จะมีเหนื่อยแค่ช่วงทำงานจริงจังแค่นั้น\nแล้วก็มีแนะนำกับช่วยงานกันกับเพื่อน ๆ พี่ ๆ ในชมรม\nโดยรวมแล้วเราก็รู้สึกสนุกแล้วก็มีความสุขไปกับมันจริง ๆ ส่วนน้อง ๆ\nอาจจะสงสัยว่าปีนี้จะมี fashion show มั้ย รอติดตามที่หน้า ig\nชมรมเราได้เลย",
        "profileContent": {
          "name": "ชิน",
          "year": "82",
          "contact": "IG: ch7yn"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/tuds(triamudomdesigners)_profile_1.jpg",
      "/assets/clubs/tuds(triamudomdesigners)_profile_2.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/tuds(triamudomdesigners)_image_1.jpg",
        "description": "รูปส่วนหนึ่งจาก photoshoot ของนิตยสาร ZODOTU pride edition\nโดยเป็นชุดที่พี่ในชมรมออกแบบ"
      },
      {
        "url": "/assets/clubs/tuds(triamudomdesigners)_image_2.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/tuds(triamudomdesigners)_image_3.jpg",
        "description": "รูปงาน fashion show ในงาน Open House 2020"
      }
    ]
  },
  "conservationclub": {
    "id": "ก30924",
    "thaiName": "ชมรมอนุรักษ์ธรรมชาติ",
    "englishName": "conservationclub",
    "count": "60",
    "activity": "ชมรมของเราเป็นชมรมที่จะปลูกฝังจิตสำนึกที่ดีเกี่ยวกับการอนุรักษ์ธรรมชาติและสิ่งแวดล้อม พร้อมกับการทำความรู้จักเพื่อนใหม่ๆมากมายผ่านการทำกิจกรรมต่าง ๆ ไม่ว่าจะเป็นการทำซุ้มในงานกิจกรรมของโรงเรียนโดยมีหัวข้อเกี่ยวกับสิ่งเเวดล้อมรวมไปถึงการให้ข้อมูลความรู้ต่างๆที่น่าสนใจเเละเป็นประโยชน์เเก่ผู้มาเยือนในซุ้ม โดยที่สามารถนำความรู้นั้น ๆ ไปปรับประยุกต์ใช้ได้จริงในชีวิตประจำวัน หรือการทำเเผนภาพ Infographic ให้ความรู้เกี่ยวกับปัญหาทางสิ่งเเวดล้อมรวมไปถึงวิธีการเเก้ไขเเละป้องกันปัญหาเหล่านี้ที่สามารถเกิดได้ในอนาคตหากเรายังไม่ร่วมกันรักษาสิ่งเเวดล้อม เป็นต้น",
    "benefit": "\n\nชมรมที่จะปลูกฝังจิตสำนึกที่ดีรวมไปถึงให้ความรู้ในด้านการอนุรักษ์สิ่งเเวดล้อมเเละทรัพยากรทางธรรมชาติในรูปเเบบต่าง\nๆ ให้กับสมาชิกในชมรม\nนอกจากนี้ยังได้พบปะพูดคุยกับผู้คนที่มีความชอบเเละความสนใจในองค์ความรู้เดียวกัน\nนอกจากนี้เเล้วยังได้ฝึกความรับผิดชอบเเละการทำงานกลุ่มกับเพื่อน ๆ\nต่างห้องอีกด้วย\n\n",
    "portfolio": "",
    "reviews": [
      {
        "description": "เรารู้สึกว่าชมรมนี่เป็นชมรมที่ทำให้ได้รู้จักกับใครหลาย ๆ คนมากชื่น ไม่ว่าจะทั่งรุ่นพี่หรือเพื่อน และแบบพอเข้ามาอยู่ในชมรมนี้ไม่ว่าจะรุ่นเดียวกันหรือคนละรุ่นกัน ทุกคนก็เป็นกันเองหมดเลย แล้วก็เป็นชมรมที่ไม่มีบรรยากาศเครียด ๆ เลยแบบจริง ๆ นะ ทุกอย่างชิลมาก ๆ 🌟 พี่ในชมรมก็น่ารักกันหมดและก็ใจดีมาก ๆ และก็มีกิจกรรมเล็ก ๆ น้อย ๆ ให้ทำ ซึ่งก็ทำให้เราได้ฝึกทำงานเป็นกลุ่มแล้วก็รู้จักกันมากขึ้น งานก็ไม่ยากเลย พอช่วย ๆ กันทำใช้เวลาไม่นานก็ทำเสร็จแล้ว เลยทำให้เรารู้สึกว่าเราคิดถูกมากๆเลยที่เลือกชมรมนี้",
        "profileContent": {
          "name": "ข้าวปุ้น",
          "year": "83",
          "contact": "IG: _kkaopoonn"
        }
      },
      {
        "description": "เป็นชมรมที่ประทับใจมากครับ มีการเเสดงความคิดต่อการอนุรักษ์ธรรมชาติเเละสิ่งเเวดล้อม ได้รู้จักเพื่อน ๆ ที่รักสิ่งเเวดล้อมเหมือนกัน สถานที่เรียนชมรมอยู่ในร่มไม้ให้ฟีลเหมือนได้อยู่ในธรรมชาติ ชิล ๆ สบาย ๆ ครับ",
        "profileContent": {
          "name": "นีโม่",
          "year": "82",
          "contact": "IG: nemmooooooo"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/conservationclub_profile_1.jpg", "/assets/clubs/conservationclub_profile_2.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/conservationclub_image_1.jpg",
        "description": ""
      }
    ]
  },
  "thaimusicclub": {
    "id": "ก30914",
    "thaiName": "ชมรมดนตรีไทย",
    "englishName": "thaimusicclub",
    "count": "40",
    "activity": "\n\nชมรมดนตรีไทยมีการซ้อมให้นักเรียนได้รู้ถึงความไพเราะเเละคุณค่าของดนตรีไทย\n    ฝึกความมีวินัยเเละความรับผิดชอบต่อสังคม เช่น การฝึกซ้อมเป็นวง\n    เเละการเก็บเครื่องดนตรี\n    การนัดหมายเพื่อเตรียมพร้อมในการเเสดงในงานต่าง ๆ เเละการเเข่งขัน\n    ชมรมดนตรีไทยเน้นการเเสดงความเคารพปฏิบัติต่อครูผู้สอนเเละเครื่องดนตรี\n\n\n\n",
    "benefit": "\n\nช่วยอนุรักษ์เเละสืบสานประเพณีเเละวัฒนธรรมไทยให้ดำรงคงอยู่ตลอดไป\n    สามารถเล่นเครื่องดนตรีไทยเเละได้เพลงไทย\n\nทำให้เกิดความระเบียบเเละความรับผิดชอบต่อหน้าที่ในเครื่องดนตรีในชมรม\n    ทำให้นักเรียนได้ฝึกสมาธิเเละความจำ\n\nทำให้รู้จักครูที่มีความเชี่ยวชาญในเเต่ละด้าน ดีด สี ตี เป่า\n\nสามารถนำความสามารถไปต่อยอดในการเข้ามหาลัยได้\n\nทำให้รู้จักการเคารพรุ่นพี่ รุ่นน้อง\n\n\n\n",
    "portfolio": "ของชมรม\n\n\n\n",
    "reviews": [
      {
        "description": "ชมรมเราเป็นชมรมที่รวบรวมคนที่สนใจด้านเดียวอยู่ด้วยกัน\nเพราะฉะนั้นเวลาจะคุยอะไรก็มักจะมีเรื่องที่สนใจแบบเดียวกัน\nมีระบบรุ่นพี่สอนรุ่นน้องเพื่อเชื่อมความสัมพันธ์จากรุ่นสู่รุ่น\nมีอะไรก็ปรึกษากันได้ทุกเรื่อง ไม่ว่าจะเป็นการซ้อม การเรียน\nคุณครูในชมรมก็ให้คำปรึกษาได้ และถ้าน้อง ๆ ขยันซ้อมดนตรี แล้วเล่นได้ดี\nคุณครูก็จะส่งน้องไปแข่งอีกด้วย",
        "profileContent": {
          "name": "เเสตมป์",
          "year": "82",
          "contact": "duangtrapaisaneeyakorn.stamp"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/thaimusicclub_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/thaimusicclub_image_1.jpg",
        "description": ""
      }
    ]
  },
  "socialstudiesclub": {
    "id": "",
    "thaiName": "ชมรมสังคมศึกษา",
    "englishName": "socialstudiesclub",
    "count": "240",
    "activity": "\n\nชมรมสังคมศึกษาเป็นชมรมที่เปิดโอกาสให้สมาชิกได้เรียนรู้\nและทำความเข้าใจสังคมรอบตัวในมิติใหม่ที่กว้างขึ้น\nด้วยรูปแบบและหลากหลายวิธีการที่น่าสนใจ และอาจไม่เคยคิดมาก่อน\nผ่านการทำกิจกรรมต่าง ๆ ในชมรม\nซึ่งชมรมสังคมศึกษาประกอบด้วยชมรมย่อยทั้งหมด 5 ชมรม คือ\nชมรมหลากทัศนะประวัติศาสตร์ ชมรมภาคีสังคมศึกษา (TUSYA) ชมรมหนังสังคม\n(SOC-DOC) ชมรม TU Activists หรือพลังยุวชนพลเมือง และชมรมพระพุทธศาสนา\n\n",
    "benefit": "\n\n1.แลกเปลี่ยนความคิด มุมมองใหม่ ต่อประเด็น และปัญหาสังคม\n\n2.สามารถนำความรู้และทักษะที่ได้ไปประยุกต์ใช้ได้\n\n3.พัฒนาศักยภาพการคิด วิเคราะห์ ในสาขาทางสังคมศึกษา\n\n4.ฝึกทักษะการทำงานร่วมกันกับสมาชิกในชมรม\n\n",
    "portfolio": "ของชมรม\n\n1.การจัดการแข่งขันตอบปัญหาสังคมศึกษาระดับมัธยมศึกษาตอนต้น และตอนปลาย\nเช่น TUSAC และ TUGSA\n\n2.จัดการติวเสริมสำหรับนักเรียนที่มีความสนใจในการเข้าแข่งขันรายการต่างๆในด้านสาขาวิชาสังคมศึกษาเช่นประวัติศาสตร์เพชรยอดมงกุฎ\n\nนอกจากนี้ยังมีผลงานของชมรมย่อย อาทิ นิทรรศการและกิจกรรมต่าง ๆ\nซึ่งสามารถติดตามได้ที่ช่องทางการติดต่อของชมรมย่อยโดยตรง\n\n",
    "reviews": [
      {
        "description": "ภาคีสังคมเกิดจากการรวมตัวของโรงเรียนทั้ง 6\nโรงเรียนทีมีแนวคิดและมุมมองในสังคมที่แตกต่างกันแต่มีความเชื่อร่วมกันว่าหากเราร่วมมือการกระทำแม้เพียงเล็กน้อยย่อมมีผลต่อการเปลี่ยนเเปลงสังคมบางอย่าง\n\nจากประสบการณ์ของผมในฐานะอดีตสมาชิกชมรม\nภาคีสามารถสร้างความเป็นไปได้หลายอย่าง การรวมตัวกัน 6\nโรงเรียนนั้นได้สร้างโอกาสที่แตกต่าง\nอยู่ที่ว่าเราจะหยิบใช้โอกาสในการทำอะไร\nและคุณค่าของสิ่งที่ทำจะมากหรือน้อยเเค่ไหนก็ขึ้นอยู่กับคุณ",
        "profileContent": {
          "name": "นิพ",
          "year": "81",
          "contact": "IG: nypplpa"
        }
      },
      {
        "description": "\n​ชมรมสังคมศึกษา หรือที่เรามักเรียกกันติดปากว่า “ชมรมสังคม”\nเป็นชมรมที่รวมคนที่มีความสนใจเกี่ยวกับวิชาสังคมศึกษาหรือปัญหาสังคมต่าง ๆ\nรอบตัวของเรา เพื่อมาแลกเปลี่ยนความรู้ความคิดเห็น\nหรือทำกิจกรรมที่สนใจต่าง ๆ ร่วมกัน สมัยที่เรายังเรียนอยู่ที่เตรียมฯ\nชมรมสังคมก็จะแบ่งออกเป็นชมรมย่อย ๆ ตามสาระการเรียนรู้ในวิชาสังคมศึกษา\nเช่น ประวัติศาสตร์ พระพุทธศาสนา ภูมิศาสตร์\nสำหรับคนที่มีความชื่นชอบในวิชาเหล่านั้นเป็นพิเศษ และอีกหนึ่งชมรมย่อยคือ\nภาคีสังคมศึกษาที่เราอยู่ เดี๋ยวนี้เราก็เห็นใน facebook ว่ามีชมรมย่อยใหม่\nๆ เกิดขึ้นอีกอย่างชมรมยุวชนพลเมือง (TU Activists)\nซึ่งน่าสนใจเป็นอย่างมาก\nเราคิดว่าในช่วงเวลาที่ประเด็นทางสังคมหรือทางการเมืองกลายเป็นที่ถกเถียงกันอย่างมากในสังคม\nโดยเฉพาะอย่างยิ่งใน Social media ซึ่งแม้จะมีความรวดเร็ว\nแต่หลายครั้งก็มีความคลาดเคลื่อนหรืออาจถูกปลุกปั่นอยู่ได้ไม่น้อย\nการที่เราเข้ามาอยู่ในชมรมสังคมที่เปิดพื้นที่ให้เราได้ถกเถียงทางความคิดกับเพื่อน\nๆ และคุณครู ผ่านแว่นตามุมมองของแต่ละชมรมย่อย\nแลกเปลี่ยนข้อมูลข่าวสารที่ถูกต้อง ย่อมจะเป็นประโยชน์อยู่มิน้อยเลย\n\n​กิจกรรมหลัก ๆ\nจะขึ้นอยู่กับแต่ละชมรมย่อยเป็นผู้กำหนดเลยว่าจะกิจกรรมอะไรบ้าง\nชมรมย่อยหนึ่งก็จะอารมณ์ประมาณหนึ่งห้องเรียน\nแต่ก็จะมีกิจกรรมส่วนกลางที่ให้นักเรียนทุกชมรมย่อยมาทำด้วยกันอย่างการจัดการแข่งขันตอบปัญหาวิชาสังคมศึกษาระดับ\nม.ปลาย ที่เรียกว่า TUSAC และระดับ ม.ต้น ที่เรียกว่า TUGSA\nซึ่งพวกชมรมย่อยที่เป็นส่วนวิชาการก็จะเป็นหัวเรือหลักในการออกข้อสอบและการจัดการแข่งขัน\nขณะที่ชมรมย่อยอื่น ๆ\nก็จะช่วยเหลือด้านงานด้านสวัสดิการในวันจัดการแข่งขันหรืองานด้านอื่น ๆ\nซึ่งทำให้เราได้เพื่อนจากชมรมย่อยอื่น ๆ เพิ่มขึ้นอีกมากเลย\nนอกเหนือจากนี้ก็อาจจะมีการจัดซุ้มกิจกรรมในงานวัน Open House\nที่จัดขึ้นเป็นประจำทุกปี\n\nเรื่องเพื่อน ๆ ​จริง ๆ เราคิดว่าเพื่อนขึ้นอยู่กับชมรมย่อยแต่ละชมรมเลย\nอย่างชมรมย่อยของเราคือภาคีสังคมศึกษา ซึ่งเป็นเครือข่ายนักเรียน 6\nโรงเรียน ได้แก่ โรงเรียนเตรียมอุดมศึกษา โรงเรียนกรุงเทพคริสเตียนวิทยาลัย\nโรงเรียนสวนกุหลาบวิทยาลัย โรงเรียนสตรีวิทยา โรงเรียนอัสสัมชัญศึกษา\nและโรงเรียนวัฒนาวิทยาลัย\nมาร่วมกันทำกิจกรรมที่เกี่ยวกับวิชาสังคมศึกษาและปัญหาทางสังคมร่วมกัน\nชมรมย่อยของเราก็จะได้รู้จักเพื่อนจากต่างโรงเรียนด้วย\nเราคิดว่าข้อดีหนึ่งเลยของการแบ่งชมรมใหญ่เป็นชมรมย่อย ๆ\nแบบนี้ก็คือว่าแต่ละชมรมย่อยมีอิสระในการดำเนินกิจกรรมของตัวเอง\nและก็จะได้มีเพื่อนที่มีความชอบความสนใจใกล้เคียงกันมาทำกิจกรรมร่วมกัน\nเราได้เพื่อนที่สนิทมาก ๆ หลายคนก็จากกิจกรรมในชมรมย่อยนี่แหละ\nขณะที่พอมีกิจกรรมของชมรมใหญ่\nเราก็จะได้ฝึกการทำงานกับเพื่อนที่อาจจะมีความชอบความสนใจแตกต่างกับเราด้วย",
        "profileContent": {
          "name": "อ๋อง",
          "year": "79",
          "contact": "IG: ong_mbk"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/socialstudiesclub_profile_1.jpg", "/assets/clubs/socialstudiesclub_profile_2.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/socialstudiesclub_image_1.jpg",
        "description": "การแข่งขันตอบปัญหาสังคมศึกษา TUGSA"
      },
      {
        "url": "/assets/clubs/socialstudiesclub_image_2.jpg",
        "description": "การแข่งขันตอบปัญหาสังคมศึกษา TUSAC"
      }
    ]
  },
  "foreignlanguagesclub": {
    "id": "",
    "thaiName": "ชมรมสีสรรพ์ภาษาต่างประเทศที่ 2",
    "englishName": "foreignlanguagesclub",
    "count": "60",
    "activity": "\n\nทำกิจกรรมเกี่ยวกับภาษาและวัฒนธรรมของประเทศนั้น ๆ ทั้งฝรั่งเศส เยอรมัน\nสเปน ญี่ปุ่น จีนและเกาหลี เรียนรู้เกี่ยวกับมารยาท บทสนทนา\nเกร็ดความรู้ต่าง ๆ แถมยังได้ลองทำอาหาร เล่นเกม ร้องเพลง และอื่น ๆ\nอีกมากมาย\n\n",
    "benefit": "\n\n1.ได้รับความรู้ความเข้าใจเกี่ยวกับภาษาและวัฒนธรรม\n\n2.ได้ทำกิจกรรมที่แปลกใหม่และหลากหลาย\n\n3.ได้รับมิตรภาพในชมรม ได้รู้จักเพื่อนที่สนใจสิ่งเดียวกัน\n\n",
    "portfolio": "ของชมรม\n\n-\n\n",
    "reviews": [
      {
        "description": "ชมรมสีสรรพ์ภาษาต่างประเทศที่ 2 ของเรา ประกอบด้วย 6 ภาษาย่อย ได้แก่\nฝรั่งเศส, เยอรมัน, ญี่ปุ่น, สเปน, จีน และ เกาหลี โดยน้อง ๆ\nจะได้เรียนรู้เกี่ยวกับวัฒนธรรมของประเทศนั้น ๆ ในแต่ละด้าน เช่น อาหาร\nการแต่งกาย ภาษา ประวัติศาสตร์ เทศกาล โดยเรียนรู้ผ่านกิจกรรมต่าง ๆ\nที่น้อง ๆ ทุกคนจะได้ลงมือจริง\nกิจกรรมของชมรมเราในแต่ละสัปดาห์ไม่เน้นหนักมาก เพื่อให้น้อง ๆ\nได้ผ่อนคลายความเครียดจากการเรียนในห้องทั้งวันและได้สนุกไปกับกิจกรรมอย่างเต็มที่\nเช่น สาธิตและชิมอาหาร เช่น เกาหลี-ทำต๊อกปกกี\nเชิญวิทยากรจากภายนอกมาให้ความรู้เกี่ยวกับวัฒนธรรมเฉพาะ เช่น\nจีน-การเขียนพู่กันจีน, สเปน-การระบำสเปน โดยในวัน Open House\nชมรมของเราก็จะมาร่วมกันออกซุ้มสาธิตและจำหน่ายอาหารอีกด้วย เช่น\nเครปฝรั่งเศส, ไก่ทอดเกาหลี, ทาโกะยากิ, ไส้กรอกเยอรมัน, หม่าล่า",
        "profileContent": {
          "name": "บิ๊ก",
          "year": "81",
          "contact": "IG: biggerous"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/foreignlanguagesclub_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/foreignlanguagesclub_image_1.jpg",
        "description": "ทำ piñata"
      },
      {
        "url": "/assets/clubs/foreignlanguagesclub_image_2.jpg",
        "description": "เขียนพู่กัน"
      },
      {
        "url": "/assets/clubs/foreignlanguagesclub_image_3.jpg",
        "description": ""
      }
    ]
  },
  "recreationsandsportsclub(cheerclub)": {
    "id": "ก30920-8",
    "thaiName": "ชมรมนันทนาการกีฬา (ชมรมเชียร์)",
    "englishName": "recreationsandsportsclub(cheerclub)",
    "count": "35",
    "activity": "\n\nชมรมเชียร์ (Cheer Club) เป็นส่วนหนึ่งของชมรมนันทนาการกีฬา\n    ซึ่งจะเป็นชมรมที่ผู้นำเชียร์แห่งโรงเรียนเตรียมอุดมศึกษา หรือ\n    “หลีดโรงเรียน” ทุกคนจะต้องเข้าร่วม\n    กิจกรรมในชมรมจะเป็นการฝึกซ้อมเพื่อเตรียมความพร้อมสำหรับงานแสดงต่างๆของผู้นำเชียร์ที่จะมีขึ้นตลอดทั้งปี\n    โดยการฝึกซ้อมนั้นจะดำเนินการและควบคุมโดยคณะผู้นำเชียร์รุ่นก่อนหน้าเป็นหลัก\n    และจะมีคุณครูประจำชมรมคอยควบคุมดูแลระหว่างการฝึกซ้อมในคาบชมรม\n    ผู้นำเชียร์แห่งโรงเรียนเตรียมอุดมศึกษาทุกคนจึงจำเป็นต้องเข้าร่วมชมรมเชียร์\n    เพื่อให้การฝึกซ้อมเป็นไปอย่างมีประสิทธิภาพและต่อเนื่องมากที่สุด\n    เป็นการเตรียมพร้อมสำหรับงานต่างๆที่จะจัดขึ้นในตลอดปีการศึกษานั้น ๆ\n\n",
    "benefit": "\n\nได้ปฏิบัติหน้าที่ในงานต่าง ๆ ที่จัดขึ้นของโรงเรียน\n    รวมถึงได้ฝึกความรับผิดชอบ ฝึกระเบียบวินัย ความตรงต่อเวลา ความอดทน\n    ฝึกการทำงานเป็นหมู่คณะและการมีปฏิสัมพันธ์ร่วมกับผู้อื่น\n    ฝึกการจัดสรรและแบ่งเวลา\n\n",
    "portfolio": "ของชมรม\n\nงานเปิดตัวคณะผู้นำเชียร์\n\nงานพิธีเปิด-ปิดกีฬาสีประจำปี\n\nงานประเพณีเตรียมอุดม-เตรียมทหาร\n\nงานเดิน-วิ่งปิ่นหทัย\n\nงานประชุมผู้ปกครอง\n\nงานTriam Udom Open house\n\nงานพัฒนาศักยภาพผู้เรียน\n\n",
    "reviews": [
      {
        "description": "สวัสดีค่า เราชื่อโอโซนน้า\nเป็นประธานผู้นำเชียร์แห่งโรงเรียนเตรียมอุดมศึกษารุ่นที่ 37 ค่ะ\nเรียกอีกชื่อก็คือ “หลีดโรงเรียน” นั่นเอง\nซึ่งหน้าที่ของคณะผู้นำเชียร์ก็จะเป็นการแสดงในงานต่าง ๆ ของโรงเรียนค่ะ\nซึ่งก็จะมีงานให้แสดงตลอดทั้งปีการศึกษาเลย\nชมรมเชียร์เลยเป็นชมรมสำหรับการฝึกซ้อมเพื่อเตรียมงานแสดงของพวกเราค่ะ\nสำหรับเราการได้มาเป็นส่วนหนึ่งของผู้นำเชียร์แห่งโรงเรียนเตรียมอุดมศึกษา\nเหมือนเราได้ครอบครัวมาอีกครอบครัวนึงเลยค่ะ ทั้งเพื่อนร่วมรุ่น รุ่นพี่\nรวมถึงรุ่นน้อง เราได้มิตรภาพดีๆจากที่นี่เยอะมาก ๆ\nเราได้เจอเพื่อนที่พร้อมช่วยเหลือและให้กำลังใจกัน เป็นเพื่อนที่เราสนิทมาก\nๆ เพราะช่วงที่ซ้อมก็จะต้องเจอกันทุกวัน ซ้อมด้วยกัน กลับบ้านพร้อมกัน\nเรียกว่าเจอกันจนเบื่อหน้าเลยทีเดียว5555\nแต่นั่นเป็นสิ่งที่ดีที่สุดที่เราได้รับจากการเป็นหลีดเลยค่ะ\nเนื่องจากการเป็นผู้นำเชียร์จะมีงานแสดงตลอดทั้งปี\nเลยต้องซ้อมกันอย่างจริงจังมาก ๆ เพื่อให้งานออกมาดีที่สุด\nอาจจะเหนื่อยบ้าง ท้อบ้าง\nแต่เพราะได้เพื่อนที่ให้กำลังใจแล้วก็พร้อมจะทำมันไปด้วยกัน\nก็ช่วยให้เราสามารถก้าวผ่านความเหนื่อยนั้นมาได้ แล้วพอได้ลองมองย้อนกลับไป\nมันทำให้เรารู้สึกภูมิใจมากจริง ๆ ค่ะ\nการที่เราได้มาเป็นส่วนหนึ่งของชมรมนี้ ทำให้เราได้เจอคนดี ๆ เยอะมาก\nทั้งคุณครูประจำชมรมที่พร้อมช่วยเหลือและให้คำปรึกษา รุ่นพี่หลาย ๆ\nรุ่นที่แวะเวียนกันมาช่วยซ้อม เพื่อนร่วมรุ่น\nและรวมถึงรุ่นน้องที่เราต้องทำการฝึกซ้อมให้\nทุกคนล้วนเป็นมิตรภาพดีๆที่เราได้รับทั้งนั้นเลยค่ะ การเดินทางตลอด 1\nปีที่เราทำหน้าที่ผู้นำเชียร์และตลอด 1 ปีที่เราได้ทำหน้าที่เป็นรุ่นพี่\nเราได้รับประสบการณ์และความทรงจำดี ๆ เยอะแยะมากมายเลย\nถ้าเทียบกับสิ่งที่เราได้รับทั้งหมดนี้\nความเหนื่อยและความลำบากที่ต้องเจอมันทดแทนกันไม่ได้เลยค่ะ\nสุดท้ายนี้เราก็ขอฝากชมรมเชียร์แล้วก็คณะผู้นำเชียร์แห่งโรงเรียนเตรียมอุดมศึกษาไว้ด้วยนะคะ\nหากมีอะไรสงสัยหรืออยากพูดคุย อยากสอบถามเพิ่มเติม\nสามารถทักมาคุยกับเราหรือพี่ ๆ ผู้นำเชียร์คนอื่นได้ตลอดเลยค่ะ\nแล้วมาเจอกันนะคะ :)",
        "profileContent": {
          "name": "โอโซน",
          "year": "82",
          "contact": "IG: oznenon"
        }
      },
      {
        "description": "\nสวัสดีน้อง ๆ ว่าที่ TU84 ทุกคนเลยนะคับบ\nวันนี้เราก็จะมารีวิวชมรมในฐานะประธานชมรมเนอะ\nชมรมเชียร์ก็เป็นชมรมสำหรับการฝึกซ้อมงานต่างๆของหลีดโรงเรียน\nไม่ว่าจะเป็นงานเปิดตัวหลีด พิธีเปิดกีฬาสี และพิธีปิดกีฬาสี\nส่วนเราก็จะคอยประสานงานต่าง ๆ ให้\nคนที่เราจะต้องติดต่อบ่อยๆก็จะเป็นอาจารย์ที่ปรึกษาชมรมแล้วก็สมาชิกในชมรม\nเราอยากบอกว่าทั้งอาจารย์แล้วก็คนในชมรมน่ารักมาก ๆ\nเวลามีปัญหาหรือต้องการคำปรึกษาเกี่ยวกับงานชมรมเราก็จะพูดคุยกับอาจารย์ได้ทุกเรื่อง\nรวมถึงเวลาประสานงานต่อให้คนในชมรมทุกๆคนก็จะคอยช่วยเหลือแล้วก็ซับพอร์ตเราตลอดเลย\nส่วนตอนซ้อมบรรยากาศก็ไม่ได้เครียดเหมือนกับที่หลาย ๆ คนคิด\nด้วยความที่ต้องฝึกซ้อมด้วยกัน ใช้เวลาด้วยกันทำให้คนในชมรมสนิทกันมาก ๆ\nสำหรับน้อง ๆ ที่สนใจในชมรมของเรา ก็อยากให้ลองมาสมัครดูนะ\nลองให้โอกาสกับตัวเอง การเข้ามาเป็นส่วนนึงของชมรมให้ประสบการณ์ดี ๆ\nกับเราเยอะมาก ๆ เราก็อยากให้น้อง ๆ ได้ลองมาสัมผัสมันด้วยตัวเองนะ :-)",
        "profileContent": {
          "name": "ฟางฟาง",
          "year": "82",
          "contact": "IG: fangfyyfang"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/recreationsandsportsclub(cheerclub)_profile_1.jpg",
      "/assets/clubs/recreationsandsportsclub(cheerclub)_profile_2.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/recreationsandsportsclub(cheerclub)_image_1.jpg",
        "description": "งานกีฬาประเพณีเตรียมอุดม-เตรียมทหารครั้งที่ 36"
      },
      {
        "url": "/assets/clubs/recreationsandsportsclub(cheerclub)_image_2.jpg",
        "description": "พิธีเปิดกีฬาสีประจำปีการศึกษา 2563"
      },
      {
        "url": "/assets/clubs/recreationsandsportsclub(cheerclub)_image_3.jpg",
        "description": ""
      }
    ]
  },
  "bookscreationclub": {
    "id": "ก30937",
    "thaiName": "ชมรมสร้างสรรค์หนังสือ",
    "englishName": "bookscreationclub",
    "count": "60",
    "activity": "\n\nเป็นชมรมที่มีกิจกรรมเกี่ยวกับการสร้างสรรค์หนังสือ ออกแบบหนังสือ\nและให้ความรู้เกี่ยวกับการทำหนังสือในรูปแบบต่าง ๆ ไม่ว่าจะเป็นการออกแบบปก\nการเขียนบทบรรณาธิการ การเขียนบทสัมภาษณ์ การทำหัวข้อ เป็นต้น\nทั้งหมดนี้ล้วนแล้วแต่เป็นองค์ประกอบของการทำหนังสือ\nและยังมีส่วนร่วมในการทำวารสารของโรงเรียนเตรียมอุดมศึกษาอีกด้วย\n\n",
    "benefit": "\n\nได้รับความรู้ในการทำหนังสือ\nเพราะในแต่ละขั้นตอนมีวิธีการที่น่าสนใจและละเอียดมาก\nรวมทั้งการได้ฝึกคิดฝึกเขียน สร้างสรรค์ผลงานออกมาเป็นหนังสือ\nและที่สำคัญคือการได้รู้จักเพื่อนใหม่ ๆ\nเพราะชมรมของเรามีสมาชิกตั้งแต่ชั้นม.4 จนถึงม.6\n\n",
    "portfolio": "ของชมรม\n\nวารสารโรงเรียนเตรียมอุดมศึกษา\n\n",
    "reviews": [
      {
        "description": "ชมรมสร้างสรรค์หนังสือ เป็นชมรมที่มีบทบาทใหญ่พอสมควรเลยค่ะในความคิดของอิซ\nมีหน้าที่จัดทำวรสารต่าง ๆ ที่เป็นเอกสารทางการของโรงเรียน\nมีการแบ่งหน้าที่ แบ่งสรรปันส่วนงานกันในชมรม\nมีการบริหารจัดการที่ดีระหว่างครูอาจารย์และนักเรียน\nส่วนตัวอิซมองว่าเป็นการช่วยกระชับความสัมพันธ์ตรงนี้ได้ดีมาก ๆ\nที่นักเรียนและอาจารย์ต้องคอยประสานงานกัน",
        "profileContent": {
          "name": "อิซซ่า",
          "year": "81",
          "contact": "IG: p1rkannz"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/bookscreationclub_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/bookscreationclub_image_1.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/bookscreationclub_image_2.jpg",
        "description": "กิจกรรมฝึกหัดการเขียนบทความ(2)"
      }
    ]
  },
  "frenchclub": {
    "id": "ก30952-2",
    "thaiName": "ชมรมสีสรรพ์ภาษาต่างประเทศที่ 2 (ภาษาฝรั่งเศส)",
    "englishName": "frenchclub",
    "count": "60",
    "activity": "\n\nเป็นชมรมที่สมาชิกทุกคนจะสามารถเรียนรู้เกี่ยวกับภาษาและวัฒนธรรมฝรั่งเศสผ่านสื่อโซเชียลมีเดียต่าง\nๆ ไม่ว่าจะเป็นวัฒนธรรมด้านอาหารการกิน ดนตรี สถานที่ท่องเที่ยว\nบทสนทนาเบื้องต้น เทศกาลสำคัญต่าง ๆ การใช้ชีวิตประจำวัน\nและเกร็ดความรู้ทั่วไปอีกมากมาย\nซึ่งสามารถนำไปใช้ต่อยอดในการสอบวัดระดับภาษาต่างประเภทที่ 2\nได้และสามารถนำมาประยุกต์ใช้ในชีวิตประจำวันได้ในโอกาสต่าง ๆ\nและยังเป็นแหล่งพบปะกันของนักเรียนที่มีความสนใจและหลงใหลในเสน่ห์ของประเทศฝรั่งเศสเหมือนกัน\nที่จะมีโอกาสได้มาทำความรู้จักและทำกิจกรรมไปพร้อม ๆ กัน\nโดยจะได้ลงมือทำด้วยตนเอง เช่น กิจกรรม L’Atelier Gastronomique\n(กิจกรรมสาธิตการทำอาหาร) กิจกรรมจัดซุ้มงาน Open House และอีกมากมาย\nทั้งนี้ชมรมยังเป็นเวลาที่สามารถผ่อนคลายควบคู่ไปกับการเรียนรู้วัฒนธรรมอีกด้วย\n\n",
    "benefit": "\n\n1\\. พบเจอและทำความรู้จักกับนักเรียนที่มีความสนใจด้านเดียวกัน\n\n2\\. ความรู้ทางด้านภาษาและวัฒนธรรมฝรั่งเศส\n\n",
    "portfolio": "ของชมรม\n\nกิจกรรม L’Atelier Gastronomique (กิจกรรมสาธิตการทำอาหาร)\n\n",
    "reviews": [
      {
        "description": "ชอบชมรมสีสรรพ์ภาษาฝรั่งเศสมาก ๆ\nเพราะเป็นชมรมที่ให้ความรู้ใหม่ๆพร้อมความสนุกสนาน\nได้กินขนมและที่สำคัญที่สุดคือได้ลองทำอาหารที่มาจากฝรั่งเศส\nอีกทั้งอาจารย์ประจำชมรมใจดีสุด ๆ รู้สึกดีใจที่ได้เป็นส่วนหนึ่งของชมรมนี้\nประธานชมก็น่ารักมากด้วย ^^ เพื่อนในชมรมคือช่วยกันทำงาน จริงจังกันมาก\nทำให้ได้อะไรจากตรงนี้เยอะทั้งความรู้และทักษะการทำงานเป็นทีม\nสถานที่เรียนโอเคเลย เป็นห้องแอร์ มีโปรเจคเตอร์มีทีวี ครบมากชมรมนี้ !",
        "profileContent": {
          "name": "เบลล่า",
          "year": "82",
          "contact": "IG: issaquella"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/frenchclub_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/frenchclub_image_1.jpg",
        "description": "เป็น กิจกรรม L’Atelier Gastronomique (กิจกรรมสาธิตการทำอาหาร)"
      }
    ]
  },
  "triamhistorysociety": {
    "id": "ก30903-2",
    "thaiName": "ชมรมสังคมศึกษา (หลากทัศนะประวัติศาสตร์)",
    "englishName": "triamhistorysociety",
    "count": "60",
    "activity": "ชมรมหลากทัศนะประวัติศาสตร์เป็นหนึ่งในชมรมย่อยของชมรมสังคมศึกษา โรงเรียนเตรียมอุดมศึกษา โดยกิจกรรมของชมรมจะเน้นการนำเสนอ (Group Presentation) และการอภิปราย (Class Discussion) ด้วยข้อมูลและเหตุผล ซึ่งไม่ได้มีเป้าหมายเพื่อหาข้อสรุปที่ดีที่สุด หรือหาแนวคิดที่น่าจะถูกต้องที่สุด แต่มีเป้าหมายเพื่อที่จะเรียนรู้ประวัติศาสตร์ในหลายมุมมอง\n\nนอกจากนี้ทางชมรมจะให้ประสบการณ์การเรียนรู้ประวัติศาสตร์กับสมาชิกที่แตกต่างออกไปจากในชั้นเรียน โดยจะไม่ได้มองประวัติศาสตร์เป็นเพียงจุด ๆ หนึ่งของเวลา แต่จะมองในลักษณะของการเปลี่ยนแปลงในอดีตที่ส่งผลต่อเนื่องจากเวลาหนึ่งไปสู่อีกเวลาหนึ่ง เพื่อที่จะให้สมาชิกได้ร่วมสนุกที่จะคิด ร่วมสนุกที่จะตั้งคำถาม และร่วมสนุกที่จะสนทนาไปด้วยกัน ",
    "benefit": "\n\nได้ฝึกทักษะกระบวนการคิดทางประวัติศาสตร์\n\nได้มีพื้นที่สำหรับการสนทนาประวัติศาสตร์ในเชิงวิพากษ์\n\nได้เรียนรู้ประวัติศาสตร์ในมุมมองที่หลากหลายผ่านกระบวนการจัดกิจกรรมในชมรม\n\n",
    "portfolio": "การจัดการแข่งขันตอบปัญหาสังคมศึกษาระดับชั้นมัธยมศึกษาตอนปลาย (TUSAC) สนามประวัติศาสตร์ไทยและสนามประวัติศาสตร์สากล\n\nร่วมกับกลุ่มสาระการเรียนรู้สังคมศึกษา ศาสนา และวัฒนธรรมในการจัดการแข่งขันตอบปัญหาสังคมศึกษาระดับชั้นมัธยมศึกษาตอนต้น (TUGSA)\n\nการจัดการแข่งขัน Triam History Contest 2021   \n\nกิจกรรมไทยแค่ไหนคือไทย",
    "reviews": [
      {
        "description": "สำหรับชมรมของพี่\nส่วนใหญ่เราจะเน้นเรื่องให้ทุกคนมีส่วนร่วมในประเด็นประวัติศาสตร์ที่เราสนใจ\nทุกคนสามารถแสดงมุมมองของตัวเองออกมาได้อย่างเต็มที่ิ นอกจากนี้\nยังมีรุ่นพี่คอยให้คำแนะนำเกี่ยวกับสิ่งที่น้อง ๆ สนใจอีกด้วย\nเพราะฉะนั้นถ้าน้องเป็นคนที่ชอบประวัติศาสตร์\nหรืออยากรู้เรื่องราวประวัติศาสตร์ใหม่ ๆ นอกห้องเรียน\nพี่ว่าชมรมนี้จะเป็นชมรมที่เหมาะกับน้องมาก ๆ เลยครับ",
        "profileContent": {
          "name": "เเชมป์",
          "year": "81",
          "contact": "IG: fbbhumipatrawdthong"
        }
      },
      {
        "description": "\nผมเป็นสมาชิกชมรมหลากทัศนะประวัติศาสตร์ ในปีการศึกษา 2563 นี้\nชมรมนี้เป็นชมรมที่ให้โอกาสทุกคนได้เข้ามาพูดคุยแลกเปลี่ยนมุมมองความคิดทางประวัติศาสตร์ของตนเอง\nไม่ว่าใครจะมีความรู้พื้นฐานทางประวัติศาสตร์มามากน้อยแค่ไหน\nเมื่อได้เข้ามาในชมรมนี้ก็จะได้พบเจอกับมุมมองใหม่ ๆ\nที่หลายคนแทบจะไม่เคยพบมาก่อนผ่านการพูดคุยแลกเปลี่ยนกันระหว่างคนในชมรมที่มีหลากหลายความคิดจากหลากหลายสภาพแวดล้อมที่แต่ละคนได้พบเจอมา\nเพราะว่าประวัติศาสตร์ไม่จำเป็นต้องเป็นประวัติศาสตร์ที่น่าเบื่อ\nมีแต่การพูดถึงเรื่องราวในอดีตในแบบที่รัฐต้องการให้เรารู้ผ่านการเขียนเอาไว้ในหนังสือเรียน\nประวัติศาสตร์ไม่จำเป็นต้องเป็นเหตุการณ์แบบเดียวที่เป็นเส้นตรง\nแต่ประวัติศาสตร์สามารถเป็นเรื่องราวที่เป็นเส้นขนานแตกกิ่งสาขาที่มนุษย์เป็นผู้ปรุงแต่งขึ้นมาก็ได้\nเราจึงต้องมาพูดคุยแลกเปลี่ยนกัน\nนอกจากนั้นแล้วชมรมหลากทัศนะประวัติศาสตร์ยังเป็น society\nที่สมาชิกจะมีมุมมองความคิดเป็นของตนเอง\nมีการพูดคุยเกี่ยวกับการเมืองสอดแทรกอยู่ในคาบอย่างเสมอ\nและมีการนำเรื่องราวต่าง ๆ\nที่เกิดขึ้นทั้งในโรงเรียนและนอกโรงเรียนมาพูดคุยแลกเปลี่ยนกันบ้างเป็นระยะ\nโดยที่ทุกคนเป็นผู้ที่เปิดกว้างทางความคิด\nพร้อมที่จะรับฟังความคิดเห็นที่แตกต่างกันของแต่ละคน\nโดยไม่ยึดถือว่าความคิดนั้นจะขัดกับมุมมองของตนมากแค่ไหน\nแต่จะคอยรับฟังและโต้แย้งกันด้วยเหตุผลเป็นหลัก",
        "profileContent": {
          "name": "บิ๊กเเม็ค",
          "year": "82",
          "contact": "IG: bigmc_tem"
        }
      },
      {
        "description": "ชมรมนี้ทำให้เรามีมุมมองความคิดเกี่ยวกับประวัติศาสตร์ที่อยู่ในตำราแตกต่างไปจากเดิม กิจกรรมของชมรมในเเต่ละคาบจะพาสมาชิกเข้าไปสู่โลกเเห่งประวัติศาสตร์ผ่านการแลกเปลี่ยนความคิด นำเสนอข้อคิดเห็นจากสมาชิกเเต่ละคน สำหรับดิฉัน ชมรมนี้เป็นมากกว่าเเค่ชมรมที่มีคนที่สนใจเกี่ยวกับประวัติศาสตร์มานั่งฟังบรรยายที่พอเลิกคาบเเล้วก็แยกย้ายกันไป เเต่เป็นชมรมที่พูดถึงประวัติศาสตร์ที่อยู่นอกตำรา ด้วยการถกประเด็นปัญหา มีความเปิดกว้างทางความคิด เเละพูดถึงเหตุการณ์ที่เกิดขึ้นในรั้วเตรียมอุดม",
        "profileContent": {
          "name": "ตาล",
          "year": "83",
          "contact": "IG: it.ttarnn"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/triamhistorysociety_profile_1.jpg",
      "/assets/clubs/triamhistorysociety_profile_2.jpg",
      "/assets/clubs/triamhistorysociety_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/triamhistorysociety_image_1.jpg",
        "description": "การจัดการแข่งขันตอบปัญหาสังคมศึกษาระดับชั้นมัธยมศึกษาตอนปลาย (TUSAC) สนามประวัติศาสตร์ไทย"
      },
      {
        "url": "/assets/clubs/triamhistorysociety_image_2.jpg",
        "description": "ทัศนศึกษาวัดเบญจมบพิตรดุสิตวนาราม"
      },
      {
        "url": "/assets/clubs/triamhistorysociety_image_3.jpg",
        "description": "กิจกรรมไทยแค่ไหนคือไทย"
      }
    ]
  },
  "nitadesilpdesign": {
    "id": "",
    "thaiName": "ชมรมนิเทศศิลป (ฝ่ายออกแบบ)",
    "englishName": "nitadesilpdesign",
    "count": "20",
    "activity": "\n\nฝ่ายออกแบบ เป็นหนึ่งในสี่ฝ่ายของชมรมนิเทศศิลป\nโดยที่กิจกรรมของฝ่ายออกแบบหลัก ๆ คือการทำงานกราฟิกดีไซน์\nซึ่งมีทั้งการออกแบบโปสเตอร์ ภาพตัดปะ ผลิตภัณฑ์ต่าง ๆ และอื่น ๆ\nอีกมากมายตามโจทย์ที่กำหนดให้ในแต่ละครั้ง\nนอกจากนี้ยังมีการออกแบบกราฟิกสำหรับคอลัมน์ที่น่าสนใจมากมายในนิตยสาร\nZODOTU ของชมรมนิเทศศิลปอีกด้วย\n\n",
    "benefit": "\n\nได้ฝึกฝนฝีมือการออกแบบ ได้ลองทำตามโจทย์ที่น่าสนใจและท้าทาย\nได้มีผลงานของตัวเอง มีพื้นที่แสดงฝีมือ และยังได้พบกับเพื่อน รุ่นพี่\nรุ่นน้อง จากหลากหลายสายการเรียน\nและแน่นอนว่าจะได้พบประสบการณ์ใหม่ที่ไม่เคยพบที่ไหนมาก่อนด้วย\n\n",
    "portfolio": "ของชมรม\n\nนิตยสาร Zodotu ที่ร่วมกันทำกับชมรมนิเทศศิลป ฝ่ายนิตยสาร\n\n",
    "reviews": [
      {
        "description": "เป็นชมรมที่สนุกมากค่ะ อยู่มา 3 ปีไม่เสียดายเลย\nทั้งได้ทำกิจกรรมที่หลากหลายได้เรียนรู้สิ่งใหม่ ๆ ได้เจอเพื่อน ๆ\nจากหลายสายการเรียน อีกทั้งการได้ทำนิตยสาร ZODOTU ก็เป็นอะไรที่ท้าทายมาก\nการได้ดีไซน์คอลัมน์เป็นอะไรที่แปลกใหม่มากค่ะ\nแล้วก็ได้ฝึกการประสานงานกับฝ่ายอื่นด้วย\nถือเป็นประสบการณ์ที่น่าจดจำมากค่ะ",
        "profileContent": {
          "name": "หยง",
          "year": "81",
          "contact": "IG: yoqn___"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/nitadesilpdesign_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/nitadesilpdesign_image_1.jpg",
        "description": "นิตยสาร Zodotu เป็นนิตยสารของชมรมนิเทศศิลปที่จัดทำเป็นประจำทุกปีการศึกษา\nโดยมีคอลัมน์ที่น่าสนใจจากปลายปากกาของสมาชิกฝ่ายนิตยสาร\nบทสัมภาษณ์สุดพิเศษ และผลงานกราฟิกที่สวยงามของสมาชิกฝ่ายออกแบบ"
      }
    ]
  },
  "nitadesilpstageplay": {
    "id": "",
    "thaiName": "ชมรมนิเทศศิลป ฝ่ายละครเวที",
    "englishName": "nitadesilpstageplay",
    "count": "90",
    "activity": "วันนี้ชมรมนิเทศศิลป ฝ่ายละครเวทีมีอะไรดีๆจะมาบอกเพื่อน ๆ น้อง ๆทุกคน ที่มีใจรัก และสนใจในละครเวทีทั้งเบื้องหน้าและเบื้องหลังอยากเห็นละครที่ทำได้โลดเล่นบนเวทีชมรมนิเทศศิลป สมาชิกฝ่ายละครเวที ทุกคนจะได้เรียนรู้ทั้งการเขียนบท  การกำกับการแสดง ได้ฝึกทักษะการแสดง เพื่อใช้ในการทำงานละครของชมรม",
    "benefit": "ได้เสริมร้างความมั่นใจ และ ความกล้าแสดงออก",
    "portfolio": "Peekaboo the musical\n\nThe Last Revolution",
    "reviews": [
      {
        "description": "ชมรมนิเทศศิลป ฝ่ายละครเวทีเป็นชมรมที่ให้อะไรหลาย ๆ อย่างกับเรา ทั้งประสบการณ์ดี ๆ เพื่อน รุ่นพี่ รุ่นน้อง มิตรภาพดี ๆ มากมาย ชมรมเรามีการฝึกฝนและพัฒนาทักษะต่าง ๆ ทั้งภาคทฤษฎี อย่างการเรียนรู้เกี่ยวกับการเขียนบท และความเข้าใจเกี่ยวกับละครเวที รวมไปถึงภาคปฏิบัติ อย่างการเวิร์คช็อป การเขียนบท และจัดทำละครเวทีจริง ซึ่งช่วยทำให้เรามีความมั่นใจ มีความกล้าแสดงออกมากขึ้น ฝ่ายเราจะมีความสนิทสนมกันมาก เนื่องด้วยจำนวนคนที่ไม่เยอะเกินไป บรรยากาศในการทำงานของเราจึงค่อนข้างผ่อนคลายและสนุกสนาน คุณครูที่ปรึกษาของเรา ก็น่ารัก ใจดี และเข้าใจพวกเราเป็นอย่างดี คอยสนับสนุนเราทุกอย่าง ดังนั้นถ้าใครสนใจในเรื่องเกี่ยวกับละครเวที อยากเรียนรู้เกี่ยวกับทั้งเบื้องหน้าและเบื้องหลัง เราว่านิเทศศิลปฝ่ายละครเวที ก็เป็นชมรมที่เหมาะสุด ๆ เลยล่ะ",
        "profileContent": {
          "name": "วี",
          "year": "82",
          "contact": "IG: pawinee_vee"
        }
      },
      {
        "description": "เราได้รู้จักชมีมนิเทศศิลปครั้งแรกวันที่ดูคลิปโปรโมทชมรมบนหอประชุมในวะนpae วันนั้นเราประทับใจคลิปโปรโมทของชมรมนิเทศศิลปมากเราจึงติดตามและหาข้อมูลเกี่ยวกับชมรมดู และ เราก็ได้เลือกมาออดิชั่นในฝ่ายละครเวที เพราะละครเวทีเป็นสิ่งที่เรารักและสนใจมาตั้งแต่เด็กๆ พอเข้าชมรมมาเราก็ได้รับการต้อนรับอย่างอบอุ่นจากพี่ๆในชมรมเป็นอย่างดี พี่ๆในชมรมคอยให้คำปรึกษาและเวิร์คช็อปต่างๆให้เราซึ่งเวิร์คช็อปของพี่ๆทำให้เรามีความกล้าแสดงออกมากขึ้น และ มีประสบการณ์ในการเขียนบทมากขึ้นด้วย ในชมรมเราได้เรียนรู้ทุกprocessในการทำละครเวทีเลย ตั้งแต่การเขียนบท การจัดฉาก การจัดแสง การกำกับนัดแสดง และ การแสดง ซึ่งเป็นประสบการณ์ที่ดีมากๆสำหรับเรา นอกจากนี้เรายังได้มิตรภาพดีๆจากเพื่อนในชมรมอีกด้วย และ ชมรมก็มีครูที่ปรึกษาที่น่ารักที่คอยให้คำปรึกษา และการสนับสนุนเราเป็นอย่างดี ชมรมนี้เหมาะกับน้องๆที่มีความสนใจในด้านการทำละครเวทีมากๆๆ แล้วมาเจอกันนะคะ :))",
        "profileContent": {
          "name": "ฟ้า",
          "year": "82",
          "contact": "IG: aakarapha"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/nitadesilpstageplay_profile_1.jpg", "/assets/clubs/nitadesilpstageplay_profile_2.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/nitadesilpstageplay_image_1.jpg",
        "description": "ภาพโปรโมท  Peekaboo the musical"
      },
      {
        "url": "/assets/clubs/nitadesilpstageplay_image_2.jpg",
        "description": "Peekaboo the musicall"
      },
      {
        "url": "/assets/clubs/nitadesilpstageplay_image_3.jpg",
        "description": "Peekaboo the musical"
      }
    ]
  },
  "englishclub": {
    "id": "ก30905",
    "thaiName": "ชมรมภาษาอังกฤษ",
    "englishName": "englishclub",
    "count": "160",
    "activity": "\n\nชมรมภาษาอังกฤษเป็นชมรมที่เน้นการใช้ภาษาอังกฤษในการดำเนินการชมรม\nหากนักเรียนเข้ามาแล้ว นักเรียนจะได้มีโอกาสในการฝึก เรียนรู้\nและใช้ภาษาอังกฤษกับเพื่อน ๆ ในชมรมย่อยของเราที่มีความสนใจคล้าย ๆ\nกับนักเรียน มีการจัดงาน จัดการแสดง งานประกวด รวมทั้งการแข่งขันทุกปี\nไม่ว่าจะเป็นในงาน Open House หรือ English Week\nมีการสร้างนิตยสารและเกมภาษาอังกฤษ\nรวมทั้งมีการส่งนักเรียนในชมรมไปแข่งขันกับโรงเรียนอื่นทั้งระดับชาติและนานาชาติเสมอ\n\nชมรมภาษาอังกฤษแบ่งเป็นชมรมย่อยกว่าสิบชมรม โดยภายในชมรมย่อยเหล่านี้\nนักเรียนสามารถเลือกเข้าได้ 1 ชมรมตามที่ต้องการ และบางชมรมย่อยอาจมี\naudition เพื่อเข้าชมรม และโดยปกติแล้ว\nตัวของชมรมภาษาอังกฤษใหญ่นั้นจะไม่มีการเรียนการสอนใด ๆ\nแต่เป็นการเข้าเรียนตามชมรมย่อยทั้งหมดเลยนั่นเอง\n\nโดยชมรมย่อยในชมรมภาษาอังกฤษมีดังนี้\n\n1\\) MUN\n\n2\\) English Drama\n\n3\\) Debate\n\n4\\) Crossword\n\n5\\) English Skills M.5\n\n6\\) English Skills M.4\n\n7\\) Vocabulary M.4\n\n8\\) นักเรียนแลกเปลี่ยน\n\n9\\) Public Speaking\n\n10\\) Quiz\n\n11\\) Spelling Bee\n\n12\\) The Oracle\n\n13\\) Language and Intercultural Communication\n\n",
    "benefit": "\n\nได้รับความสนุกสนานและได้พัฒนาตนเอง\n\nได้รับโอกาสในการเรียนรู้ และฝึกใช้ภาษาอังกฤษกับเพื่อน ๆ ในกิจกรรมต่าง ๆ\nด้วย\n\n",
    "portfolio": "ของชมรม\n\nการจัดงาน TriamMUNx2020 โดยชมรม TriamMUN,\n\nการแสดงละครเวทีในวัน Open House ของชมรม English Drama,\n\nการจัดการแข่งขัน Spelling Bee ใน English Week โดยชมรม Spelling Bee\n\nการสร้างนิตยสารและแต่งเรื่องภาษาอังกฤษเพื่อแจกจ่าย โดยชมรม Oracle\n\nนอกจากนี้\nยังมีการส่งนักเรียนในชมรมไปแข่งขันกับโรงเรียนอื่นทั้งระดับชาติและนานาชาติเสมอ\nหลายครั้งชมรมภาษาอังกฤษก็จะได้รับรางวัลจากการแข่งจึงนําชื่อเสียงมาให้แก่โรงเรียนเตรียมอุดมศึกษา\nเช่น ชมรม Debate แข่งขัน National Intervarsity Debate Championship\nและได้รับรางวัล Champion, TriamMUN ส่งนักเรียนไปแข่งขัน Model United\nNations ระดับนานาชาติ ThaiMUN, SMISMUN, ChulaMUN, อื่นๆ\nและมักได้รับรางวัล Honorable/Best delegate ทุกครั้ง\n\n",
    "reviews": [
      {
        "description": "คำถามที่เราเชื่อว่าทุกคนคงจะมีในหัวตอนได้ยินชื่อชมรม MUN เป็นครั้งแรกคงจะเป็น ชมรมนี้คืออะไร พวกเราทำอะไรกัน แล้วคนแบบไหนล่ะถึงจะเหมาะกับชมรมนี้ สำหรับเราแล้วคำตอบของคำถามเหล่านี้มีอยู่มากกว่าที่เราหรือใครก็ตามจะสามารถนิยามได้ ถ้าให้ตอบตามหลักการหรือสิ่งที่หาได้ตามอินเตอร์เน็ตก็น่าจะได้คำตอบประมาณว่า MUN คือชมรมสหประชาชาติจำลองที่ให้ผู้ร่วมชมรมได้ลองสวมบทเป็นนักการทูต และ เหมาะกับคนที่มีความสนใจด้านรัฐศาสตร์ แต่สำหรับเราแล้วชมรมนี้เป็นอะไรมากกว่านั้นมาก ๆ เราเชื่อว่าชมรมนี้เป็นชมรมที่เหมาะกับทุกคนที่รักในการแสดงความเป็นตัวตนผ่านการพูด ชมรมนี้เป็นชมรมที่ดึงเอาศักยภาพในตัวเราออกมาได้โดยที่เรายังไม่รู้ว่าตัวเองมีศักยภาพนั้นอยู่ด้วยซ้ำ แน่นอนว่าชมรมนี้จะให้ประโยชน์กับคนที่มีความชื่นชอบด้านการเมืองและรัฐศาสตร์ แต่จากประสบการณ์ที่เราได้อยู่ชมรมนี้มาเกือบ1ปีเราพูดได้อย่างเต็มปากว่าคนที่มีความชื่นชอบสนใจทางด้านอื่น ๆ จะไม่ได้ประโยชน์น้อยไปกว่ากันเลย ถ้าให้เราย้อนไปตอนที่เราเข้าชมรมมาใหม่ ๆ เรายอมรับว่าเรากลัวและประหม่ามาก ๆ ทุกคนดูเก่งไปหมด แม้แต่คำบางคำที่ต้องใช้บ่อย ๆในชมรมเราก็ยังไม่เคยได้ยิน แต่พี่ ๆ กับเพื่อน ๆ ทุกคนใจดีและ nice กับเรามาก ๆ หลังจากการเข้าชมรมครั้งแรกเราก็หายกังวลและมีความสุขกับการเข้าชมรมไปตลอด ส่วนตัวเราประทับใจกับกิจกรรมให้ความรู้ต่าง ๆในชมรมมาก ๆ นอกจากนี้เรายังได้มีโอกาสไปเข้าร่วมการประชุม MUN นานาชาติกับโรงเรียนในอินเดียผ่านซูม ซึ่งเราชอบมาก ๆ เราได้แลกเปลี่ยนแนวคิดในมุมมองที่เราไม่เคยมี ได้รู้จักเพื่อนต่างชาติใหม่ ๆ และได้ความคูล ๆ เท่ ๆ เฟี้ยว ๆ ของการใส่สูททำตัวเป็นนักการทูตด้วยไงล่ะ มันเป็นโอกาสที่เราไม่คิดว่าจะได้ถ้าเราไม่ได้เข้าชมรมนี้มา เราอยากให้ทุกคนได้โอกาสที่ดีหรือดียิ่งกว่าแบบที่เราได้มา เพราะงั้นเราขอฝากชมรม TriamMUN ไว้ในอ้อมอกอ้อมใจ แล้วมาร่วมเป็นครอบครัวเดียวกันนะทุกคน",
        "profileContent": {
          "name": "เอม",
          "year": "83",
          "contact": "IG: aim_nara_"
        }
      },
      {
        "description": "สำหรับใครที่เพิ่งเคยรู้จัก MUN ครั้งแรกอาจจะยังไม่ค่อยเข้าใจว่ามันคืออะไร หรือคิดว่าคงจะเป็นอะไรที่เครียดมากแน่ ๆ ตอนที่เราได้ยินชื่อชมรมนี้ครั้งแรกก็คิดแบบนั้นเหมือนกัน แต่ความจริงแล้ว MUN เป็นอะไรที่คุ้มค่าแก่การลองมากกกก นึกดูว่าชีวิตนี้จะมีโอกาสมากเท่าไหนกันเชียวที่จะได้สวมบทบาทเป็น ‘นักการทูต’ แบบมืออาชีพ ได้ลองเจรจาต่อรองกับประเทศมหาอำนาจอย่างโปร หรือถ้าใครที่ได้ดูรูปของชมรมเราแล้วก็คงเห็นว่าพวกเราใส่ชุดสูทเข้าประชุมกันด้วย ถือว่าเป็น Gimmick เล็ก ๆ น้อย ๆ ของชมรมเราและการทำ MUN\n\nอีกอย่างนึงที่น่าสนใจคือเราจะได้โอกาสไปร่วมประชุมสหประชาชาติจำลองกับเพื่อนต่างโรงเรียนอีกด้วย ซึ่งในประเทศไทยก็มักจะเป็นเพื่อนโรงเรียนนานาชาติที่นิยมทำ MUN กัน ในบางครั้งก็อาจจะมีเพื่อนต่างชาติมาร่วมประชุม หรือถ้าโชคดีก็มีโอกาสไปร่วมประชุมที่ต่างประเทศ (ว้าว~) อย่างเราเองก็เคยไปร่วมประชุมที่หลายโรงเรียนในไทย จริง ๆ แล้วน่าจะได้ไปร่วมที่อินเดียกับอินโดนีเซียด้วย แต่ว่าติดสถานการณ์ COVID เลยต้องประชุมแบบออนไลน์ไปก่อน\n\nการไปร่วมประชุมแต่ละครั้ง เขาก็จะมอบบทบาทประเทศให้ อย่างเราก็เคยเป็นนักการทูตจากตุรกี รัสเซีย เยอรมนี ไลบีเรีย ฯลฯ ทำให้การไปร่วมแต่ละครั้งแตกต่างกันโดยสิ้นเชิง เพราะเราต้อง research เกี่ยวกับบทประเทศที่ได้รับมอบหมายให้ละเอียดเพื่อมาสร้างจุดยืนให้ตัวเองในที่ประชุม เวลาเขาขอความเห็นเราก็จะได้ตอบให้ถูก เพราะเราต้องให้ความเห็นตามจุดยืนประเทศนั้น ๆ ไม่ใช่ตามใจเรา แม้ว่าจะขัดใจแค่ไหนก็ตาม (!!) นี่ก็เป็นเสน่ห์อีกอย่างของ MUN เหมือนกัน\n\nอ่านมาถึงตรงนี้ หลายคนคงคิดว่าชมรมนี้ต้องซีเรียสต้องน่ากลัวมากแน่ ๆ ไม่จริงเลยครับ บรรยากาศของชมรมเราถือว่าอบอุ่นมาก ๆ เหมือนอยู่กันเป็นครอบครัว บางครั้งก็มีมุมที่เล่นกันบ้าง มีมุมฮาบ้าง แล้วก็ได้ฝึกทักษะอีกหลายอย่างพร้อม ๆ กัน เรียกได้ว่าลงทุนครั้งเดียวได้ประสบการณ์และความทรงจำดี ๆ กลับมาเยอะเลย หลังจากที่อยู่ชมรมนี้มาสามปี พูดได้เลยว่ามองโลกเปลี่ยนไปเยอะเลยล่ะ\n\nสู้ ๆ กับ TU 84 85 86 ++ นะครับ แล้วเจอกันที่ TriamMUN!!",
        "profileContent": {
          "name": "มาร์วี่",
          "year": "81",
          "contact": "IG: marvey_ppp"
        }
      },
      {
        "description": "ผมเชื่อว่า 80% ของทุกคนที่กำลังอ่านข้อความของผมตอนนี้ไม่รู้จัก MUN และหลังจากนี้แล้วทุกคนที่อ่านจะได้รู้จัก MUN กัน\n\nMUN ย่อมาจาก Model United Nations ซึ่งแปลว่า สหประชาชาติจำลอง\n\nแล้ว MUN ทำอะไรกันบ้าง? ชมรมของเรามีการเรียนรู้เกี่ยวกับการประชุมสหประชาชาติ และจำลองการประชุมสหประชาชาติ\n\nMUN ยากไหม? ไม่ยากเลยครับ ขอแค่มีความสนใจ และความตั้งใจก็พอ พอเราได้เรียนรู้ถึงหลักการต่าง ๆ แล้วเราจะเข้าใจเลย\n\nผมขอพูดถึงตัวของชมรมด้วยนะครับ ตอนแรกผมก็ไม่รู้จักว่า MUN คืออะไร แต่พอเข้าเตรียมอุดมฯ มาแล้ว ก็ได้มาเห็นชมรม TriamMUN ผมเกิดความสนใจขึ้นมาทันทีด้วยความที่สนใจในด้านนี้อยู่แล้ว ชมรมเรามีการออดิชัน หรือการคัดคนเพื่อเข้าชมรมนั่นเอง ขอแค่พกความมั่นใจ กับความชอบมาก็พอแล้วครับ\n\nโดยแต่ละปีชมรมจะจัดงาน TriamMUNx ซึ่งเป็นงานจัดประชุมสหประชาชาติจำลองภายในโรงเรียน เราจะเปิดให้คนนอกชมรมเข้ามาร่วมกิจกรรมด้วยนะครับ โดยจะมี workshop ให้สำหรับคนที่จะมาเข้าร่วมแต่ไม่รู้ว่าต้องทำตัวอย่างไร\nประสบการณ์ของผมกับชมรมนี้ดีมากครับ ผมได้เรียนรู้มากมาย และนอกจากนั้นก็ได้เพื่อนด้วย สำหรับใครที่คิดว่าชมรมนี้มีแต่คน nerd ผมขอบอกเลยว่าไม่เป็นความจริงครับ\n\nสำหรับใครที่อยากรู้ข้อมูลของชมรมเพิ่มเติม ผมขอเชิญชวนเข้าไปในเว็บไซต์ https://triammun.club ได้เลยครับ\n\nChairing is caring!",
        "profileContent": {
          "name": "ป๊อบ",
          "year": "82",
          "contact": "IG: paapaaah"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/englishclub_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/englishclub_image_1.jpg",
        "description": "TriamMUNx 2020 ณ โรงเรียนเตรียมอุดมศึกษา"
      },
      {
        "url": "/assets/clubs/englishclub_image_2.jpg",
        "description": "TriamMUNx 2020 ณ โรงเรียนเตรียมอุดมศึกษา"
      },
      {
        "url": "/assets/clubs/englishclub_image_3.jpg",
        "description": "SMIS MUN 2021 จัดโดย Sancta Maria International School Hyderabad, India ผ่านระบบออนไลน์"
      }
    ]
  },
  "economicsclub": {
    "id": "ก30947",
    "thaiName": "ชมรมเศรษฐศาสตร์",
    "englishName": "economicsclub",
    "count": "60",
    "activity": "ชมรมเศรษฐศาสตร์ เป็นชมรมที่จะให้ความรู้เกี่ยวกับเศรษฐศาสตร์ การบริหาร และการลงทุน ซึ่งไม่ได้มีเพียงเนื้อหาในหนังสือหรือในห้องเรียนเท่านั้น แต่เป็นการคิดวิเคราะห์กลไกตลาดและเศรษฐกิจโดยอ้างอิงจากสถานการณ์ในปัจจุบัน มีการบรรยายให้ความรู้และแนวคิดจากวิทยากรผู้มีประสบการณ์และมีชื่อเสียง มีกิจกรรมภายในชมรม เช่น การสอนเล่นหุ้น การทดลองสร้างธุรกิจของตัวเอง นอกจากนี้ยังมีการจัดทัศนศึกษาที่สถาบันการเงินต่าง ๆ สำหรับสมาชิกในชมรม เทอมละ 1 ครั้ง และการจัดแข่งขันการตอบปัญหาต่าง ๆ ที่เกี่ยวข้องกับวิชาเศรษฐศาสตร์ ",
    "benefit": "สมาชิกในชมรมจะได้รับความรู้ในการจัดการเงิน ธุรกิจ การลงทุนในสินทรัพย์ต่าง ๆ และการคิดอย่างเป็นระบบและมีเหตุมีผล สามารถใช้ความรู้ทางด้านการเงินและตลาดที่ได้ไปประยุกต์ในชีวิตประจำและสามารถต่อยอดความรู้เพื่อนำไปใช้ในอนาคต  ได้ประสบการณ์การทำงานเหมือนกับทำธุรกิจของตนเอง เยี่ยมสถานที่ทำงานหรือสถาบันการเงินและศึกษากระบวนการทำงานของสถาบันการเงินนั้น สุดท้ายคือได้แลกเปลี่ยนความคิดเห็นกับคนที่สนใจและมีความรู้ในวิชาเศรษฐศาสตร์",
    "portfolio": "ของชมรม\n\n1.ส่งสมาชิกเข้าร่วมแข่งขันรายการต่าง ๆ และได้รางวัลชนะเลิศมากมาย เช่น\nเศรษฐศาสตร์เพชรยอดมงกุฎ, BOT Challenge and Experience,\nการแข่งขันของมหาวิทยาลัยต่าง ๆ\n\n2.จัดการบรรยายทางด้านเศรษฐศาสตร์ การเงิน การลงทุน\n\n",
    "reviews": [
      {
        "description": "พี่ออกัสเองครับ ยินดีที่ได้รู้จักน้อง ๆ ทุกคนนะครับ พี่เป็นประธานชมรมเศรษฐศาสตร์ปีนี้ และก็ได้รับตำแหน่งรองประธานเมื่อปีที่แล้ว ถ้านับรวมตั้งแต่ปีที่พี่เข้ามา พี่ก็อยู่ชมรมนี้มาเป็นเวลา 3 ปีแล้ว ซึ่งพี่ก็ได้เห็นถึงการเปลี่ยนแปลงต่าง ๆ รวมไปถึงช่วยพัฒนาและแก้ไขกิจกรรมของชมรมให้ดียิ่งขึ้นมาตลอด โดยชมรมเศรษฐศาสตร์ของเรานั้นมีแนวคิดที่ยึดถือกันมาเป็นเวลานาน นั่นก็คือ “จุดประสงค์ของการเรียนเศรษฐศาสตร์ ไม่ใช่เพื่อให้ได้คำตอบที่สมบูรณ์ตามตำรา แต่เพื่อให้สามารถคิดแก้ไขปัญหาและไม่ถูกชักจูงโดยง่าย” เขียนโดย โจน โรบินสัน นักเศรษฐศาสตร์ชื่อดัง กล่าวคือ กิจกรรมทั้งหมดในชมรมของเรานั้นจะไม่เน้นไปในด้านการให้ความรู้ตามตำรา แต่จะส่งเสริมให้สมาชิกในชมรมได้ใช้ความรู้ความสามารถในการคิดหาวิธีทางแก้ปัญหาต่าง ๆ ทางเศรษฐศาสตร์ นอกเหนือจากนี้ สมาชิกในชมรมจะได้รับสิทธิพิเศษในการเข้าร่วมกิจกรรมสัมมนาวิชาการ (Workshop) ทั้งในเรื่องการเทรด การเล่นหุ้น การทำ Start-up เบื้องต้น รวมไปถึงกิจกรรมค้นพบตัวเอง และด้วยเหตุนี้เองทำให้ชมรมเศรษฐศาสตร์จึงเป็น 1 ในตัวเลือกที่ดีที่สุดที่พี่แนะนำสำหรับน้อง ๆ ที่มีความอยากรู้อยากลองในเส้นทางการเป็นนักเศรษฐศาสตร์รุ่นเยาว์ สุดท้ายนี้พี่ขอเชิญชวนน้อง ๆ ที่สนใจสามารถติดตามข่าวสารของพวกเราได้ที่ Facebook: ECTU: Economics Club และ IG: economicsclubtu แล้วมาเป็นครอบครัวเดียวกันนะครับ",
        "profileContent": {
          "name": "ออกัส",
          "year": "82",
          "contact": "IG: drowsycat_and_preme"
        }
      },
      {
        "description": "ชมรมที่ไม่มีออดิชั่นมักถูกคิดว่าเป็นชมรมว่างหรือมีกิจกรรมของชมรมที่ไม่มีประโยชน์ ชมรมเศรษฐศาสตร์ก็เป็นหนึ่งในชมรมที่ไม่มีออดิชั่นเช่นกัน แต่กลับมีการให้อะไรบางอย่างที่ไม่มีในคาบเรียนอื่น ๆ เช่น การทัศนศึกษาแม้ปีที่ผมเรียนอยู่จะมีโควิดจนไม่ได้ไปทัศนศึกษา แต่ผมเชื่อว่าปีที่ได้ไปมันจะเป็นประสบการณ์ที่ดีแน่นอน นอกจากนี้ชมรมนี้ยังเปิดกว้างเสนอสิ่งที่อยากรู้ ทำในสิ่งที่อยากลอง รับความรู้และประสบการณ์จากพี่ ๆ และวิทยากร ซึ่งมันเป็นสิ่งที่หาไม่ได้ง่าย ๆ หรอกครับ",
        "profileContent": {
          "name": "แชมป์",
          "year": "83",
          "contact": "IG: chotnopparatpat​"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/economicsclub_profile_1.jpg", "/assets/clubs/economicsclub_profile_2.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/economicsclub_image_1.jpg",
        "description": "บรรยากาศภายในห้องเรียน"
      },
      {
        "url": "/assets/clubs/economicsclub_image_2.jpg",
        "description": "ทัศนศึกษา ณ ศูนย์การเรียนรู้ ธนาคารแห่งประเทศไทย"
      },
      {
        "url": "/assets/clubs/economicsclub_image_3.jpg",
        "description": "การเรียนออนไลน์ในชมรม"
      }
    ]
  },
  "triamudommedicalclub": {
    "id": "ก30923",
    "thaiName": "ชมรมผู้นำเยาวชนสาธารณสุขฯ",
    "englishName": "triamudommedicalclub",
    "count": "30",
    "activity": "แลกเปลี่ยนความรู้ ความคิดเห็น เกี่ยวกับสุขภาพและสาธารณสุข ผ่านกิจกรรมในคาบเรียน ฝึกปฏิบัติและจัดทำผลิตภัณฑ์ส่งเสริมสุขอนามัย อาทิ การศึกษาและการฝึกปฐมพยาบาลเบื้องต้น การทำยาดมสมุนไพร ลูกประคบ และอื่น ๆ ตามความเหมาะสมกับสถานการณ์ เป็นจิตอาสาด้านสาธารณสุขในโอกาสต่าง ๆ เพื่อส่งเสริมการดูแลรักษาสุขภาพของตนเองและผู้อื่น",
    "benefit": "สามารถนำความรู้ ทักษะ รวมทั้งผลิตภัณฑ์ที่จัดทำขึ้นไปประยุกต์ใช้ในชีวิตประจำวัน ได้รับมิตรภาพที่ดีภายในชมรม และได้ร่วมเป็นส่วนหนึ่งที่ช่วยส่งเสริมการดูแลรักษาสุขภาพของตนเองและผู้อื่น",
    "portfolio": "",
    "reviews": [
      {
        "description": "บรรยากาศในชมรมสบาย ๆ ไม่เครียด คุณครูและเพื่อน ๆ ในชมรมก็น่ารักมาก ๆ\nเช่นกัน ในคาบเรียนจะมีการเรียนรู้ผ่านสื่อต่าง ๆ\nมีการเเลกเปลี่ยนความรู้และกิจกรรมให้ทำร่วมกัน เช่น เกมตอบคำถาม\nการฝึกปฐมพยาบาลเป็นกลุ่ม การทำลูกประคบและยาดมสมุนไพรด้วยตนเอง\nทำให้ได้รับความสนุกสนานเพลิดเพลิน\nรวมทั้งความรู้และทักษะที่สามารถนำไปใช้ในชีวิตประจำวันได้",
        "profileContent": {
          "name": "ปาล์ม",
          "year": "82",
          "contact": "IG: palmmrin"
        }
      },
      {
        "description": "ชมรมที่ให้ทั้งความรู้เกี่ยวกับสุขภาพของเรา ซึ่งความรู้ที่ทางชมรมให้ก็มีประโยชน์ในการไปสอบหรือนำไปใช้ดูแลตัวเองจริงๆก็ได้ด้วย และความสนุกมีกิจกรรมท้ายคาบให้ทำมากมายมีแจกของรางวัลหลังทำกิจกรรมอีกด้วย",
        "profileContent": {
          "name": "ปิ่น",
          "year": "83",
          "contact": "IG: pin__simu"
        }
      },
      {
        "description": "เป็นชมรมที่ดีมากๆๆ ให้ความรู้แบบหลายอย่างที่เป็นความรู้รอบตัวที่เราควรรู้ เปิดโลกมากๆๆ ทุกคนในชมรมน่ารักเป็นมิตร ถ้าให้คะแนนเต็มสิบให้ร้อยไปเลยค่า",
        "profileContent": {
          "name": "ขวัญข้าว",
          "year": "84",
          "contact": "IG: kwank6704"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/triamudommedicalclub_profile_1.jpg",
      "/assets/clubs/triamudommedicalclub_profile_2.jpg",
      "/assets/clubs/triamudommedicalclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/triamudommedicalclub_image_1.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/triamudommedicalclub_image_2.jpg",
        "description": "\nกิจกรรมสาธิตการปฐมพยาบาลเบื้องต้น"
      },
      {
        "url": "/assets/clubs/triamudommedicalclub_image_3.jpg",
        "description": "\nกิจกรรมการทำลูกประคบ"
      }
    ]
  },
  "englishperformancechorus": {
    "id": "ก30932",
    "thaiName": "ชมรมขับร้องประสานเสียง",
    "englishName": "englishperformancechorus",
    "count": "60",
    "activity": "\n\nชมรมขับร้องประสานเสียงมีกิจกรรมให้ผู้เรียนได้ทำในทุก ๆ คาบชมรม\nโดยในคาบแรก ๆ จะมีการสอนวิธีการอ่านโน้ต การดูคอนดักเตอร์ และในทุก ๆ\nคาบจะมีการฝึกซ้อมตามปกติ โดยเริ่มที่การเตรียมความพร้อมของเสียง\nการฝึกเทคนิคต่าง ๆ ในการขับร้องประสานเสียง การรวมวงขับร้องประสานเสียง\nซึ่งจะเป็นการพัฒนาผู้เรียนในด้านการร้องเพลง โดยรวมแล้ว\nการฝึกทั้งหมดนั้นเพื่อที่จะนำไปแสดงให้นักเรียนและบุคลากรในโรงเรียนได้รับชมในงานกิจกรรมต่าง\nๆ ของโรงเรียน ได้แก่งานส่งกำลังใจสู่ความเป็นเลิศ งานวันแม่ งาน English\nweek งานมุทิตาจิตคุณครูเกษียณ งาน Triam Udom Open House และงานอื่น ๆ\nซึ่งทุกงานจะมีขึ้นในทุก ๆ ปีการศึกษา ซึ่งก่อนที่จะได้เป็นสมาชิกของชมรม\nจะมีการคัดเลือกผู้สมัครก่อนตามความสามารถของผู้สมัคร\n\n",
    "benefit": "\n\nสิ่งที่ผู้เรียนจะได้รับจากการเข้าร่วมชมรมขับร้องประสานเสียง คือ\nสมาชิกชมรมจะได้รับความรู้เกี่ยวกับการขับร้องประสานเสียงและด้านดนตรี\nได้พัฒนาศักยภาพด้านการร้องเพลงและดนตรี\nและสามารถนำความรู้ไปประยุกต์ใช้ในชีวิตประจำวันได้\nได้ค้นพบและรู้จักเกี่ยวกับความชอบในด้านดนตรีของตนเองมากขึ้น\nได้พัฒนาความสามารถในการทำงานและปรับตัวเข้ากับผู้อื่น\nมีความรับผิดชอบและสามารถบริหารจัดการเวลาในการเรียนและการทำกิจกรรม\nได้พัฒนาศักยภาพด้านการสร้างสรรค์การแสดง ความกล้าแสดงออก\nและใช้เวลาว่างให้เป็นประโยชน์\n\n",
    "portfolio": "ของชมรม\n\nการแสดงขับร้องประสานเสียงในงานกิจกรรมของโรงเรียน ได้แก่ งานวันแม่ งาน\nEnglish Week งานมุทิตาจิตคุณครูเกษียณ งาน Triam Udom Open House\n\n",
    "reviews": [
      {
        "description": "ชมรมอีพีคอรัสเป็นชมรมร้องเพลงประสานเสียงที่อบอุ่นมาก ๆๆ\nทุกคนในชมรมรักกันเหมือนเป็นครอบครัวเดียวกันเลย\nเป็นชมรมที่รวบรวมคนที่ชอบในการร้องเพลงและดนตรีไว้ด้วยกัน\nได้ทำในสิ่งที่ชอบเหมือนกัน กิจกรรมแต่ละอย่างก็สนุกมาก ๆ\nคาบชมรมทุกคนจะร่วมซ้อมร้องเพลงในพาร์ทของตัวเองและค่อยมารวมซ้อมทุกคนกันอีกที\nเพื่อน ๆ ในชมรมน่ารักมาก ใจดีสุด ๆ ทุกคนเข้าหาง่ายและเฟรนด์ลี่\nเวลามีเรื่องหรือปัญหาอะไรก็มาปรึกษากันช่วยกันตลอด\nหรือมีเรื่องหนักใจอะไรก็มาระบายให้คนในชมรมฟังได้\nนั่นแหละความประทับใจส่วนนึงของเรา ดีใจแบบมาก ๆๆ จริง ๆ\nที่ได้มีโอกาสเข้ามาอยู่ในชมรมนี้",
        "profileContent": {
          "name": "ป๊อป",
          "year": "82",
          "contact": "IG: tulb_pop.8750"
        }
      },
      {
        "description": "\nเราอยากย้อนเวลากลับไปขอบคุณตัวเองที่ออดิชั่นเข้าชมรมนี้แล้วก็เลือกชมรมนี้\nมันเป็นพื้นที่เซฟโซนที่สุดของเราในเตรียมอุดมเลยก็ว่าได้\nตอนแรกเราไม่ได้มีความคิดจะเข้าชมรมขับร้องประสานเสียงเลยเพราะคิดว่าอาจจะน่าเบื่อแต่พอเห็นคลิปโปรโมตชมรมของพี่\nๆ TU81 ตอนนั้นก็เลยเปลี่ยนความคิด\nอยากให้ทุกคนลบภาพความจำว่าชมรมขับร้องประสานเสียงมีไว้ร้องเพลงชาติตอนเช้า\nชมรมเราไม่ได้ร้องแค่เพลงโรงเรียน พวกเราทำงานที่สเกลใหญ่กว่านั้น\nเป็นชมรมที่ทุกคนช่วยกันพัฒนาเรื่องการร้องเพลงแล้วก็ทำให้เรามั่นใจมากขึ้นเวลาร้องเพลงแล้วก็มีความสุขไปกับเสียงเพลง\nมันเหมือนเป็นสถานที่ที่รวมคนที่รักในการร้องเพลงเหมือนกัน ไม่รู้ดิ\nเอาจริง ๆ ถ้าให้พูดถึงชมรมคงพูดได้ทั้งวันไม่มีเบื่อเลย ก็เลยอยากให้น้อง\nๆ ว่าที่ tu84 ทุกคนติดตามการแสดงของ E.P. Chorus นะครับ💗",
        "profileContent": {
          "name": "เเพทริค",
          "year": "82",
          "contact": "IG: patpatlinkk"
        }
      },
      {
        "description": "\nชมรม E.P. Chorus ก็เป็นชมรมคอรัสตามชื่อแหละ\nงานร้องเพลงขับร้องประสานเสียง สำหรับคนที่ชอบร้องเพลงเราก็แนะนำจริง ๆ\nจากใจ อย่างน้อยเข้าเตรียมมาก็ได้มีช่วงเวลาให้ดึงตัวเองออกจากเรื่องเครียด\nๆ มาทำสิ่งที่ชอบ ด้วยความที่มันเป็นงานที่ต้องทำร่วมกันทั้งวง\nซ้อมด้วยกันบ่อย คนในชมรมจะสนิทกันไวมาก\nอยู่กับคนในชมรมเหมือนอยู่กับกลุ่มเพื่อนสนิท\nได้ร้องเพลงอย่างสบายใจที่สุดก็ตอนอยู่ชมรมนี่แหละ\nในฐานะคนที่อยู่ในชมรมมาสามปีแล้วได้ทำในสิ่งที่ตัวเองชอบกับเพื่อน\nเราพูดได้เต็มปากนะว่าสำหรับเราชมรมคือความสบายใจ สำหรับงาน Triam Udom\nOnline Open House 2021 ปีนี้ ขอฝากโชว์การแสดงของชมรม E.P. Chorus ด้วยนะ\nเราเข้าชมรมนี้มาเพราะรักการร้องเพลง จบออกมาก็ยังรักการร้องเพลงอยู่\nหวังว่าการแสดงของพวกเราจะทำให้ทุกคนมีความสุขกับเสียงเพลงได้เหมือนกันนะคะ",
        "profileContent": {
          "name": "ข้าว",
          "year": "81",
          "contact": "IG: kh.nms"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/englishperformancechorus_profile_1.jpg",
      "/assets/clubs/englishperformancechorus_profile_2.jpg",
      "/assets/clubs/englishperformancechorus_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/englishperformancechorus_image_1.jpg",
        "description": "การแสดง \"A Midspring Daydream\" ในงาน Triam Udom Open House 2020"
      },
      {
        "url": "/assets/clubs/englishperformancechorus_image_2.jpg",
        "description": ""
      }
    ]
  },
  "sci-techclub": {
    "id": "ก30943",
    "thaiName": "ชมรมพัฒนาศักยภาพวิทยาศาสตร์",
    "englishName": "sci-techclub",
    "count": "120",
    "activity": "\n\nชมรมศักยภาพทางวิทยาศาสตร์เป็นชมรมที่รวบรวมผู้ที่สนใจในวิชาวิทยาศาตร์สาขาเดียวกัน\nไม่ว่าจะเป็น ฟิสิกส์ เคมี ชีววิทยา หรือวิทยาศาสตร์โลก\nโดยจะมีรุ่นพี่ซึ่งมีประสบการณ์การแข่งขันเป็นวิทยากรให้ความรู้\nและติวเพื่อการสอบต่าง ๆ ทั้งการสอบเข้ามหาวิทยาลัยและการสอบแข่งขัน เช่น\nสอวน. เป็นต้น\n\n",
    "benefit": "\n\nได้สั่งสมความรู้ทางวิทยาศาสตร์ในสาขาต่าง ๆ\nให้เพิ่มพูนเพื่อเตรียมพร้อมสำหรับการสอบ\n\n",
    "portfolio": "ของชมรม\n\nการแข่งขัน TUSCI หรือการแข่งขันวิทยาศาสตร์ภายในโรงเรียนเตรียมอุดมศึกษา\nรวมทั้งหมด 9 ครั้ง\n\nการแข่งขัน TUMSO หรือการแข่งขันคณิตศาสตร์และวิทยาศาสตร์ระหว่างโรงเรียน\nจัดและออกข้อสอบโดยนักเรียนเตรียมอุดมศึกษา\n\n",
    "reviews": [
      {
        "description": "การเข้าชมรมสนุกมาก ๆ พี่ตั้งตารอทุกอาทิตย์ที่จะเข้าชมรม\nทุกคนแลกเปลี่ยนความรู้กัน และพี่ ๆ วิทยากรคอยให้ความรู้อย่างเต็มที่",
        "profileContent": {
          "name": "นุ้กนิ้ก",
          "year": "80",
          "contact": "FB: mathaweekongchai"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/sci-techclub_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/sci-techclub_image_1.jpg",
        "description": "บรรยากาศการแข่งขัน TUMSO จัดโดยชมรมของเรา"
      }
    ]
  },
  "triamchessclub": {
    "id": "ก30921",
    "thaiName": "ชมรมหมากกระดาน",
    "englishName": "triamchessclub",
    "count": "27",
    "activity": "\n\nต้องเกริ่นก่อนว่าชมรมหมากกระดานเป็นชมรมที่มีอยู่แล้วในอดีต\nแต่ก็มีช่วงหนึ่งที่ปิดไป จนกระทั่งปีการศึกษา 2563 คุณครูศวิษฐ์\nวีระยุทธวัฒนะ\nได้ให้ความกรุณาช่วยเหลือในการเปิดชมรมหมากกระดานอีกครั้งหนึ่ง\nกิจกรรมและผลงานของทางชมรมจึงมีไม่มากนัก\nกิจกรรมในแต่ละสัปดาห์จะเป็นการจัดการแข่งขันของสมาชิกภายในชมรม\nการแข่งขันภายในนั้นแบ่งออกเป็น 2 ประเภท คือ การแข่งขันหมากรุกไทย\nและการแข่งขันหมากรุกสากล โดยเป็นการแข่งขันแบบพบกันหมดตามแต่ละประเภท\nในบางครั้งอาจจะมีการเล่นเพื่อความสนุกสนานแทนการแข่งขัน\nเพราะในตอนแรกคุณครูได้บอกไว้ว่า\n“ชมรมนี้ตั้งมาเพื่อให้นักเรียนที่ชอบในหมากรุกมารวมตัวกัน\nชมรมนี้มีไว้เพื่อความสนุกสนานของสมาชิกทุก ๆ คน”\nทางกรรมการชมรมจึงมีการจัดกิจกรรมเพื่อเน้นความสนุกสนานของสมาชิกในชมรมเป็นหลัก\n\n",
    "benefit": "\n\nได้รับมิตรภาพ ได้พัฒนาฝีมือและเสริมทักษะการเล่นหมากรุกไทยและสากล\nรวมทั้งได้รับความสนุกสนานเพลิดเพลิน\n\n",
    "portfolio": "ของชมรม\n\n\\-\n\n",
    "reviews": [
      {
        "description": "ชมรมบรรยากาศชิว ๆ",
        "profileContent": {
          "name": "หมิง",
          "year": "81",
          "contact": "IG: thasphol_"
        }
      },
      {
        "description": "\nหมากรุกสนุกดี",
        "profileContent": {
          "name": "ป๋วย",
          "year": "81",
          "contact": "IG: pouynp"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/triamchessclub_profile_1.jpg", "/assets/clubs/triamchessclub_profile_2.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/triamchessclub_image_1.jpg",
        "description": "การคัดเลือกสมาชิกชมรมประเภทหมากรุกไทย"
      },
      {
        "url": "/assets/clubs/triamchessclub_image_2.jpg",
        "description": ""
      }
    ]
  },
  "triamudommodelunitednations(triammun)": {
    "id": "ก30905-1",
    "thaiName": "ชมรมภาษาอังกฤษ (TriamMUN)",
    "englishName": "triamudommodelunitednations(triammun)",
    "count": "30",
    "activity": "\n\nModel United Nations\nคือการจำลองการประชุมเพื่อแก้ไขสถานการณ์หรือวิกฤตต่าง ๆ\nตามที่ถูกกำหนดขึ้น โดยเฉพาะการประชุมของสหประชาชาติ (United Nations)\nซึ่งเราจะได้รับบทเป็นผู้แทนประเทศ เข้าร่วมประชุมกับผู้แทนจากประเทศอื่น ๆ\nและใช้ความร่วมมือในระดับนานาชาติแก้ไขปัญหาที่เกิดขึ้น\nไม่ว่าจะเป็นด้านเศรษฐกิจ สังคม การเมือง ฯลฯ\nและนอกจากนี้ยังมีการประชุมที่จำลองมาจากเหตุการณ์จริงในประวัติศาสตร์\n(Historical) รวมไปเหตุการณ์สมมติจากนวนิยาย (Fiction) และฉากอนาคต (Future\nscenario) เราอาจจะได้สวมบทบาทเป็นผู้นำประเทศในสมัยสงครามโลกครั้งที่ 2\nหรือแม้กระทั่งเป็นสมาชิกกระทรวงเวทมนตร์อย่างในนวนิยายเรื่องแฮร์รี่\nพอตเตอร์ โดยกิจกรรมในคาบชมรมจะมีการจัดการประชุมภายใต้หัวข้อที่กำหนดขึ้น\nและมีการแลกเปลี่ยนข้อมูลข่าวสารเกี่ยวกับสถานการณ์ทางการเมืองทั้งในและนอกประเทศอย่างสม่ำเสมอ\nเพื่อร่วมกันฝึกฝนทักษะในการวิเคราะห์ วิจารณ์\nและการแสดงความคิดเห็นในหัวข้อต่าง ๆ ทางชมรมมีเว็บไซต์ triammun.club\nที่จะทำให้น้อง ๆ ได้เข้าใจเกี่ยวกับชมรม Triamudom Model United Nations\nมากขึ้น ผ่านกิจกรรมสนุก ๆ และข้อมูลความรู้ต่าง ๆ อีกมากมาย\n\n",
    "benefit": "\n\n1\\. ฝึกทักษะภาษาอังกฤษ ทั้งการฟัง พูด อ่าน และเขียน\n\n2\\. ฝึกความกล้าแสดงออก และการทำงานร่วมกับผู้อื่น\n\n3\\. ฝึกการคิดเชิงวิเคราะห์\n\n4\\. เท่าทันเหตุการณ์ รับรู้เรื่องราวที่เคยเกิดขึ้นทั้งในอดีตและปัจจุบัน\n\n5\\. ได้พบเจอเพื่อนใหม่ทั้งในโรงเรียนและนอกโรงเรียน\nและมีโอกาสได้รู้จักกับเพื่อนที่เป็นชาวต่างชาติ\n\n",
    "portfolio": "ของชมรม\n\n1\\. WISMUN IV และ WISMUN V ณ Wells International School กรุงเทพฯ\n\n2\\. THAIMUN VI ณ Concordian International School กรุงเทพฯ\n\n3\\. MUIDS MUN II ณ Mahidol University International Demonstration School\nจ.นครปฐม\n\n4\\. EISMUN XII ณ Ekamai International School กรุงเทพฯ\n\n5\\. ICMUN 2020 จัดโดย International Circuit Jakarta, Indonesia\nผ่านระบบออนไลน์\n\n6\\. SMIS MUN 2020 จัดโดย Sancta Maria International School Hyderabad,\nIndia ผ่านระบบออนไลน์\n\n7\\. WRD MUN 2020 จัดโดย MUN Refugee Challenge ผ่านระบบออนไลน์\n\n",
    "reviews": [
      {
        "description": "หรือสมาชิกเก่า 1\n\nผมเป็นสมาชิกรุ่นแรกของ TriamMUN และต่อมาได้เป็นประธานในปี 2019-2020\nชมรมนี้ทำให้ผมและเพื่อน ๆ ได้ฝึกทักษะภาษาอังกฤษไปพร้อม ๆ\nกับได้ความรู้เรื่องประวัติศาสตร์และการเมืองระหว่างประเทศในเวลาเดียวกัน\nและยังทำให้ผมได้โอกาสเข้าร่วม conference\nระดับนานาชาติซึ่งมีผู้เข้าร่วมจากทั่วโลก\n\nTriamMUN ยังเป็นเหมือน community\nของคนที่สนใจเรื่องการเมืองและเรื่องต่างประเทศ\nคาบชมรมทุกคาบคึกคักและเต็มไปด้วยการ discuss ประเด็นและเรื่องราวต่าง ๆ\nที่เกิดขึ้นทั่วโลก ผมจึงมองว่า TriamMUN\nเป็นชมรมที่สมบูรณ์แบบสำหรับทุกคนที่สนใจเรื่องเหล่านี้\nและขอแนะนำให้ทุกคนมาลอง audition ชมรมนี้ดูครับ \"My Triam Udom life is\nincomplete without TriamMUN\"",
        "profileContent": {
          "name": "มีน",
          "year": "80",
          "contact": "FB: Paphon Susikakosol"
        }
      },
      {
        "description": "\nรีวิวจากรุ่นพี่หรือสมาชิกเก่าหรือสมาชิกเก่า 2\n\nสำหรับใครที่เพิ่งเคยรู้จัก MUN\nครั้งแรกอาจจะยังไม่ค่อยเข้าใจว่ามันคืออะไร\nหรือคิดว่าคงจะเป็นอะไรที่เครียดมากแน่ ๆ\nตอนที่เราได้ยินชื่อชมรมนี้ครั้งแรกก็คิดแบบนั้นเหมือนกัน แต่ความจริงแล้ว\nMUN เป็นอะไรที่คุ้มค่าแก่การลองมากกกก\nนึกดูว่าชีวิตนี้จะมีโอกาสมากเท่าไหนกันเชียวที่จะได้สวมบทบาทเป็น\n“นักการทูต” แบบมืออาชีพ ได้ลองเจรจาต่อรองกับประเทศมหาอำนาจอย่างโปร\nหรือถ้าใครที่ได้ดูรูปของชมรมเราแล้วก็คงเห็นว่าพวกเราใส่ชุดสูทเข้าประชุมกันด้วย\nถือว่าเป็น Gimmick เล็ก ๆ น้อย ๆ ของชมรมเราและการทำ MUN\nอีกอย่างนึงที่น่าสนใจคือเราจะได้โอกาสไปร่วมประชุมสหประชาชาติจำลองกับเพื่อนต่างโรงเรียนอีกด้วย\nซึ่งในประเทศไทยก็มักจะเป็นเพื่อนโรงเรียนนานาชาติที่นิยมทำ MUN กัน\nในบางครั้งก็อาจจะมีเพื่อนต่างชาติมาร่วมประชุม\nหรือถ้าโชคดีก็มีโอกาสไปร่วมประชุมที่ต่างประเทศ (ว้าว~)\nอย่างเราเองก็เคยไปร่วมประชุมที่หลายโรงเรียนในไทย จริง ๆ\nแล้วน่าจะได้ไปร่วมที่อินเดียกับอินโดนีเซียด้วย แต่ว่าติดสถานการณ์ COVID\nเลยต้องประชุมแบบออนไลน์ไปก่อน การไปร่วมประชุมแต่ละครั้ง\nเขาก็จะมอบบทบาทประเทศให้ อย่างเราก็เคยเป็นนักการทูตจากตุรกี รัสเซีย\nเยอรมนี ไลบีเรีย ฯลฯ ทำให้การไปร่วมแต่ละครั้งแตกต่างกันโดยสิ้นเชิง\nเพราะเราต้อง research\nเกี่ยวกับบทประเทศที่ได้รับมอบหมายให้ละเอียดเพื่อมาสร้างจุดยืนให้ตัวเองในที่ประชุม\nเวลาเขาขอความเห็นเราก็จะได้ตอบให้ถูก\nเพราะเราต้องให้ความเห็นตามจุดยืนประเทศนั้น ๆ ไม่ใช่ตามใจเรา\nแม้ว่าจะขัดใจแค่ไหนก็ตาม (!!) นี่ก็เป็นเสน่ห์อีกอย่างของ MUN เหมือนกัน\nอ่านมาถึงตรงนี้ หลายคนคงคิดว่าชมรมนี้ต้องซีเรียส ต้องน่ากลัวมากแน่ ๆ\nไม่จริงเลยครับ บรรยากาศของชมรมเราถือว่าอบอุ่นมาก ๆ\nเหมือนอยู่กันเป็นครอบครัว บางครั้งก็มีมุมที่เล่นกันบ้าง มีมุมฮาบ้าง\nแล้วก็ได้ฝึกทักษะอีกหลายอย่างพร้อม ๆ กัน\nเรียกได้ว่าลงทุนครั้งเดียวได้ประสบการณ์และความทรงจำดี ๆ กลับมาเยอะเลย\nหลังจากที่อยู่ชมรมนี้มาสามปี พูดได้เลยว่ามองโลกเปลี่ยนไปเยอะเลยล่ะ สู้ ๆ\nกับ TU 84 85 86 ++ นะครับ แล้วเจอกันที่ TriamMUN !!",
        "profileContent": {
          "name": "มาร์วี่",
          "year": "81",
          "contact": "IG: marvey_ppp"
        }
      },
      {
        "description": "\nรีวิวจากรุ่นพี่หรือสมาชิกเก่าหรือสมาชิกเก่า 3\n\nผมเชื่อว่า 80% ของทุกคนที่กำลังอ่านข้อความของผมตอนนี้ไม่รู้จัก MUN\nและหลังจากนี้แล้วทุกคนที่อ่านจะได้รู้จัก MUN กัน MUN ย่อมาจาก Model\nUnited Nations ซึ่งแปลว่า สหประชาชาติจำลองแล้ว MUN ทำอะไรกันบ้าง?\nชมรมของเรามีการเรียนรู้เกี่ยวกับการประชุมสหประชาชาติ\nและจำลองการประชุมสหประชาชาติ MUN ยากไหม ? ไม่ยากเลยครับ ขอแค่มีความสนใจ\nและความตั้งใจก็พอ พอเราได้เรียนรู้ถึงหลักการต่าง ๆ แล้วเราจะเข้าใจเลย\nผมขอพูดถึงตัวของชมรมด้วยนะครับ ตอนแรกผมก็ไม่รู้จักว่า MUN คืออะไร\nแต่พอเข้าเตรียมอุดมฯ มาแล้ว ก็ได้มาเห็นชมรม TriamMUN\nผมเกิดความสนใจขึ้นมาทันทีด้วยความที่สนใจในด้านนี้อยู่แล้ว ชมรมเรามีการ\naudition หรือการคัดคนเพื่อเข้าชมรมนั่นเอง ขอแค่พกความมั่นใจ\nกับความชอบมาก็พอแล้วครับ โดยแต่ละปีชมรมจะจัดงาน TriamMUNx\nซึ่งเป็นงานจัดประชุมสหประชาชาติจำลองภายในโรงเรียน\nเราจะเปิดให้คนนอกชมรมเข้ามาร่วมกิจกรรมด้วยนะครับ โดยจะมี workshop\nให้สำหรับคนที่จะมาเข้าร่วมแต่ไม่รู้ว่าต้องทำตัวอย่างไร\nประสบการณ์ของผมกับชมรมนี้ดีมากครับ ผมได้เรียนรู้มากมาย\nและนอกจากนั้นก็ได้เพื่อนด้วย สำหรับใครที่คิดว่าชมรมนี้มีแต่คน nerd\nผมขอบอกเลยว่าไม่เป็นความจริงครับ\nสำหรับใครที่อยากรู้ข้อมูลของชมรมเพิ่มเติม ผมขอเชิญชวนเข้าไปในเว็บไซต์\nhttps://triammun.club/ ได้เลยครับ\nChairing is caring !",
        "profileContent": {
          "name": "ป๊อบ",
          "year": "82",
          "contact": "IG: papa.oscar.papa\""
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/triamudommodelunitednations(triammun)_profile_1.jpg",
      "/assets/clubs/triamudommodelunitednations(triammun)_profile_2.jpg",
      "/assets/clubs/triamudommodelunitednations(triammun)_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/triamudommodelunitednations(triammun)_image_1.jpg",
        "description": "TriamMUNx 2020 ณ โรงเรียนเตรียมอุดมศึกษา"
      },
      {
        "url": "/assets/clubs/triamudommodelunitednations(triammun)_image_2.jpg",
        "description": "TriamMUNx 2020 ณ โรงเรียนเตรียมอุดมศึกษา"
      },
      {
        "url": "/assets/clubs/triamudommodelunitednations(triammun)_image_3.jpg",
        "description": "SMIS MUN 2021 จัดโดย Sancta Maria International School Hyderabad, India ผ่านระบบออนไลน์"
      }
    ]
  },
  "triamudommusicclub(tumc)": {
    "id": "ก30915",
    "thaiName": "ชมรมดนตรีสากล",
    "englishName": "triamudommusicclub(tumc)",
    "count": "50",
    "activity": "\n\nในคาบชมรม ทุกคนในชมรมจะได้ฝึกประสบการณ์เกี่ยวกับการเล่นดนตรี\n    ไม่ว่าจะเป็นการขึ้นเวทีคอนเสิร์ตต่าง ๆ\n    หรือการเล่นดนตรีกันเองในชมรม ทุกคาบชมรมเราจะมีการรวมกันเล่นเป็นวง\n    โดยวงในแต่ละครั้งก็จะมีสมาชิกไม่ซ้ำกันทำให้สมาชิกได้รู้จักกัน\n    ได้ทำงานร่วมกับคนที่อาจจะไม่รู้จักกันมาก่อนและอีกจุดเด่นหนึ่งของชมรมดนตรีสากลก็คือ\n    เราทุกคนในชมรมจะสนิทกันมาก เพราะได้ทำงานร่วมกัน\n    และยังเป็นกลุ่มคนที่มีความชอบเหมือนกัน\n    ทำให้นอกจากจะได้พัฒนาฝีมือด้านดนตรีแล้ว\n    ก็ยังได้มิตรภาพที่ดีกลับไปด้วย\n\nสมาชิกจะแบ่งเป็น 2 พาร์ท คือวงแบนด์และวงแชมเบอร์ ซึ่งทั้ง 2\n    พาร์ทนี้ก็จะมีงานและแนวเพลงที่แตกต่างกันออกไป\n\n\n\n",
    "benefit": "\n\n1\\. ได้พัฒนาฝีมือด้านดนตรีของตน\n\n2\\. มีกิจกรรมให้ได้แสดงฝีมืออยู่บ่อยครั้ง ทำให้ได้รับประสบการณ์\n\n3\\. ได้รู้จักกลุ่มคนใหม่ ๆ ทั้งเพื่อน รุ่นพี่ รุ่นน้อง\n    ที่มีความชอบเหมือนกันกับเรา\n\n4\\. ได้รู้จักการทำงานร่วมกับผู้อื่นและความสามัคคี\n\n\n\n",
    "portfolio": "ของชมรม\n\nแสดงในงานกีฬาประเพณี ต.อ.-ต.ท. และสามารถดูเพิ่มเติมได้ที่ Youtube\n    channel : Triam Udom Music Club\n\n",
    "reviews": [
      {
        "description": "ชมรมดนตรีสากลเป็นชมรมที่เรียกได้ว่าอบอุ่นมาก ๆ แล้วก็เป็นเหมือน\n    Comfort Zone ของเราตลอด 3 ปีในเตรียมอุดมเลย\n    เป็นชมรมที่ทำให้เราได้เจอเพื่อนน่ารัก ๆ รุ่นพี่\n    รุ่นน้องที่ก็สนิทกันผ่านงานนะ\n    แต่พอนอกเหนือจากงานแล้วก็ถือว่าเป็นเพื่อนที่ดี\n    เป็นคนรู้จักที่ดีมาก ๆ ในชีวิตเลย\n    และนอกจากเป็นชมรมที่ทำให้ได้เจอคนน่ารัก ๆ คนที่ดีแล้ว\n    ก็ยังทำให้ได้เจอคนเก่ง ๆ เยอะมาก ๆ ทุกคนในชมรมเก่งมาก ๆ\n    ถ้าพูดในด้านดนตรีก็คือการที่เราได้เจอคนที่หลากหลายแล้วก็มีความสามารถเนี่ย\n    มันก็ช่วยผลักดันเราเองแล้วเราก็ได้เรียนรู้จากการทำงานกับพวกเขา\n    ได้ลองผิดลองถูกด้วยกัน\n    มันก็เลยทำให้เราเก่งขึ้นและทำให้เราอยากพัฒนาตนเองมากขึ้น\n\nชมรมดนตรีสากลทำให้เราได้ลองทำอะไรหลาย ๆ อย่างที่เราไม่เคยทำ\n    ไม่ว่าจะเป็นการได้เล่นดนตรีกับเพื่อน ๆ การได้ไปแข่งขันในที่ต่าง ๆ\n    การได้ทำโชว์ ทำชุดการแสดงต่าง ๆ ได้ฝึก Skill ของตัวเอง\n    และนอกจากงานด้านดนตรีโดยตรงแล้ว มันยังช่วยเราในการทำงานเป็นทีม\n    ฝึกการตัดสินใจ ติดต่อกับชมรมอื่น ๆ ที่ทำงานร่วมกัน ติดต่อกับครู\n    อาจารย์ สถานที่ ห้องซ้อมที่ต่าง ๆ อะไรประมาณนี้ค่ะ\n    และถ้าพูดถึงในเรื่องของสถานที่หรืออุปกรณ์ ชมรมก็มีค่อนข้างพร้อม\n    และเพื่อน ๆ ทุกคนน่ารัก\n    เวลาที่ทุกคนอยากยืมเครื่องดนตรีหรืออยากจะให้สอน\n    อยากทำอะไรก็สามารถแลกเปลี่ยนกันได้เต็มที่เลย\n    และโรงเรียนก็ค่อยข้างสนับสนุนเราในด้านของอุปกรณ์ได้ดีเลยทีเดียว",
        "profileContent": {
          "name": "ลูกไม้",
          "year": "80",
          "contact": "IG: yanisavara"
        }
      },
      {
        "description": "\n\n\nสวัสดีครับ พี่ชื่อเจนะครับ เป็นประธานชมรมในปีการศึกษา 2563\n    อยู่พาร์ทร้องครับผม สำหรับชมรมของเราก็เป็นชมรมสำหรับคนชอบดนตรี\n    โดยส่วนใหญ่พวกเราก็จะได้เล่นคอนเสิร์ตตามงานต่าง ๆ เช่น งาน Open\n    House งานกีฬาประเพณี ต.อ.-ตท. ฯลฯ สำหรับพี่นะครับ\n    พี่เข้าชมรมมาตั้งแต่ ม.4 ด้วยความที่เป็นคนชอบร้องเพลงอยู่แล้ว\n    ก็เลยอยากจะเข้าชมรมที่เกี่ยวกับดนตรี จึงทำให้ได้มาเข้าชมรมนี้\n    และเมื่อได้เข้ามาแล้วก็ได้มีโอกาสเล่นดนตรีจริง ๆ\n    และยังได้ขึ้นแสดงในงานต่าง ๆ\n    เป็นชมรมที่พร้อมจะผลักดันสมาชิกในชมรมให้ได้ลองขึ้น เล่นในงานใหญ่ ๆ\n    ในปีที่พี่เข้ามา ก็มีงานให้เล่นมากมาย\n    มันเลยทำให้เราได้มีโอกาสเข้าไปทำงานร่วมกับชมรม\n    แต่ในตอนนั้นก็ไม่ได้รู้จักใคร และพอยิ่งได้ทำงานมากขึ้น\n    ก็ได้รู้จักกับคนเพิ่มขึ้น จนในที่สุดคนทั้งชมรมก็สนิทสนมกัน\n    และที่พี่ประทับใจคือ เราไม่ได้สนิทกัน คุยกันแค่ในแง่ของดนตรี\n    แต่นอกเหนือจากชมรม เราก็ยังเป็นเพื่อนสนิทกัน\n    คุยกันปรึกษากันได้ทุกเรื่อง",
        "profileContent": {
          "name": "เจ",
          "year": "82",
          "contact": "IG: ___jyaaa"
        }
      },
      {
        "description": ">\nสวัสดีครับ พี่ชื่อโจได๋นะครับ เป็นมือกลองชมรมดนตรีสากล\nชมรมดนตรีสากลเป็นชมรมที่ทุกคนเฟรนด์ลี่กันมากเลยครับ เป็นชมรมที่สนุกมาก\nแล้วก็มีความสุขทุกครั้งที่ได้เข้าชมรมเลย พี่เป็นคนชอบเล่นดนตรีอยู่แล้ว\nก็เลยตัดสินใจมาเข้าชมรมนี้ ชมรมนี้เป็นชมรมที่เปิดประสบการณ์หลาย ๆ\nด้านให้พี่เลยครับ ไม่ว่าจะเป็นการเล่นดนตรีบนเวทีใหญ่ ๆ งานใหญ่ ๆ\nการทำงานร่วมกับเพื่อน ๆ คนอื่น\nแล้วก็การพัฒนาทักษะด้านดนตรีของตัวเองให้ดีขึ้นจากคำแนะนำของเพื่อน ๆ\nพี่ ๆ ในชมรมครับ เวลาซ้อมทุกคนจะสนุกสนานกันมาก ๆ เพราะว่าเราสนิทกันมาก\nบางครั้งก็เลยมัวแต่ปล่อยมุกจนบางทีก็ลืมเรื่องซ้อมไปเลย 55555\nพี่คิดว่าการเข้ามาในชมรมนี้เป็นประสบการณ์ที่ดีที่สุดในเตรียมอุดมของพี่เลย\nทำให้ชีวิตในเตรียมของพี่ไม่น่าเบื่อ และคุ้มค่ามาก ๆ",
        "profileContent": {
          "name": "โจได๋",
          "year": "82",
          "contact": "IG: jodaisrnn__"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/triamudommusicclub(tumc)_profile_1.jpg",
      "/assets/clubs/triamudommusicclub(tumc)_profile_2.jpg",
      "/assets/clubs/triamudommusicclub(tumc)_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/triamudommusicclub(tumc)_image_1.jpg",
        "description": "ชมรมเราได้มีโอกาสไปเล่นดนตรีในงานพื้นที่แห่งโอกาส ที่ Lido Connect\n    ซึ่งเป็นงานสาธารณะที่เปิดให้บุคคลภายนอกได้มาชม"
      },
      {
        "url": "/assets/clubs/triamudommusicclub(tumc)_image_2.jpg",
        "description": ""
      }
    ]
  },
  "turobotclub": {
    "id": "ก30945",
    "thaiName": "ชมรมของเล่นเพื่อการเรียนรู้",
    "englishName": "turobotclub",
    "count": "30",
    "activity": "ชมรมเราจะร่วมกันเรียนรู้สิ่งต่างๆที่เกี่ยวกับการต่อหุ่นยนต์ เช่น ฝึกเขียนโปรแกรม ฝึกต่อวงจร เรียนรู้เกี่ยวกับอุปกรณ์พื้นฐานต่างๆ หรืออาจจะได้ต่อหุ่นยนต์จริงๆ โดยจะเริ่มสอนตั้งแต่เริ่มต้น ถึงไม่มีพื้นฐานก็สามารถมาเรียนรู้พร้อมกันใหม่ได้ ส่วนใหญ่กิจกรรมหลักในชมรมจะเป็นการฝึกต่อวงจรกับบอร์ด Arduino พร้อมๆกับเขียนโปรแกรมควบคุมด้วยภาษา C++ เช่น ทำหลอดไฟกระพริบ ทำหลอดไฟปรับค่าความสว่างได้ด้วยมือ สร้างเสียงดนตรีจากเซ็นเซอร์ออด สร้างวงจรที่วัดระยะทางแล้วส่งเสียง เป็นต้น",
    "benefit": "แน่นอนว่าทุกคนที่เข้าชมรมนี้ สิ่งที่ได้ฝึกคือ การคิดอย่างมีเหตุผล การวางแผน ความคิดสร้างสรรค์ ความรอบคอบ และเมื่อจบปีการศึกษาทุกคนจะมีพื้นฐานทักษะการต่อวงจร เขียนโปรแกรมด้วยภาษา C++ ซึ่งสามารถนำไปต่อยอดได้อย่างกว้างขวาง ไม่ว่าจะเป็นการต่อหุ่นยนต์ การทำโครงงาน การสร้างอุปกรณ์จากบอร์ด Arduino เพื่ออำนวยความสะดวกในชีวิตประจำวัน หรือต่อยอดด้วยการฝึกเขียนโปรแกรมภาษาอื่นๆ เช่น C, Python, Java, BASIC เป็นต้น แต่นอกจากได้ความรู้แล้ว สิ่งที่ได้อีกก็คือ มิตรภาพและความทรงจำดีๆกับรุ่นพี่และเพื่อนๆในชมรมอีกด้วย",
    "portfolio": "ของชมรม\n\n-\n\n",
    "reviews": [
      {
        "description": "ตอนพี่เป็นน้องเล็กตอนม.4 พี่ๆในชมรมใจดีมาก ใส่ใจน้องๆ บรรยากาศในชมรมชิลๆ เป็นกันเอง ไม่เครียด แต่เรากลับได้พื้นฐานในการเขียนโค้ดและการต่อวงจรแบบไม่รู้ตัว พอขึ้นม.5 ได้เป็นประธานในปีนี้ ก็ได้อะไรหลายๆอย่างมากกว่าเดิมมาก เพราะแต่ก่อนเป็นแค่ผู้เรียน ตอนนี้ต้องมาเป็นผู้จัดกิจกรรม ต้องทำทุกอย่าง ตั้งแต่คัดคนเข้าชมรม วางแผนการสอน แล้วก็จัดกิจกรรมให้น้องๆ ซึ่งก็มีความท้าทายไปอีกขั้น เมื่อการเรียนการสอนไม่มีความแน่นอนเพราะสถานการณ์ COVID-19 แต่ไม่ว่าอะไรจะยากยังไง พี่ก็ได้รับประสบการณ์ดีๆมากมาย ได้พัฒนาความรู้ในการเขียนโค้ดไปสอนน้องๆ ได้ฝึกวางแผน ฝึกทำงานกลุ่ม ได้สอนน้อง ได้มิตรภาพดีๆจากเพื่อนๆ ซึ่งครั้งหนึ่งเป็นคนที่ไม่รู้จักกัน อยู่คนละห้อง คนละตึก คนละฟากของโรงเรียน กลายเป็นเพื่อนที่สนิทกันและมีความทรงจำดีๆร่วมกัน และไม่ว่าจะทำงานหนักแค่ไหน แค่เห็นความสุขของน้องๆ พี่ๆก็หายเหนื่อยแล้ว ชมรมนี้ให้อะไรเรามากกว่ามาเขียนโค้ดจริงๆ",
        "profileContent": {
          "name": "แตงกวา",
          "year": "83",
          "contact": "IG: tangguatienz"
        }
      },
      {
        "description": "สำหรับประสบการณ์ส่วนตัวของพี่ คือพี่เข้าชมรมนี้ตั้งแต่ ม.4 และอยู่ต่อจนถึง ม.5 ดังนั้นพี่จึงได้เป็นทั้งผู้เรียนและผู้สอน ในมุมผู้เรียน พี่รู้สึกว่าพี่ๆทุกคนใจดีและเป็นกันเองมาก พี่ๆค่อยๆสอนไปทีละขั้น ทำให้แม้จะไม่มีพื้นฐาน ก็ค่อยๆเรียนรู้ไปด้วยกันได้  มีข้อสงสัยอะไรก็ถามได้ตลอด ส่วนมุมผู้สอน ก็ทำให้พี่ได้ฝึกสกิลในการพูด การอธิบาย ฝึกความรับผิดชอบ การทำงานร่วมกับผู้อื่น และที่สำคัญคือไม่ว่าจะผู้เรียนหรือผู้สอน สิ่งหนึ่งที่ได้เหมือนกัน คือ เพื่อนและสังคมที่น่ารัก เป็นกันเอง นับว่าเป็นประสบการณ์ที่น่าจดจำหนึ่งในวัยเรียน",
        "profileContent": {
          "name": "จิน",
          "year": "83",
          "contact": "IG: -"
        }
      },
      {
        "description": "ผมคือคนนึงที่มีความใฝ่ฝันว่าอยากเขียนโปรแกรมเป็น อยากควบคุมหุ่นยนต์เป็น แต่ผมไม่ค่อยมีพื้นฐานมากสักเท่าไร ซึ่งชมรมของเล่นเพื่อการเรียนรู้คือชมรมที่ผมอยากเข้ามากๆๆ ซึ่งก่อนเรียนผมก็แอบกังวลอยู่ว่า ผมจะเรียนทันเพื่อนๆ ในชมรมมั้ยอะไรประมาณนี้ แต่พอหลังๆ มา คือด้วยความที่ว่าพี่ๆ ในชมรมที่ใจดีและเอาใจใส่น้องๆ มากเป็นพิเศษ ทำให้ผมนั้นได้ความรู้เกี่ยวกับการเขียน Arduino ซึ่งจะเป็นพื้นฐานสำหรับการโปรแกรมหุ่นยนต์ต่อไป และที่สำคัญที่สุดเลยคือ ผมได้ทำในสิ่งที่ผมอยากทำมากๆ อะครับ สำหรับการเรียนนั้น ถึงแม้ว่าจะเป็นช่วงที่เราจะต้องเรียนออนไลน์นั้น แต่พี่ๆ ก็มีเว็บดีๆ อย่าง Tinkercad ไว้ให้สำหรับเพื่อนๆ ในชมรมได้ลองต่อวงจรกันแบบออนไลน์ๆ ซึ่งส่วนตัวผมก็ถือว่าเป็นอีกเว็บหนึ่งที่ดีเลยอะครับ เพื่อนๆ ในชมรมก็ใจดีทุกคนเลยครับ มีข้อสงสัยอะไรก็ช่วยกันแลกเปลี่ยนความรู้กันตลอด เอาเป็นว่า ถ้าเพื่อนๆ คนไหนที่สนใจ อยากจะประกอบหุ่นยนต์เป็น ถึงแม้ว่าจะไม่มีความรู้ในการประกอบก็ตาม ก็สามารถเข้าชมรมนี้ได้เลยครับ พี่ๆ ใจดีทุกคนเลยนะครับ",
        "profileContent": {
          "name": "มอส",
          "year": "84",
          "contact": "IG: kkattmos.49"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/turobotclub_profile_1.jpg",
      "/assets/clubs/placeholder.png",
      "/assets/clubs/turobotclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/turobotclub_image_1.jpg",
        "description": ""
      },
      {
        "url": "/assets/clubs/turobotclub_image_2.jpg",
        "description": "กิจกรรมในชมรม เน้นให้รุ่นพี่สอนรุ่นน้อง"
      }
    ]
  },
  "thaireligionandculture": {
    "id": "ก30910",
    "thaiName": "ชมรมศาสนาและวัฒนธรรมไทย",
    "englishName": "thaireligionandculture",
    "count": "30",
    "activity": "\n\nพูดคุย ถกเถียง แลกเปลี่ยนความรู้\nเป็นชมรมที่มีจุดประสงค์หลักเพื่อให้นักเรียนทราบถึงความหลากหลายและความแตกต่างของวัฒนธรรมในสากลโลก\nนักเรียนจะได้เรียนรู้ถึงความเป็นมาและแนวคิดหลักของศาสนา ความเชื่อ\nและวัฒนธรรมต่าง ๆ\nที่สามารถนำไปประยุกต์ใช้ในเกิดประโยชน์กับตัวนักเรียนในด้านการศึกษาและการดำรงชีวิต\nทั้งนี้\nการเรียนการสอนและกิจกรรมที่จัดขึ้นในชมรมจะเน้นการพัฒนากระบวนการคิดรวบยอด\nฝึกการทำงานร่วมกันเป็นหมู่คณะ ฝึกการอภิปราย\nและการกล้าแสดงความคิดเห็นของตนเองอย่างเปิดเผยบนพื้นฐานของความรู้ควบคู่กับหลักจริยธรรมและเหตุผล\n\nนอกจากนี้ นักเรียนจะได้เรียนรู้หลักวัฒนธรรมของท้องถิ่นต่าง ๆ\nทั่วประเทศไทย โดยผ่านรูปแบบของกิจกรรมบูรณาการที่ยึดหลัก\n“ผู้เรียนเป็นศูนย์กลาง” หรือเรียนรู้ผ่านประสบการณ์จริงของนักเรียนแต่ละคน\n\n",
    "benefit": "\n\nนักเรียนมีความกล้าแสดงออก\n    และสามารถทำงานบูรณาการโดยอาศัยการอภิปรายกับหมู่\n    คณะได้อย่างมีประสิทธิภาพ\n\n\n\nนักเรียนเข้าใจวัฒนธรรม ศาสนา ลัทธิ และความเชื่อต่าง ๆ ที่หลากหลาย\n\nนักเรียนเข้าใจหลักคำสอนที่เหมาะสมกับตัวนักเรียนและสามารถนำไปประยุกต์ใช้ในชีวิตประจำวัน\n    เพื่อสร้างประโยชน์แก่พลโลกได้ด้วยตนเอง\n\nนักเรียนสามารถทำงานร่วมกับผู้อื่นได้ตามวิถีประชาธิปไตย\n\n",
    "portfolio": "ของชมรม\n\nกิจกรรมจิตอาสาประดิษฐ์ดอกไม้ถวายความอาลัยกษัตริย์รัชกาลที่\n\n",
    "reviews": [
      {
        "description": "\n\nเป็นชมรมที่ดี สมาชิกไม่เยอะมาก อบอุ่น เป็นกันเอง ครูที่ปรึกษาใจดี\n    ห้องที่ใช้เรียนชมรมกว้างสบาย",
        "profileContent": {
          "name": "เอื้อ",
          "year": "82",
          "contact": "IG: eua.pattano"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/thaireligionandculture_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/thaireligionandculture_image_1.jpg",
        "description": "กิจกรรมศึกษานอกสถานที่ ณ หอพระไตรปิฎกนานาชาติ คณะอักษรศาสตร์\n    จุฬาลงกรณ์มหาวิทยาลัย วันที่ 25 พฤศจิกายน 2559"
      },
      {
        "url": "/assets/clubs/thaireligionandculture_image_2.jpg",
        "description": "บรรยากาศภายในชมรม"
      },
      {
        "url": "/assets/clubs/thaireligionandculture_image_3.jpg",
        "description": ""
      }
    ]
  },
  "crossword": {
    "id": "ก30905-4",
    "thaiName": "ชมรมภาษาอังกฤษ (crossword)",
    "englishName": "crossword",
    "count": "30",
    "activity": "\n\nสมาชิกชมรมมีโอกาสเข้าร่วมการเเข่งขันทั้งภายในเเละภายนอกโรงเรียน\nรวมทั้งได้เป็นเจ้าภาพในการจัดกิจกรรมการแข่งขัน TU CROSSWORD\nชมรมนี้จึงเหมาะสําหรับผู้ที่สนใจด้านคําศัพท์ภาษาอังกฤษ\nเเละผู้ที่ต้องการพัฒนาตนเองในด้านต่าง ๆ\n\n",
    "benefit": "\n\nการเล่นครอสเวิร์ดมีประโยชน์มากมาย เเละต้องอาศัยทักษะหลายรูปเเบบ อาทิ\nการวางเเผน การคํานวณ การฝึกสมาธิ เเละการเข้าสังคม\nการเล่นครอสเวิร์ดจะทำให้ผู้เล่นได้พัฒนาความรู้เกี่ยวกับคำศัพท์ภาษาอังกฤษ\nและยังเป็นการส่งเสริมบุคลิกภาพที่ดีอีกด้วย\n\n",
    "portfolio": "ของชมรม\n\nเป็นเจ้าภาพในการจัดการแข่งขัน TU CROSSWORD\n\n",
    "reviews": [
      {
        "description": "ตอนอยู่ก็เป็นชมรมที่ชิวมาก ๆ อยากทำอะไรก็ทำ\nจะมีเช็คชื่อบ้างเฉพาะตอนที่ต้องทำงานจริง ๆ\nที่ประทับใจคือมีรุ่นพี่ที่เคยมีประสบการณ์ไปแข่ง\nคอยบอกแนวทางให้ทั้งสำหรับคนที่อยากไปแข่ง\nและคนที่ไม่ได้ต้องการเล่นจริงจัง\nครูที่ปรึกษาก็ใจดีถามได้ทุกเรื่องตั้งแต่เรื่องเอกสารถึงคุยเล่นเลย",
        "profileContent": {
          "name": "อุนต้า",
          "year": "80",
          "contact": "IG: ultra_nitipong"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/crossword_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/crossword_image_1.jpg",
        "description": "รูปประกอบ 2 : กิจกรรม TU CROSSWORD 2018"
      },
      {
        "url": "/assets/clubs/crossword_image_2.jpg",
        "description": ""
      }
    ]
  },
  "watasilp": {
    "id": "ก30912",
    "thaiName": "ชมรมวาทศิลป์",
    "englishName": "watasilp",
    "count": "140",
    "activity": "ชมรมวาทศิลป์ ชมรมที่นักเรียนจะได้ค้นหาตัวตนและพัฒนาความสามารถ ผ่านสายการพูดทั้ง 4 สาย ได้แก่ พิธีกร ดีเจ โต้วาที และสุนทรพจน์ โดยอาจารย์และรุ่นพี่ที่มีความสามารถและมากประสบการณ์เป็นผู้จัดกิจกรรมในการส่งเสริมให้สมาชิกในชมรมได้ฝึกฝนและเพิ่มทักษะทางด้านการพูด เเละนอกจากนี้ทางชมรมยังมีการจัดกิจกรรมและการแข่งขันด้านการพูด รวมทั้งส่งตัวแทนนักเรียนเข้าร่วมการแข่งขันภายนอกโรงเรียน เพื่อเปิดโอกาสให้นักเรียนได้แสดงศักยภาพอย่างเต็มที่ การเป็นนักเรียนชมรมวาทศิลป์ นอกจากจะได้ฝึกฝนทักษะด้านการพูดแล้ว ยังได้เรียนรู้การใช้ภาษาไทยที่ถูกต้องตามหลักไวยากรณ์ การออกเสียงที่ตรงตามอักขรวิธี ได้พัฒนาบุคลิกภาพ ความมั่นใจ และความกล้าแสดงออก สามารถสื่อสารในชีวิตประจำวันได้อย่างมีประสิทธิภาพ ในชมรม นักเรียนจะได้พบเจอผู้คนที่มีความคิดหลากหลาย ได้แลกเปลี่ยนความรู้ประสบการณ์ผ่านการทำงานร่วมกัน ได้พัฒนาทักษะและกระบวนการคิดที่รอบด้าน ดังคำกล่าวที่ว่า ชมรมวาทศิลป์ “ชมรมที่ให้คุณ มากกว่าคำว่าพูดเป็น”",
    "benefit": "\n\n1\\. ได้รับความรู้และประสบการณ์ด้านการพูดในสายต่าง ๆ\n\n2\\. ส่งเสริมปฏิสัมพันธ์ระหว่างบุคคล\n\n3\\. พัฒนาบุคลิกภาพด้านต่าง ๆ เพื่อส่งเสริมการพูด\n\n4\\. ได้มีโอกาสไปทัศนศึกษานอกสถานที่เพื่อหาความรู้และประสบการณ์\n\n5\\. ได้ทักษะในการทำงานร่วมกับผู้อื่น\n\n",
    "portfolio": "1. กิจกรรมแฟนพันธุ์แท้เนื่องในวันสุนทรภู่\n2. สุนทรพจน์เนื่องในวันแม่แห่งชาติ\n3. อ่านฟังเสียงเนื่องในวันภาษาไทย\n4. การประกวดเล่าข่าว\n5. กิจกรรมโต้วาทีเวทีวาทะ\n6. กิจกรรมการประกวดดีเจในสวน\n7. พิธีกร เนื่องในกิจกรรมวันสืบสานวัฒนธรรมและประเพณีไทย\n8. พิธีกร เนื่องในกิจกรรม Triam Udom Open House\n9. พิธีกร เนื่องในกิจกรรมโต้วาทีเวทีวาทะ",
    "reviews": [
      {
        "description": "สวัสดีค่าทุกคน เราพรีม TU82 เป็นประธานฝ่ายพิธีกรของชมรมวาทศิลป์นะคะ วันนี้เราจะพาทุกคนไปรู้จักชมรมวาทศิลป์ผ่านความทรงจำของเรากันค่ะ :-)\n\nจริง ๆ ตอนม.4 วาทศิลป์เป็น 1 ใน 4 ชมรมที่เราผ่านการคัดเลือก จำได้เลยว่าตอนออดิชั่นของวาทศิลป์สนุกมาก ! แต่ตอนนั้นเรายังไม่รู้ใจตัวเองเลยไม่ได้เลือกวาทศิลป์ ต่อมาเราได้รับการคัดเลือกเป็น “พิธีกรงานสืบสานฯ” ซึ่งพี่ ๆ เพื่อน ๆ ในพิธีกรสืบสานก็มาจากชมรมวาทศิลป์เยอะ พอได้ใช้เวลาในช่วงฝึกซ้อมกับทุกคน ก็ทำให้เราซึมซับความเป็นวาทศิลป์เข้าไปในตัว และจากงานนี้ก็ทำให้เราค้นพบว่า เราชื่นชอบในงานพิธีกร ก็เลยเลือกเดินต่อในสายงานนี้ ต่อมาเราได้เป็น “พิธีกรงาน Open House 2020” และในช่วงสิ้นปี เราได้ชนะ “การประกวดดีเจในสวน” ที่จัดโดยชมรมวาทศิลป์ พอม.5 เราก็เข้ามาเป็นสมาชิกชมรมวาทศิลป์แบบเต็มตัว ในชมรมจะแบ่งเป็น 4 สายการพูดคือ พิธีกร โต้วาที ดีเจ สุนทรพจน์ คุณครูกับพี่ ๆ ก็จะช่วยให้เราค้นพบสายการพูดที่ถนัดผ่าน workshop และกิจกรรมการแข่งขันต่าง ๆ จะเรียกวาทศิลป์ว่าเป็นชมรมยอดนักจัดกิจกรรมเลยก็ว่าได้ แถมนักเรียนได้มีส่วนร่วมในการจัดงานด้วย ถือว่าได้ทั้งทักษะการพูดและทักษะการทำงานรอบด้านเลย อย่างเราตอนม.5 ก็ได้รับหน้าที่ต่าง ๆ เช่น “ผู้ประกาศเสียงตามสาย” “พิธีกรงานโต้วาทีเวทีวาทะ” รวมถึงงานอื่น ๆ อีกมากมาย และหลังจากได้เรียนรู้ ได้ทำงานต่าง ๆ ร่วมกับชมรมวาทศิลป์มานาน ตอนนี้ ม.6 เราก็ได้รับหน้าที่เป็น “ประธานฝ่ายพิธีกร” ได้นำทักษะต่าง ๆ มาถ่ายทอดต่อให้รุ่นน้องต่อไป และสำหรับใครที่คิดว่าตัวเองไม่เหมาะกับการทำงานสายการพูดแบบจริงจัง ไม่ต้องกังวลไป เพราะทักษะต่าง ๆ ที่ได้จากในชมรมล้วนเอาไปปรับใช้ได้ ทั้งในชีวิตประจำวันหรือการทำงานอื่น ๆ เช่น การประชาสัมพันธ์ การพรีเซนต์งาน หรืออย่างเราเองก็เอาทักษะที่ได้ไปใช้ในการทำ YouTube ด้วย ! ส่วนบรรยากาศในชมรมก็ enjoyable มาก ๆ และด้วยความที่สมาชิกเยอะ สายสัมพันธ์ของชมรมเราก็แน่นแฟ้นและกว้างขวางมาก ๆ และที่สำคัญคือชมรมวาทศิลป์เป็นชมรมที่ให้โอกาสทุกคนได้เติบโตและพัฒนาวาทศิลป์ในแบบของตนเอง ตามคำกล่าวที่ว่า “วาทศิลป์เป็นชมรมที่ให้คุณมากกว่าคำว่าพูดเป็น” สุดท้ายนี้เราดีใจที่ได้มาเป็นส่วนหนึ่งของครอบครัวนี้ ขอบคุณชมรมวาทศิลป์ที่ให้โอกาสเราได้พัฒนาตัวเองจากคนที่ไม่มีพื้นฐานการพูดจนได้มาทำหน้าที่ถ่ายทอดทักษะการพูดอย่างทุกวันนี้ ขอบคุณคุณครู รุ่นพี่ เพื่อน ๆ และรุ่นน้องในชมรมที่คอยผลักดันและสนับสนุนกันเสมอมา และสำหรับใครที่มีใจรักในการพูด และอยากจะพัฒนาตนเองต่อในด้านนี้ อย่าลืมมาเจอกันที่วาทศิลป์นะคะ ! ♡",
        "profileContent": {
          "name": "พรีม",
          "year": "82",
          "contact": "IG: papayaprim"
        }
      },
      {
        "description": "ฮัลโหลทุกคนน ก่อนอื่นเนี่ยขอเเนะนำตัวนิดนึงง เราชื่อหญิงนะ เป็น TU83 อยู่สายศิลป์-ฝรั่งเศสค่า ซึ่งในปีนี้เราก็ได้เป็นรองประธานชมรมวาทศิลป์ที่ทำให้เราได้เรียนรู้ ได้รับประสบการณ์ในหลายเรื่องเลย เเละปีนี้ก็เป็นปีที่ 2 ที่เราอยู่กับชมรมวาทศิลป์เเล้วด้วย (เวลาผ่านไปเร็วมาก ;—;) ย้อนกลับไปตอนที่เราอยู่ม.4 ที่เข้าชมรมปีแรกเราก็ได้ทำกิจกรรมหลายอย่างเลยย เรารู้สึกว่าวาทศิลป์เป็นชมรมที่ให้โอกาสเราหลายอย่างจริง ๆ ทำให้เราได้เรียนรู้ ได้ทำในสิ่งที่เราไม่เคยได้ทำมาก่อน เเละยังทำให้เรานำสิ่งที่ได้รับจากชมรมไปปรับใช้ในงานอื่น ๆ ได้อีกด้วย รวมไปถึงพี่ ๆ เพื่อน ๆ ทุกคนก็น่ารักมาก ๆ เลยย พี่ ๆ จะคอยช่วยฝึก คอยให้คำเเนะนำเราตลอด ไม่ใช่เเค่พี่ในชมรมนะ เเต่ยังมีพี่ที่จบไปเเล้วก็จะเเวะเวียนกลับมาหา มาช่วยให้คำเเนะนำเช่นกัน นี่จึงเป็นเหตุผลที่ชมรมจะบอกเสมอว่าเราอยู่กันเหมือนครอบครัว เป็นครอบครัววาทศิลป์ด้วยกันนั่นเอง ^_^ เเละเวลาที่เราไปทำกิจกรรมอย่างอื่นนอกชมรมเราก็จะเจอเพื่อนชมรมวาทศิลป์ค่อนข้างบ่อยเลยแหละ 555555 ทำให้เราไม่รู้สึกเหงาเวลาไปทำกิจกรรมอื่นเลยย เพราะว่าพวกเราเคยรู้จักกันมาก่อนในชมรม แอบกระซิบนิดนึงว่าชมรมจะมีกิจกรรมที่ทำให้เราได้รู้จัก ใกล้ชิดกันมากขึ้นด้วยนะ >< พอเราขึ้นม.5 มาเราก็ได้เปลี่ยนสถานะไปเป็นอีกอย่างหนึ่ง จากน้องชมรมกลายเป็นพี่ชมรม จากคนที่เข้าร่วมกิจกรรม เป็นคนที่จัดกิจกรรม (เเต่ก็ไม่ใช่ว่าจะเข้าร่วมไม่ได้เลยนะะ มีบางกิจกรรมเราก็ยังเข้าร่วมได้เหมือนเดิมเลยค่า) เราได้รู้เกี่ยวกับเบื้องหลังงานต่าง ๆ มากขึ้น ได้เรียนรู้การทำงานร่วมกับเพื่อน ได้นำเอาความรู้ที่เรามีไปช่วยเเนะนำให้กับน้องชมรม ซึ่งถือว่าเป็นประสบการณ์ที่คุ้มค่ามาก ๆ จริง ๆ สำหรับเรา เหมือนกับคำพูดประจำชมรมของเราที่ว่า “ชมรมวาทศิลป์ ชมรมที่ให้คุณมากกว่าคำว่าพูดเป็น” น้อง ๆ ที่อ่านจนถึงตรงนี้บางคนอาจจะยังไม่เข้าใจมากเท่าไหร่กับคำพูดนี้ที่ว่าให้มากกว่าคำว่าพูดเป็นเนี่ยเป็นยังไง ซึ่งเราอยากจะบอกว่าตอนที่เราเห็นคำพูดนี้เเรก ๆ ก่อนเข้าชมรม เราก็แอบงง ๆ กับคำพูดนี้เหมือนกัน เเต่พอเราได้เข้ามาอยู่ชมรมนี้ เราถึงได้เข้าใจจริง ๆ เเละสุดท้ายนี้เราก็หวังว่าจะได้เจอกับน้อง ๆ ได้มาอยู่เป็นครอบครัววาทศิลป์เดียวกันนะ :-) เเล้วก็สำหรับใครที่อยากจะพูดคุยกับเราเนี่ยสามารถทักมาได้เลยน้า เรายินดีเเละเต็มใจมาก ๆ ที่จะคุยกับทุกคนเลยย ขอให้น้อง ๆ ทุกคนโชคดีกับการสอบเข้านะคะ เเล้วไว้เจอกัน 🤲🏻💖 ",
        "profileContent": {
          "name": "หญิง",
          "year": "83",
          "contact": "IG: yyinggjyz"
        }
      },
      {
        "description": "สวัสดีค่า ก่อนอื่นต้องขอแนะนำตัวก่อนเลย เราชื่อว่านนะคะ เป็น TU84 แผนการเรียนภาษา-ภาษาเยอรมันค่ะ เป็นสมาชิกของชมรมวาทศิลป์ด้วย ! วันนี้ก็จะมารีวิวชมรมที่เราอยู่ให้ฟังกันเนอะ เรารู้จักชมรมนี้ตั้งแต่ก่อนเข้าเตรียม ฯ ด้วยความที่โรงเรียนเก่าเราไม่ได้มีชมรมนี้ และพอได้ยินมันเป็นชมรมที่ค่อนข้างแปลกใหม่สำหรับเรา เลยทำให้เราอยากเข้าชมรมวาทศิลป์ตั้งแต่ตอนนั้นเลย แล้วพอสอบติดมาแล้วเป้าหมายแรกก็คือการเข้าชมรมนี้เลยแหละ ! พอรู้ว่าต้องมีการ Audition ก็เลยเตรียมตัวหนักมากทั้งลองฝึกพูดหน้ากล้อง (ด้วยความที่เป็น Audition online) คิดสคริปต์ต่าง ๆ พอติดเข้ามาแล้วก็รู้สึกไม่ผิดหวังเลยที่ได้เข้ามาอยู่ในชมรมนี้ ความประทับใจแรกกับชมรมคือตอนที่มีรับน้อง (online) ตอนแรกคิดว่ากิจกรรมจะน่าเบื่อเพราะเป็นในรูปแบบ online แต่คือมันสนุกมาก ๆ ได้ละลายพฤติกรรมแบบสุด ๆ พี่ ๆ แต่ละคนคือน่ารักมาก คุยง่าย ทำให้รู้สึกสนุกมากกับการพูด หรือทำกิจกรรมในชมรม พอมาเข้าคาบชมรมครั้งแรกทุกคนดูจริงจัง และมี passion มาก ทำให้เรารู้สึกกระตือรือร้นอยู่ตลอดเวลา5555555 ซึ่งมันเป็นสิ่งที่ดีมากเลยเราได้รับอะไรเยอะมากจากชมรมทั้งทริคการพูด เนื้อหาที่อัดแน่น ซึ่งสามารถใช้ได้จริงในชีวิตประจำวัน ได้ฝึกพูดได้ลองทำงานจริง ๆ ได้ประสบการณ์อะไรหลาย ๆ อย่างมาก คือชมรมเราจะมี 4 สายการพูดเนอะ ก็คือ พิธีกร ดีเจโต้วาที และสุนทรพจน์ แต่ละสายก็จะมีพี่ ๆ คอยดูแลคอยให้คำแนะนำ แล้วก็ช่วยให้เราค้นหาตัวเองได้เจอว่าเราอยากเหมาะกับสายไหน แล้วก็ยังมีพี่ที่ดูแลรายบุคคลด้วย ซึ่งพี่เค้าจะน่ารักมาก ๆ คอยทักมาถามไถ่ตลอด ก็ถือว่าเป็นโมเม้นท์ที่ประทับใจอีกอย่างหนึ่งเลยยย ที่ไม่พูดถึงไม่ได้ก็คือคุณครูในชมรม คุณครูแต่ละคนน่ารักมาก ในการเข้าเรียนคาบชมรมแต่ละครั้งก็จะได้รับคำแนะนำดี ๆ กลับมาเสมอ  สโลแกนประจำชมรมที่ว่า “ชมรมวาทศิลป์ ชมรมที่ให้คุณมากกว่าคำว่าพูดเป็น” ณ ตอนนี้ทำให้เราได้รู้แล้วว่าสิ่งที่ได้มากกว่าคำว่าพูดเป็น คือมิตรภาพดี ๆ จากคนในชมรม ความเป็นครอบครัวที่ทำให้รู้สึกสบายใจทุกครั้งที่ได้ทำกิจกรรม เป็นชมรมที่ให้โอกาสคน และพัฒนาคน ๆ หนึ่งได้อย่างมีประสิทธิภาพ เป็นชมรมที่ทำให้เราได้พัฒนาตัวเอง ได้ค้นหาตัวเอง ได้เรียนรู้ข้อผิดพลาดที่เกิดขึ้นเพื่อค้นหาตัวเองในรูปแบบที่ดีที่สุด สุดท้ายนี้อยากบอกกับทุก ๆ คนว่าชมรมวาทศิลป์เป็นชมรมที่ดีมาก ๆ ทุกคนจะไม่มีทางผิดหวังแน่นอนที่ได้เข้ามา เราดีใจมากที่ได้มาเป็นส่วนหนึ่งในครอบครัววาทศิลป์ และยินดีต้อนรับน้อง ๆ รุ่นต่อ ๆ ไปที่จะเข้ามาสู่ครอบครัวนี้ ครอบครัววาทศิลป์เป็นครอบครัวที่อบอุ่น และพร้อมต้อนรับทุก ๆ คนอย่างแน่นอน 💌",
        "profileContent": {
          "name": "ว่าน",
          "year": "84",
          "contact": "IG: wannechhh"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/watasilp_profile_1.jpg",
      "/assets/clubs/watasilp_profile_2.jpg",
      "/assets/clubs/watasilp_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/watasilp_image_1.jpg",
        "description": "ค่ายปฐมบทวาทศิลป์"
      },
      {
        "url": "/assets/clubs/watasilp_image_2.jpg",
        "description": "กิจกรรมทัศนศึกษา"
      },
      {
        "url": "/assets/clubs/watasilp_image_3.jpg",
        "description": "ค่ายสอนพี่สร้างน้อง"
      }
    ]
  },
  "literaryartclub": {
    "id": "ก30913",
    "thaiName": "ชมรมวรรณศิลป์ ต.อ",
    "englishName": "literaryartclub",
    "count": "45",
    "activity": "ชมรมวรรณศิลป์ ต.อ. เป็นชมรมที่มุ่งพัฒนาศักยภาพและทักษะการสร้างสรรค์งานเขียนให้แก่นักเรียนโรงเรียนเตรียมอุดมศึกษา ทั้งร้อยแก้วและร้อยกรอง นักเรียนจะได้เรียนรู้ศิลปะการใช้ภาษาที่เกิดจากการเรียบเรียงถ้อยคำ สำนวนโวหาร ที่มีความไพเราะ งดงาม สละสลวย ตามแบบวิธีของภาษา การเลือกใช้คำให้สื่อความคิด ความเข้าใจ ความรู้สึก และอารมณ์ได้อย่างงดงาม โดยคำนึงถึงความงามด้านเสียง โวหาร และรูปแบบคำประพันธ์ และนอกจากนี้นักเรียนจะได้พบปะแลกเปลี่ยนประสบการณ์กับเพื่อน ๆ ที่มีความชื่นชอบทางด้านนี้เหมือนกันและได้รับการฝึกทักษะการเขียนผ่านคำแนะนำของคุณครู ภายในชมรมจะมีกิจกรรม เช่น การฝึกทักษะการเขียนประเภทต่าง ๆ การบรรยายความรู้โดยวิทยากรด้านการเขียน รวมไปถึงประชาสัมพันธ์โครงการแข่งขันด้านวรรณศิลป์ที่จัดขึ้นทั้งภายนอกและภายในโรงเรียน ส่งเสริมให้นักเรียนใช้ความคิดและความรู้ด้านภาษาไทยอย่างเต็มที่ รวมทั้งสร้างประสบการณ์และมิตรภาพอันดีงาม\n\n",
    "benefit": "ได้รับประสบการณ์และความรู้ด้านงานเขียน ทั้งร้อยแก้วและร้อยกรองตามความสนใจของนักเรียน รวมทั้งความสุขสนุกสนานจากการปฏิสัมพันธ์กับสมาชิกในชมรม",
    "portfolio": "กิจกรรมบรรยายความรู้แก่สมาชิกชมรมเรื่อง การเขียนบทความ",
    "reviews": [
      {
        "description": "\nชมรมวรรณศิลป์ ต.อ. คือ \"ชมรมของผู้หลงใหลในความงดงามของภาษา\" ชมรมนี้ เป็นชมรมเล็ก ๆ ที่อบอวลไปด้วยความอบอุ่นระหว่างเพื่อนสมาชิกทุกระดับชั้น เพราะกิจกรรมที่นี่ ทุกคนมีสิทธิ์ที่จะแสดงความสร้างสรรค์ ควบคู่ไปกับการขบคิดฝึกทักษะการประพันธ์หลากหลายรูปแบบ เช่น ร้อยกรอง เรื่องสั้น หรือเรียงความ จนเกิดเป็นผลลัพธ์บูรณาการ แบบรูปธรรมจับต้องได้ นอกจากนี้ ชมรมวรรณศิลป์ ต.อ. ยังส่งเสริมความรู้สึกรัก และกระตุ้นความรู้สึกซาบซึ้งหวงแหนที่จะธำรงมรดกอันสำคัญของชาติ คือ \"ภาษาไทย\" และวัฒนธรรมไทยแขนงต่าง ๆ ด้วยการจัดกิจกรรมแลกเปลี่ยนความรู้กับพันธมิตรวิชาการด้านภาษาไทย ที่ประกอบด้วย ชมรมวาทศิลป์ และชมรมภาษาไทย ในหลายวาระโอกาสอย่างสม่ำเสมอ",
        "profileContent": {
          "name": "จอม",
          "year": "81",
          "contact": "FB: @chonlatyn"
        }
      },
      {
        "description": "สมาชิกในชมรมต่างก็มีความแตกต่างกัน ต่างสายการเรียน ต่างที่มา แต่มีความสนใจเดียวกัน ทำให้เราเข้ากันได้ดี ส่งเสริมกันและกันในเส้นทางการเขียนและวรรณศิลป์ได้ดียิ่งขึ้น อย่างตัวเราได้ทำความรู้จักเพื่อนใหม่ ๆ ทั้งที่มาจากต่างห้องหรือต่างสายการเรียน แต่มีความสนใจใกล้เคียงกัน มีคุณครูที่ปรึกษาที่ใจดี คอยให้คำแนะนำในเรื่องการเขียน เพื่อช่วยพัฒนาความสามารถ ดังนั้นถ้าพูดถึงความประทับใจของเราต่อโรงเรียน ชมรมวรรณศิลป์ ต.อ. จะอยู่ในอันดับต้น ๆ เลย",
        "profileContent": {
          "name": "เบส",
          "year": "82",
          "contact": "IG: @_chxtcha"
        }
      },
      {
        "description": " ในเวลาเครียด ๆ หลายคนคงอยากจะหาอะไรทำแก้เซ็ง ไม่ว่าจะเป็น ไปเที่ยว, ทำงานฝีมือ,วาดภาพ, ทำอาหาร, เต้น หรือแม้แต่การละเลงน้ำหมึกเป็นตัวอักษรลงบนกระดาษก็เป็นงานอดิเรกที่ให้ความเพลิดเพลินอีกชนิดหนึ่ง หากผู้ใดได้ทำงานอดิเรกชนิดนี้แล้วจะเกิดความเพลิดเพลินจนไม่อยากหยุดจรดปากกาลงบนกระดาษอย่างแน่นอน แต่ถ้าหากผู้ใดต้องการจะเริ่มเดินบนถนนน้ำหมึกอันมากไปด้วยความสุขนี้ ชมรมวรรณศิลป์ ต.อ. คือคำตอบของท่าน ชมรมวรรณศิลป์ ต.อ. เป็นชมรมที่ให้อะไรมากกว่าที่คิด โดยสิ่งที่ทุกท่านจะได้รับจากชมรมวรรณศิลป์ ต.อ. อย่างแน่นอน ก็เห็นจะไม่พ้นความรู้และวิทยาการด้านการเขียนประเภทต่าง ๆ ไม่ว่าจะเป็นการเขียน ร้อยแก้วหรือร้อยกรอง รวมถึงได้เรียนรู้เทคนิคต่าง ๆ ที่สำคัญต่อการเขียนนานาชนิด ทั้ง นวนิยาย, เรื่องสั้น, สารคดี, บทความ หรือแม้แต่กวีนิพนธ์ทั้งรูปแบบฉันทลักษณ์และรูปแบบไร้ฉันทลักษณ์ เมื่อได้เข้ามาในชมรมวรรณศิลป์ ต.อ. แล้ว งานเขียนของท่านจะเป็นงานเขียนที่น่าสนใจ ใคร ๆ ก็อยากอ่านเพราะงานเขียนของท่านจะกลายเป็นงานเขียนที่มีคุณค่า ทั้งด้านเนื้อหาและด้านวรรณศิลป์ที่แพรพราวดั่งแสงสะท้อนจากมณีนพรัตน์ นอกจากท่านจะได้เรียนรู้เรื่องการผลิตเขียนที่เปี่ยมไปด้วยคุณค่าแล้ว ชมรมวรรณศิลป์ ต.อ. ยังให้อะไรหลาย ๆ อย่างแก่พวกท่านทั้ง มิตรภาพ, ทักษะการทำงานร่วมกับผู้อื่น และสิ่งที่สำคัญที่สุดที่ท่านจะได้รับจากชมรมวรรณศิลป์ ต.อ. คือ ทักษะการใช้ภาษาไทยให้ถูกต้องตามแบบแผนของภาษาไทยอันเป็นเอกลักษณ์ที่บ่งบอกความเป็นชาติไทยของเรา จากที่ได้บรรยายมาข้างต้น พวกท่านคงจะเห็นว่า ชมรมวรรณศิลป์ ต.อ. เป็นชมรมที่มหัศจรรย์และ พร้อมจะถ่ายทอดความรู้ด้านงานเขียนให้แก่ผู้ที่สนใจเรื่องงานเขียนทุกท่าน แต่อย่างไรก็ดี โบราณว่า “สิบปากว่า ไม่เท่าตาเห็น” ดังนั้นท่านต้องลองเข้ามาอยู่ในชมรมวรรณศิลป์ ต.อ. แล้วท่านจะได้พบกับสิ่งที่น่าพิศวงมากกว่าที่ได้กล่าวไปแล้วอย่างแน่นอน",
        "profileContent": {
          "name": "มิกซ์",
          "year": "82",
          "contact": "IG: mixy_tarit"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/literaryartclub_profile_1.jpg",
      "/assets/clubs/literaryartclub_profile_2.jpg",
      "/assets/clubs/literaryartclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/literaryartclub_image_1.jpg",
        "description": "กิจกรรมภายในคาบชมรม (ช่วงปกติ)"
      },
      {
        "url": "/assets/clubs/literaryartclub_image_2.jpg",
        "description": "กิจกรรมภายในคาบชมรม (ช่วงออนไลน์)"
      },
      {
        "url": "/assets/clubs/literaryartclub_image_3.jpg",
        "description": "กิจกรรมบรรยายความรู้โดยวิทยากร"
      }
    ]
  },
  "tupeercounselingclub": {
    "id": "ก30953",
    "thaiName": "ชมรมเพื่อนที่ปรึกษา",
    "englishName": "tupeercounselingclub",
    "count": "120",
    "activity": "\n\nชมรมเพื่อนที่ปรึกษามุ่งเน้นให้นักเรียนได้ทั้งเพื่อน\nและได้ฝึกฝนทักษะการปรับตัวเข้ากับสภาพแวดล้อมอย่างมีประสิทธิภาพ\nการปฏิสัมพันธ์ระหว่างบุคคล การเสริมสร้างความเข้าใจทั้งต่อตนเอง\nและสังคมรอบข้าง รวมไปถึงฝึกฝนทักษะในการเป็นทั้ง 'ผู้ฟัง' และ\n'ผู้ให้คำปรึกษา' ที่ดีแก่เพื่อน ผ่านการทำกิจกรรมกลุ่มสัมพันธ์ต่าง ๆ\nในชั้นเรียนร่วมกัน ตั้งแต่การเริ่มซักถามไปจนถึงท่าทางการวางตัวที่ถูกต้อง\nซึ่งเราจะได้เรียนรู้ผ่านสถานการณ์สมมติ จากกิจกรรมฝึกปฏิบัติให้คำปรึกษา\nมีคาบเรียนเกี่ยวกับภาคทฤษฎีทางจิตวิทยาเบื้องต้นและอาการวิทยา\nรวมทั้งมีการจัดกิจกรรมสัมมนาจากวิทยากรนักจิตวิทยา\n\n",
    "benefit": "\n\n1\\. ได้เรียนรู้ทักษะการฟัง และทักษะการให้คำปรึกษาแก่ผู้อื่น\n\n2\\. ได้รับการพัฒนา และส่งเสริมทักษะชีวิตในด้านต่าง ๆ เช่น\nการสร้างสัมพันธภาพระหว่างบุคคล, การทำงานเป็นทีม และการสื่อสาร\nเพื่อนำไปประยุกต์ใช้ในชีวิตและสังคมในอนาคต\n\n3\\. ได้เห็นคุณค่าของตนเองและคนรอบข้างมากขึ้น\n\n4\\. สามารถปรับตัวเข้ากับการดำเนินชีวิตในโรงเรียนได้ไวขึ้น\nสามารถเรียนรู้ที่จะอยู่ร่วมกันกับผู้อื่นอย่างมีความสุข\n\n",
    "portfolio": "ของชมรม\n\nการอบรมโครงการพัฒนาศักยภาพเพื่อนที่ปรึกษา การบรรยายหัวข้อ\n\"ฝึกใจให้เห็นหัวใจ\" โดย คุณนรพันธ์ ทองเชื่อม\nนักจิตวิทยาผู้เชี่ยวชาญด้านเด็กและวัยรุ่น\n\n",
    "reviews": [
      {
        "description": "ชมรมเพื่อนที่ปรึกษาทำให้เราเข้าใจตัวเองมากขึ้น ก่อนที่จะค่อย ๆ\nเริ่มทำความเข้าใจผู้อื่น\nในชมรมมีการเรียนการสอนเกี่ยวกับจิตวิทยาเบื้องต้น\nและมีกิจกรรมที่ฝึกให้เราได้มีปฏิสัมพันธ์กับเพื่อน ๆ\nร่วมกันคิดวิเคราะห์และแสดงความคิดเห็นในคลาส\nได้ทำความเข้าใจเหตุและผลของพฤติกรรมต่าง ๆ ไม่ด่วนตัดสินใคร\nแต่ฝึกให้เราเป็นคนที่มองโลกและสังคมด้วยมุมมองที่กว้างขึ้น",
        "profileContent": {
          "name": "โรส",
          "year": "80",
          "contact": "IG: rose_nylit"
        }
      },
      {
        "description": "\nชมรมเพื่อนที่ปรึกษาเป็นชมรมที่ให้ทั้งความรู้ และความสนุก\nโดยมีการสอนเกี่ยวกับจิตวิทยา ซึ่งจะช่วยให้เข้าใจตนเองและผู้อื่นมากขึ้น\nรวมถึงมีกิจกรรมที่ช่วยให้ผ่อนคลาย ทำให้ได้ฝึกทักษะ\nและเสริมสร้างความสัมพันธ์ของคนในชมรม ซึ่งการมีสิ่งต่าง ๆ\nเหล่านี้ถือเป็นประสบการณ์ดี ๆ ที่ช่วยให้เราได้พัฒนาตนเอง\nฝึกเป็นผู้ฟังที่ดีมากขึ้น เข้าใจผู้อื่นมากขึ้น\nและเป็นตัวเองที่ดีมากยิ่งขึ้นในทุกวัน เพื่อน ๆ ในชมรมเป็นมิตรมาก\nแม้บางคนจะอยู่คนละระดับชั้นกัน แต่ก็สามารถเข้ากันได้ คุยเล่นกันได้ในหลาย\nๆ เรื่อง\nนอกจากนี้ยังมีการเล่นบัดดี้เพื่อกระชับความสัมพันธ์ระหว่างคนในชมรม\nโดยจะมีการส่งจดหมายถึงกัน พูดคุย แลกเปลี่ยนเรื่องราวในชีวิตประจำวัน\nให้กำลังใจกัน และทำความรู้จักกัน ซึ่งทำให้คนในชมรมได้สนิทกันมากขึ้น\nแถมคุณครูก็น่ารัก เป็นกันเอง คอยสอน และให้คำปรึกษาได้เป็นอย่างดี\nด้วยความเป็นกันเองของคุณครูและเพื่อน ๆ ทำให้บรรยากาศในชมรมมีความผ่อนคลาย\nไม่ตึงเครียด สมกับชื่อชมรม “เพื่อนที่ปรึกษา”",
        "profileContent": {
          "name": "อุ้ม",
          "year": "",
          "contact": "IG: aummy._.dy"
        }
      },
      {
        "description": "ชมรมเพื่อนที่ปรึกษาเป็นชมรมที่ดีมากๆ บรรยากาศในชมรมเป็นกันเอง ไม่ต้องกังวลว่าจะไม่มีเพื่อนมาเรียนด้วยเพราะเพื่อนๆ รุ่นพี่ รุ่นน้อง ในชมรมเฟรนลี่มากๆ ครูประจำชมรมก็ไม่ดุ สามารถปรึกษาได้ทุกเรื่อง ทำให้เป็นตัวเองได้เต็มที่ กิจกรรมต่างๆในชมรม การเรียนการสอนก็ทำให้ได้รับความรู้และยังสามารถนำไปใช้ได้จริง ให้คำปรึกษาเพื่อนได้จริงๆ ทำให้เข้าใจตัวเองได้ดียิ่งขึ้น รู้จักเข้าใจ ใส่ใจและรับฟังคนรอบตัวมากขึ้นอีกด้วย",
        "profileContent": {
          "name": "แตงกวา",
          "year": "82",
          "contact": "IG: _imtyyy"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/tupeercounselingclub_profile_1.jpg",
      "/assets/clubs/tupeercounselingclub_profile_2.jpg",
      "/assets/clubs/tupeercounselingclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/tupeercounselingclub_image_1.jpg",
        "description": "Logo ของ ชมรมเพื่อนที่ปรึกษา"
      },
      {
        "url": "/assets/clubs/tupeercounselingclub_image_2.jpg",
        "description": "ภายในงานอบรมโครงการ พัฒนาศักยภาพเพื่อนที่ปรึกษา \"ฝึกใจให้เห็นหัวใจ”"
      },
      {
        "url": "/assets/clubs/tupeercounselingclub_image_3.jpg",
        "description": ""
      }
    ]
  },
  "englishdebate": {
    "id": "ก30905-3",
    "thaiName": "ชมรมภาษาอังกฤษ (English Debate)",
    "englishName": "englishdebate",
    "count": "40",
    "activity": "\n\nภายในชมรมโต้วาทีภาษาอังกฤษ หรือ English Debate Club เรียกสั้น ๆ ว่า\nชมรมดีเบต นักเรียนทุกคนจะได้เรียนรู้เกี่ยวกับการโต้วาทีเป็นภาษาอังกฤษ\nโดยใช้รูปแบบสากล ในการดีเบตหนึ่งครั้ง สมาชิกชมรมจะถูกแบ่งออกเป็นสองทีม\nทีมละ 3 คน และได้รับญัตติ (Motion) หรือหัวข้อในการดีเบตครั้งนั้น ๆ\nเพื่อนำไประดมความคิด ก่อนที่จะมาร่วมดีเบตกันภายใต้หัวข้อดังกล่าว\nหลังจากนั้นจึงได้รับคำติชม (Feedback) จากรุ่นพี่หลาย ๆ\nรุ่นที่ผ่านมาและครูมืออาชีพที่มีประสบการณ์ในการดีเบต\nนักเรียนในชมรมจะได้เรียนรู้การดีเบตในหัวข้อที่หลากหลาย\nไม่ว่าจะเป็นเศรษฐกิจ สิทธิของผู้หญิง สิ่งแวดล้อม กระบวนการยุติธรรม\n(Criminal Justice System)\nหรือการศึกษาในคาบชมรมและการนัดซ้อมเพิ่มเติมนอกเวลา\nนอกจากนี้ยังมีชั่วโมงเลคเชอร์\nที่จะทำให้นักเรียนในชมรมได้ความรู้เกี่ยวกับข่าวสารที่เป็นที่ถกเถียงกันในปัจจุบันอีกด้วย\n\nสมาชิกในชมรมได้จะโอกาสไปแข่งขันในรายการต่าง ๆ\nไม่ว่าจะเป็นการแข่งขันภายในชมรม (Internal Tournament),\nการแข่งขันกับโรงเรียนอื่น (Institutional Spar), การแข่งขันภายนอก\nและในระดับประเทศ เช่น THSDC, EUTH, TDO, TWSDC และ OBEC\nรวมถึงได้รับโอกาสที่จะเข้าร่วมการแข่งขันระดับชาติอย่าง WSDC\nและรายการอื่น ๆ อีกมากมาย\n\n",
    "benefit": "\n\nสมาชิกชมรมนอกจากจะได้เพิ่มพูนความรู้รอบตัวเกี่ยวกับสังคมปัจจุบันแล้ว\nยังได้พัฒนาทักษะในการใช้ภาษาอังกฤษ การพูดในที่สาธารณะ (Public Speaking)\nความมั่นใจในตัวเอง การแก้ปัญหาเฉพาะหน้า การทำงานเป็นทีม\nการคิดวิเคราะห์อย่างเป็นระบบและมีเหตุผล\nและสำคัญที่สุดคือจะได้พบกับมิตรภาพระหว่างเพื่อน ๆ น้อง ๆ และพี่ ๆ\nในชมรมและนอกชมรมอีกจำนวนมาก\n\n",
    "portfolio": "ของชมรม\n\nชมรมดีเบตได้จัดการแข่งขัน Triam Challenge ใน Triamudom Open House,\nการแข่งขันดีเบตระดับมัธยมศึกษา หรือ THSDC และการแข่งขันดีเบตออนไลน์ หรือ\nTODC ผลงานจากการแข่งขันระดับประเทศจากสมาชิกในชมรมอีกมากมาย เช่น 12th\nEUTH and 14th EUTH Grand Champion, OBEC 2019 Grand Champion\nและได้เป็นตัวแทน Thailand National Team Debater ไปแข่งขันใน WSDC 2019\nและ AWSDC 2019\n\n",
    "reviews": [
      {
        "description": "ถ้าถามว่า triam debate ให้อะไรเราบ้าง\nอย่างแรกเลยก็คือสอนให้เราคิดวิเคราะห์อย่างเป็นระบบ และพูดให้มี impact\nโน้มน้าวคนฟัง\nทำให้เอาไปต่อยอดได้ในการแสดงความคิดเห็นอย่างมีเหตุผลภายใต้กรอบของการเคารพความคิดเห็นคนอื่น\nและเป็น transferable skills ที่เป็นประโยชน์มากสำหรับเราตอนสอบชิงทุนคิง\nทั้งในรอบข้อเขียนและสัมภาษณ์\nถามว่านอกเหนือจากเรื่องวิชาการแล้วชมรมจะให้อะไรน้องบ้าง\nสำหรับคนที่ไม่เคยดีเบทมาก่อน ก็จะได้ฝึกท้าทายตัวเอง\nเปลี่ยนตัวเองเป็นคนที่มี growth mindset จะได้รู้จักเพื่อนใหม่ ๆ\nที่เป็นเด็ก EP หรือเด็กอินเตอร์ใน debate community\nที่สำคัญคือความน่ารักของรุ่นพี่และเวลาที่ใช้กับทีมเมตจะทำให้รู้สึกเหมือนมีครอบครัวอีกครอบครัวนึงในเตรียมฯ\nสำหรับคนที่ยังไม่แน่ใจว่าจะลองไปออดิชั่นดีมั้ย ชมรมนี้จะเหมาะกับเรามั้ย\nหรือยังกล้า ๆ กลัว ๆ อยู่ เราก็ขอแนะนำให้มาลองออดิชั่นดูก่อน จะได้ get a\ntaste of what debating is like หรืออย่างน้อยก็ได้ get out of your\ncomfort zone\n\nwho knows, the next gen of triam debaters might be you :-)",
        "profileContent": {
          "name": "แองเจิ้ล",
          "year": "78",
          "contact": "IG: angelllyc"
        }
      },
      {
        "description": "\nTriam Debate เป็นชมรมโต้สาระเวทีภาษาอังกฤษนะ เป็นชมรมที่สนุกมาก ๆ\nเหมาะกับคนที่ชอบคิดวิเคราะห์ ช่วยฝึก critical thinking on the spot ละก็\npublic speaking ด้วย เรารู้สึกว่าชมรมนี้เป็นชมรมที่ช่วยให้เราโตขึ้นมาก ๆ\nช่วยให้ฉลาดขึ้นเป็นกรด\nเพราะว่าเราฝึกซ้อมมีโค้ชไปแข่งทั้งในประเทศละก็ต่างประเทศเป็น challenge\nให้ตัวเองสูงขึ้นไปเรื่อย ๆ และที่สำคัญที่สุดคือเราได้อยู่รอบ ๆ\nคนที่ฉลาดและก็ตั้งใจมาก ๆ ซึ่งเราคิดว่า environment\nเป็นสิ่งสำคัญมากสำหรับการเจริญเติบโต\nเป็นช่วงเวลาในชีวิตที่สนุกที่สุดแล้วถึงแม้ว่าจะมี commitment\nที่ค่อนข้างสูงมาก ละก็เป็นชมรมที่ค่อนข้าง prestigious แบบรุ่นพี่เพื่อน ๆ\nได้ทุนคิง ทุนต่าง ๆ ไปเรียนต่างประเทศกันทุกปี ก็ช่วย motivate\nให้เราตั้งใจทำให้ได้เหมือนกันน เป็นชมรมที่เรารักมาก ๆ\nเป็นเหมือนบ้านหลังที่สองเลย ก่อนเข้าเรียนก็มาที่นี่\nหลังเลิกเรียนก็มาที่นี่ ละยังมีโอกาสต่าง ๆ เต็มไปหมด ทั้งไปแข่ง\nรู้จักกับเพื่อนโรงเรียนอื่น ๆ คอนเนคกับรุ่นพี่\nหรือว่าจัดการแข่งขันเยอะแยะมากมาย ! สนุกมาก ๆ ถือว่าเป็น one of the best\nexperiences from triam udom เลยย",
        "profileContent": {
          "name": "บลูเจ",
          "year": "79",
          "contact": "IG: bluejthedude"
        }
      },
      {
        "description": "\nชมรมดีเบตมอบโอกาสมากมายให้เรา ช่วงที่เราอยู่ชมรม\nเราได้มีโอกาสไปแข่งดีเบตหลายรายการทั้งในและต่างประเทศ\nได้มีโอกาสเป็นผู้จัดงานดีเบตระดับชาติ\nและได้ฝึกฝนทักษะดีเบตตลอดสามปีจนเป็นตัวแทนทีมชาติไทย\nสังคมของชมรมดีเบตเป็นสังคมที่พิเศษ เราได้เจอรุ่นพี่เก่ง ๆ\nหลายคนที่สร้างแรงบันดาลใจให้เรา เจอเพื่อน ๆ ที่มอบมิตรภาพอันน่าจดจำ\nและเจอคุณครูที่พร้อมสนับสนุนเราเสมอ\nทั้งหมดนี้ทำให้เรามองว่าช่วงเวลาที่เราอยู่ชมรมนี้เป็นช่วงเวลาที่มีคุณค่ามาก",
        "profileContent": {
          "name": "นน",
          "year": "80",
          "contact": "IG: nohnnanagara"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/englishdebate_profile_1.jpg",
      "/assets/clubs/englishdebate_profile_2.jpg",
      "/assets/clubs/englishdebate_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/englishdebate_image_1.jpg",
        "description": "การแข่งขัน EUTH ครั้งที่ 14"
      },
      {
        "url": "/assets/clubs/englishdebate_image_2.jpg",
        "description": "Internal Tournament"
      },
      {
        "url": "/assets/clubs/englishdebate_image_3.jpg",
        "description": "Club Farewell"
      }
    ]
  },
  "entertainer": {
    "id": "ก30950",
    "thaiName": "ชมรมสันทนากร",
    "englishName": "entertainer",
    "count": "46",
    "activity": "ในสถานการณ์ปกติ จะพูดคุยและวางแผนเกี่ยวกับการแสดงสำหรับงานต่าง ๆ ในคาบชมรม มีการแบ่งหน้าที่งาน และทำการฝึกซ้อมการแสดงในทุกการแสดง การเคลื่อนไหวร่างกายจะต้องเป็นไปอย่างพร้อมเพรียงมากที่สุด และจะต้องสื่ออารมณ์ให้ผู้ชมมีอารมณ์ร่วมไปกับโชว์ แต่ในสถานการณ์แพร่ระบาดของโควิด-19 ทางชมรมได้ปรับเปลี่ยนมาทำกิจกรรมในรูปแบบออนไลน์ โดยมีการเสริมทักษะการเต้น และให้คำแนะนำต่าง ๆ จากรุ่นพี่โดยจะเน้นไปที่การทดลองเต้นในทุกไลน์เต้น เเละการจัดระเบียบร่างกายให้ชัดเจนยิ่งขึ้น เป็นต้น",
    "benefit": "1. ปรับพื้นฐานและพัฒนาทักษะทางการเต้นให้ดียิ่งขึ้น\n2. ได้เรียนรู้การทำงานเป็นหมู่คณะ\n3. มิตรภาพในชมรม \n4. ได้ค้นหาไลน์เต้นที่เหมาะกับตนเอง\n5. จัดระเบียบร่างกายให้ดูสมดุล ลื่นไหล และแข็งแรงมากยิ่งขึ้น",
    "portfolio": "ของชมรม\n\nกิจกรรมเปิดหมวก การแข่งเต้นในงาน SG Music Festival\nการแสดงในงานกีฬาประเพณีต.อ.-ต.ท. การแสดง Open House การแสดงในงาน PAE\nและอื่น ๆ อีกมากมาย\n\n",
    "reviews": [
      {
        "description": "สวัสดีค่ะ พี่ชื่อเกรซ ศิลป์จีนรุ่นที่ 7 ประธานชมรม Entertainer รุ่นที่ 11 ค่ะ ที่เข้าชมรมนี้เพราะรู้ว่าตัวเองชอบเต้นมาก เวลาดูคนอื่นแสดงหรือเต้นจะรู้สึกคันไม้คันมืออยากลุกไปเต้นด้วย ชมรมนี้เลยเป็นสิ่งที่เติมเต็มชีวิตในเตรียมให้คุ้มสุด ๆ กิจกรรมของชมรมช่วงก่อนโควิดมีเยอะมาก ๆ เรียกได้ว่ามีเต้นกันเกือบทุกงานโรงเรียนเลยทีเดียว (ถึงไม่มีงานของโรงเรียน เราก็ไปหางานข้างนอกอยู่ดี555) และด้วยความที่เด็กเตรียมเรียนหนักมาก การแบ่งเวลาเลยสำคัญ ช่วงแรกก็ปรับตัวกันหนักเลย เพราะชมรมนี้จริงจังเรื่องโชว์ ซ้อมกันตั้งแต่เช้าถึงเย็นทุกวัน เหนื่อยนะ แต่สนุกมากกว่า เรื่องเพื่อนในชมรม ต้องบอกว่า ที่สุด! เพราะว่าเราไม่ได้สนิทกันแค่ในเวลาชมรม หลังเลิกเรียนในวันปกติก็จะนัดกันไปสยามด้วยกันบ่อย ๆ เป็นกลุ่มเพื่อนที่สนิทกันมาก ครูที่ปรึกษาชมรมเราดีมาก เค้าเข้าใจและพยายามที่จะสนับสนุนเราให้ได้มากที่สุด ทุกการแสดงเราจะได้รับประสบการณ์ใหม่ ๆ ตลอด ทั้งทักษะการเต้น แนวเพลงต่าง ๆ ที่แทบไม่เคยซ้ำกันเลย และทักษะการทำงานเป็นกลุ่ม ถ้าน้อง ๆ คนไหนอยากหาประสบการณ์สนุก ๆ ก็ขอฝากชมรม Entertainer ไว้ด้วยค่า",
        "profileContent": {
          "name": "เกรซ",
          "year": "82",
          "contact": "IG: ggracelyns "
        }
      },
      {
        "description": "สวัสดีค่าทุกคน พี่ชื่อเตยนะคะ เป็นประธานชมรม Entertainer รุ่นที่ 12 ค่ะ ชมรมนี้ให้อะไรเราหลายอย่างมาก เป็นชมรมที่เราประทับใจมากจริง ๆ ทุกคนในชมรมน่ารักมาก เวลามีงานเต้นอะไรจะมีทั้งเพื่อน พี่ และน้องคอยช่วยกันดูตลอด เพื่อให้งานออกมาดีที่สุด โชคร้ายหน่อยที่รุ่น 12 เป็นรุ่นที่เจอโควิด - 19 เลยอาจจะไม่ค่อยมีงานให้เต้นเท่าไหร่ งานแรกที่ได้เต้นก็เป็นงาน Triamudom Openhouse 2021 เลย ซึ่งถือว่าเป็นงานใหญ่มากและมีเวลาซ้อมแค่ 3 วัน ทุกคนก็ตั้งใจซ้อมกันมาก ถึงมีแค่งานเดียวแต่พวกเราก็สนิทกันมาก เพราะชมรมเรารวมคนที่มีความชอบเหมือนกันมาอยู่ด้วยกันเลยคุยกันง่าย ไม่ใช่แค่มิตรภาพที่เราได้จากชมรม เรายังได้ฝึกการทำงานกลุ่ม ฝึกกระบวนการการคิด วางแผนเรื่องต่าง ๆ ไม่ว่าจะเป็นสเตจ คอสตูม เพลง และอื่น ๆ อีกมากมาย หวังว่าข้อความนี้จะช่วยให้ทุกคนที่อยากเข้าโรงเรียนเตรียมอุดม หรืออยากเข้าชมรมนี้ มีไฟในการทำสิ่งต่าง ๆ ที่ตัวเองรักต่อไปเรื่อย ๆ นะคะ สู้ๆ",
        "profileContent": {
          "name": "เตย",
          "year": "83",
          "contact": "IG: toeybaconyou"
        }
      },
      {
        "description": "สวัสดีค่า เราชื่อยุ้ย อยู่วิทย์คณิต เป็น Entertainer รุ่นที่ 13 ค่ะ ประสบการณ์ที่ได้เข้าชมรมครั้งแรกเลย คือ ด้วยความที่ส่วนตัวไม่ได้เป็นคนที่เต้นเก่งมาก แถมเป็นการทำกิจกรรมแบบนี้ครั้งแรกด้วย จึงมีความตื่นเต้นกับกังวลเล็กน้อย แต่พอได้ลองเข้าคลาสครั้งแรก ก็รู้สึกแบบเอนจอยและสนุกมาก รุ่นพี่ เพื่อนๆ และคุณครูก็มีการต้อนรับที่ดี  เฟรนลี่และเป็นกันเองสุด ๆ ถึงแม้ว่ารุ่นนี้จะเป็นรุ่นที่โควิดระบาดหนักจนทำให้ต้องเรียนออนไลน์ก็ตาม แต่ก็ยังสัมผัสได้ถึงบรรยากาศอบอุ่น ความเอาใจใส่ซึ่งกันและกัน อย่างเช่นตอนเรียนท่าเต้น เก็บไลน์เต้น หรือช่วยกันคิดโชว์ ทั้งหมดนี้ก็จะเป็นการคุยกันผ่านซูมบ้าง ผ่านคอลบ้าง ซึ่งส่วนตัวคิดว่ามันไม่เป็นอุปสรรคอะไรเลย เพราะเรามีการแลกเปลี่ยนความคิดเห็น ซึ่งตรงนี้เราก็สามารถแสดงออกทางความคิดได้อย่างเสรีเลย และด้วยความที่เราพึ่งเข้ามาใหม่ก็อาจจะขาดประสบการณ์ในการคิดโชว์ไปบ้าง แต่ก็จะได้รับความช่วยเหลือจากรุ่นพี่มาเรื่อย ๆ เรียกได้ว่า “ teamwork does make a dream work “ จริง ๆ ค่า เราจึงอยากเชิญชวนน้อง ๆ ที่ชอบเต้น มาเป็นส่วนหนึ่งของชมรมเราค่ะ แล้วเจอกันน้า",
        "profileContent": {
          "name": "ยุ้ย",
          "year": "84",
          "contact": ""
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/entertainer_profile_1.jpg",
      "/assets/clubs/entertainer_profile_2.jpg",
      "/assets/clubs/entertainer_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/entertainer_image_1.jpg",
        "description": "Triam Udom Open House 2020 - The Felony"
      },
      {
        "url": "/assets/clubs/entertainer_image_2.jpg",
        "description": "Triam Udom Open House 2020 - The Felony"
      },
      {
        "url": "/assets/clubs/entertainer_image_3.jpg",
        "description": "Triam Udom Online Open House 2021 - The Warriors "
      }
    ]
  },
  "triamudomsportsclub": {
    "id": "ก30920",
    "thaiName": "ชมรมนันทนาการกีฬา",
    "englishName": "triamudomsportsclub",
    "count": "243",
    "activity": "\n\nผู้เรียนได้ศึกษาและปฏิบัติกิจกรรมภายในชมรมเพื่อให้มีความรู้ความเข้าใจทักษะเบื้องต้นของกีฬา\nรวมไปถึงการเรียนรู้กฎ กติกา วิธีการรุกและป้องกันในการแข่งขันกีฬา\nการปฏิบัติกิจกรรมด้วยความสนุกสนานและปลอดภัย\nเสริมสร้างสุขภาพร่างกายและสุขภาพจิต\nผู้เรียนได้พัฒนาความสามารถทางด้านกีฬา ได้ปฏิบัติกิจกรรมตามความสนใจ\nความถนัด และ ความต้องการของตนเพื่อเสริมสร้างสุขภาพที่ดีแก่ผู้เรียน\nมีน้ำใจนักกีฬา และ ส่งเสริมให้ผู้เรียนใช้เวลาให้เกิดประโยชน์\nโดยทางชมรมจะมีกีฬา 7 ชนิดด้วยกันได้แก่\n\n1\\. ฟุตบอล\n\n2\\. บาสเก็ตบอล\n\n3\\. วอลเลย์บอล\n\n4\\. เทนนิส\n\n5\\. แบดมินตัน\n\n6\\. ลีลาส\n\n7\\. เบ็ดเตล็ด\n\n",
    "benefit": "\n\nเข้าใจทักษะเบื้องต้นของกีฬา รวมไปถึงการเรียนรู้กฎ กติกา\n    เสริมสร้างสุขภาพร่างกายและสุขภาพจิต\n\n",
    "portfolio": "ของชมรม\n\nการแข่งขันกีฬาประเพณีระหว่าง เตรียมอุดม-เตรียมทหาร, กีฬาสี\n\n",
    "reviews": [
      {
        "description": "รู้สึกว่าเข้ามาอยู่ชมรมนี้แล้วประทับใจตรงที่ได้ทั้งสุขภาพได้ทั้งเพื่อน",
        "profileContent": {
          "name": "วินนี่",
          "year": "82",
          "contact": "IG: winniewallapha"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/triamudomsportsclub_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/triamudomsportsclub_image_1.jpg",
        "description": ""
      }
    ]
  },
  "volunteerclub": {
    "id": "ก30922",
    "thaiName": "ชมรมผู้บำเพ็ญประโยชน์",
    "englishName": "volunteerclub",
    "count": "40",
    "activity": "\n\nชมรมผู้บำเพ็ญประโยชน์เป็นชมรมที่สอนเรื่องความมีจิตอาสา\nเอื้อเฟื้อเผื่อแผ่\nและร่วมกันสร้างประโยชน์เพื่อช่วยเหลือเพื่อนมนุษย์ในสังคม\nกิจกรรมของชมรมจะเกี่ยวข้องกับการทำจิตอาสา เช่น\nการไปทำความสะอาดที่สถานสงเคราะห์เด็กอ่อนและได้พบปะกับเด็กที่กำพร้า\nการร่วมบริจาค เยี่ยมผู้คนที่ศูนย์พัฒนาการจัดสวัสดิการสังคมผู้สูงอายุ\nบ้านบางแค เพื่อให้สมาชิกชมรมทุกคนได้เห็นความยากลำบากของคนอื่น\nและให้ความช่วยเหลือคนอื่น เมื่อมีโอกาสและตนสามารถทำได้\nในเวลาปกติของคาบชมรม\nชมรมจะมีการวางแผนเตรียมการสำหรับกิจกรรมบำเพ็ญประโยชน์นอกสถานที่อยู่เสมอและคอยหากิจกรรมที่เป็นกิจกรรมบำเพ็ญประโยชน์ใหม่\nๆ เพื่อช่วยเหลือผู้อื่น นอกจากสอนเรื่องความมีจิตอาสาแล้ว\nชมรมผู้บำเพ็ญประโยชน์ยังสอนให้เรียนรู้ความสามัคคีและการเป็นผู้นำและผู้ตามในสังคมได้\n\n",
    "benefit": "\n\nได้เรียนรู้การเป็นจิตอาสา\nการมีจิตใจเอื้อเฟื้อเผื่อแผ่ต่อคนในสังคมที่ยากลำบากว่าตน\nเรียนรู้ทักษะการใช้ชีวิตนอกห้องเรียนและเรียนรู้การมีความสามัคคีกัน\n\n",
    "portfolio": "ของชมรม\n\nกิจกรรมทำความสะอาดสถานสงเคราะห์บ้านเด็กอ่อน พญาไท\n\nกิจกรรมบำเพ็ญประโยชน์ที่วัดปทุมวนาราม\n\nกิจกรรมบริจาคและเยี่ยมที่ศูนย์พัฒนาการจัดสวัสดิการผู้สุงอายุ บ้านบางแค\n\n",
    "reviews": [
      {
        "description": "ชมรมก็มีไปทำกิจกรรม​ข้างนอกบ่อย ๆ เช่น​ ล่าสุดก็มีไปทำความสะอาดลานวัด​\nเวลาไปทำกิจกรรมข้างนอกงี้เราสามารถชวนเพื่อน ๆ ไปด้วยได้ค่ะ​ ก็สนุกดีค่ะ​\nแถมยังได้ทำประโยชน์ให้แก่ส่วนรวมอีก​ คุ้มค่ะ​\nส่วนกิจกรรมในห้องก็ส่วนใหญ่จะเป็นการพูดคุยเกี่ยวกับกิจกรรมที่จะไปทำกันค่ะ​\nหลัก ๆ ก็ประมาณนี้เลย",
        "profileContent": {
          "name": "มด",
          "year": "82",
          "contact": "IG: modeieipong"
        }
      },
      {
        "description": "\nชมรมเราก็จะมีออกไปบำเพ็ญประโยชน์ตามชื่อชมรมเลย มีไปบ้านเด็กอ่อน\nช่วยทำความสะอาดสถานที่ แล้วปีนี้ก็ไปวัด ไปเช็ดหิ้งพระ\nกวาดลานวัดไรงี้อะค่ะ🥺 ก็ถือว่าเป็นการทำประโยชน์ให้กับส่วนรวมเลย\nมากับเพื่อนก็ได้ เอนจอยดีคั้บ !",
        "profileContent": {
          "name": "ไข่มุก",
          "year": "82",
          "contact": "IG: _kmch_._"
        }
      }
    ],
    "reviewURL": ["/assets/clubs/volunteerclub_profile_1.jpg", "/assets/clubs/volunteerclub_profile_2.jpg"],
    "imageURL": [
      {
        "url": "/assets/clubs/volunteerclub_image_1.jpg",
        "description": "กิจกรรมบำเพ็ญประโยชน์ที่วัดปทุมวนาราม"
      },
      {
        "url": "/assets/clubs/volunteerclub_image_2.jpg",
        "description": ""
      }
    ]
  },
  "triamudomphotoclub": {
    "id": "ก30928",
    "thaiName": "ชมรมถ่ายภาพ",
    "englishName": "triamudomphotoclub",
    "count": "30",
    "activity": "\n\nชมรมถ่ายภาพโรงเรียนเตรียมอุดมศึกษา\nเป็นชมรมที่รวบรวมนักเรียนเตรียมอุดมศึกษาที่มีความสนใจหรือชื่นชอบ\nและมีความสามารถในด้านการถ่ายภาพ สมาชิกจะได้ร่วมกันเรียนรู้และฝึกฝน\nเพื่อพัฒนาทักษะฝีมือในการถ่ายภาพ ผ่านกิจกรรมต่าง ๆ ที่ชมรมได้จัดขึ้น\nเช่น การเวิร์คชอปนอกสถานที่ การฝึกล้างฟิล์ม นอกจากนี้\nชมรมถ่ายภาพยังมีหน้าที่ในการทำงานเป็นช่างภาพของโรงเรียน\nเป็นผู้ที่บันทึกความทรงจำที่มีคุณค่าในกิจกรรมต่าง ๆ ตลอดทั้งปี เช่น\nงานสืบสานฯ งานกีฬาสี\nโดยสมาชิกจะได้พัฒนาทักษะในการทำงานร่วมกับผู้อื่นอย่างเป็นระบบและเป็นมืออาชีพ\nและยังได้ประสบการณ์ต่าง ๆ\nมากมายซึ่งสมาชิกสามารถนำไปประยุกต์ใช้และต่อยอดได้\nรวมถึงจะได้มิตรภาพอันทรงคุณค่าที่จะได้จากการได้ทำงานร่วมกันของสมาชิกในชมรม\n\n",
    "benefit": "\n\n1.ได้รู้จักกับเพื่อน ๆ ที่มีความสนใจเหมือนกัน\n\n2.ได้พัฒนาทักษะและเรียนรู้เทคนิคใหม่ ๆ ในการถ่ายภาพ\n\n3.ได้ประสบการณ์การทำงานเป็นช่างภาพในกิจกรรมของโรงเรียน\n\n4.ได้เรียนรู้การวางแผนการทำงานอย่างเป็นระบบและเป็นมืออาชีพ\n\n",
    "portfolio": "ของชมรม\n\nการทำงานเป็นช่างภาพในกิจกรรมต่าง ๆ ของโรงเรียนเตรียมอุดมศึกษา เช่น\nงานสืบสานฯ กิจกรรมกีฬาสี งาน ต.อ.-ต.ท.\n\n",
    "reviews": [
      {
        "description": "สังคมในชมรมเหรอ เอาแค่รุ่นเราก็ดูสนิทกันอยู่นะ น่าจะเพราะชมรมเรารุ่นนึงมีแค่ 10 คน แถมมีงานเข้ามาให้ทำด้วยกันบ่อยในระดับนึง จะไม่ค่อยมีช่วงหายหน้าหายตากันไปนาน ๆ เท่าไหร่ —แต่ก็ตีกันเพราะเรื่องงานอยู่ไม่ใช่น้อยนะ (ฮา) ชมรมนี้มีอะไรให้ทำเยอะแยะเลย แต่คือส่วนใหญ่งานจะมาแบบ เป็นสิ่งที่ ‘ต้อง’ ทำละรับต่อ ๆ กันมา แบบเค ๆ รุ่นที่แล้วทำเราทำ มากกว่าเป็นงานที่ตกลงกันแล้ว อะไรแบบนี้ พอมีเสียงแตก มันเลยออกจะวุ่นวายนิดนึง เก็ทมั้ย 55555 แต่ก็เป็นสีสันแห่งการแสดงความเห็น ดีกว่าไม่พูดนา (ยืมพื้นที่ encourage ทุกคนให้กล้าพูดในสิ่งที่ตัวเองคิดนะ ! ><) เป็นการฝึกให้เรารู้จักการทำงานร่วมกับคนอื่นทั้งใน/นอกชมรม การแก้ปัญหาเฉพาะหน้า เรียนรู้ปัญหาที่อยู่นอกเหนือการควบคุม บลา ๆ สนุกดี ๆ มีอะไรประทับใจจากกิจกรรมพวกนี้หลายยยยอย่างเลย ไอ้ที่ไม่น่าประทับใจก็มีบ๊าง แต่ไอตรงที่ไม่ประทับใจก็ทำให้เราโตขึ้นนะ ! แบบเหมือนที่พูดไป มันได้เจอปัญหาจริง ๆ ลองแก้ปัญหาจริง ๆ ยิ่งเป็นโฟโต้ คือหลาย ๆ งานมันพลาดแล้วพลาดเลย มันก็เพิ่มระดับความจริงจัง หรือบางงานที่มีเรื่องเงิน ๆ ทอง ๆ มาเกี่ยวข้อง (แบบบางงานเราขายของ แหะ ๆ) ต้องดีลกับคนนอกเยอะ อะไรงี้ มันอาจจะไม่คอขาดบาดตาย แต่ว่าถ้ารับมือกับปัญหาได้ไม่ดีก็เป๋อยู่ 🥲 เอ่อ เอาเป็นว่ามันก็เหมือนไอคำคมที่ประมาณว่ากิจกรรมทำให้เราทำงานเป็น (แต่คนไม่ทำก็ไม่ใช่ว่าเค้าทำงานไม่เป็นนะ5555555 -งานในโลกผู้ใหญ่อาจจะไม่เหมือนกิจกรรมในโรงเรียน ไม่รู้เหมือนกัน) อ้อแล้วก็เรารู้สึกตอนนี้ชมรมยังไม่เปิดกว้างเท่าที่ควร แนวทางยังไปในทางที่จะเอาคนมาทำงาน มากกว่าส่งเสริมการถ่ายภาพในแบบที่แต่ละคนชอบ มันเลยทำให้ข้อจำกัดในการรับคนถูกจำกัดด้วยอุปกรณ์ (ว่าง่าย ๆ ถ้าจะเอามาทำงาน มันก็ต้องใช้ดิจิตอลถ่ายอะนะ) ถ้าปรับตรงนี้ให้ลงตัวได้ แล้วเปิดรับคนนอกเข้าร่วมกิจกรรมบ้าง ชมรมถ่ายภาพ โรงเตรียมอุดมศึกษา จะเป็นชุมชนให้ผู้ที่รักการถ่ายภาพได้มาพบปะพูดคุยกัน ก็คงจะดีมาก ๆ เลย🤍",
        "profileContent": {
          "name": "ยู่ยู้",
          "year": "81",
          "contact": "IG: yuyullows"
        }
      },
      {
        "description": "ต้องบอกก่อนเลยว่าไม่ผิดหวังเลยที่ตัดสินใจเลือกเข้าชมรมนี้ ชมรมนี้มันไม่ใช่แค่ชมรมแต่เหมือนเป็นครอบครัวมากกว่า ปีที่ผ่านมามีความสุขตลอดเลยทุกครั้งที่เข้าชมรม เพื่อน ๆ ทุกคนก็น่ารักมาก ๆ มีปัญหาอะไรก็ช่วยกันตลอด อีกอย่างคือ ชมรมนี้ยังมีกิจกรรมให้ทำอยู่ตลอด ไม่ว่าจะเป็น Workshop ล้างฟิล์มเอง หรือ Workshop สอนถ่ายภาพนอกสถานที่ โดยปกติแล้วทุกครั้งที่เข้าชมรมครูจะไม่เข้าด้วย ส่วนใหญ่จะเป็นพี่ ๆ น้อง ๆ คุยงาน จัดการงานกันเองตลอดแต่จะมีงานที่ครูจะสั่งไว้ต้นเทอม งานชิว ๆ ถ้าใครชอบถ่ายรูป อย่าลืมนึกถึงชมรมถ่ายภาพของพวกเราด้วยนะค้าบ",
        "profileContent": {
          "name": "เลียม",
          "year": "82",
          "contact": "IG: _liamorourke"
        }
      },
      {
        "description": "ชมรมถ่ายภาพ เป็นชมรมที่เราอยากเข้ามาตั้งแต่ตอนไป Open House ช่วง ม.3 เพราะเรารู้สึกชื่นชอบการที่พี่ ๆในชมรมทำงานดูจริงจัง รู้สึกว่านี่คือชมรมถ่ายภาพที่เป็นชมรมถ่ายภาพจริง ๆ แล้วพี่ ๆ ก็คือน่ารักมาก เฟรนลี่มาก ๆ ซึ่งเราเองก็เป็นคนที่ชอบในการถ่ายรูปอยู่แล้ว จึงเกิด passion เลยว่า เราต้องเข้าเตรียมฯ และ Audition ชมรมโฟโต้เตรียมฯ ให้ติดให้ได้เลย ! พอติดเตรียมฯ มาเเล้วก็เลยไปคัดเข้าเป็นสมาชิกชมรมนี้ ด้วยความที่มี passion อันเเรงกล้าในการเข้าชมรมนี้ ก็ไม่เผื่อใจให้ชมรมอื่นเลย ออชมรมเดียวไปเลย แหะ ๆ ตอนนั้นก็คือเครียดมาก ร้องไห้หนักมาก ตอนนั้นคือมีการดูดวง ใช้สีตามตารางสีมงคล หาข้อมูลแบบแน่นปึ้ก ๆ ด้วย ทั้ง ๆ ที่การออชมรมมันไม่ได้ยากเลย 5555555 แล้วพอเราได้เข้ามาจริง ๆ เราชอบมาก ๆ คิดถูกมากที่ตั้งใจอยากจะเข้าชมรมนี้มาตั้งเเต่ก่อนเข้ามาเตรียมฯ สุดแสนจะภูมิใจ สังคมของโฟโต้เตรียมฯ คือดีเลยแง ;—; พี่ ๆ น่ารักมาก ๆ เพื่อน ๆ ก็น่ารักมาก เฟรนลี่ด้วย T T ส่วนครูปฏิพัทธ์ ครูที่ปรึกษาชมรม ก็ใจดีมาก ๆ เป็นกันเอง แต่ครูจะไม่ค่อยเข้ามาสอนในคาบชมรม เพราะชมรมเป็นชมรมที่พี่สอนน้อง เพื่อนสอนเพื่อน สอนกันและกัน ถึงยังไงเวลามีงานอะไรครูก็จะคอยแนะนำ ครูให้คำปรึกษาดีมาก ๆ ชอบส่งความรู้ต่าง ๆ เรื่องกล้องมาในไลน์กลุ่มด้วยย ซึ่งชมรมนี้ด้วยความที่ทั้งชมรมมีกันอยู่เเค่ 30 คนเท่านั้นจากทั้ง 3 ระดับชั้น แปลว่ามีระดับชั้นละแค่ 10 คน ทำให้ชมรมนี้อบอุ่นมาก ๆ เหมือนครอบครัวเลย ในเรื่องของกิจกรรมต่าง ๆ ก็คือไม่ผิดหวัง การที่เราเข้ามาชมรมนี้ ทำให้เรามีโอกาสได้ถ่ายรูปมากขึ้นกว่าแต่ก่อน ได้ทำงานจริงจังมากขึ้น ทำให้เราได้ออกจากเซฟโซน ได้ลองรับงานถ่ายรูปที่อยากทำมานานแล้ว ซึ่งได้โอกาสมาจากเพื่อน ๆ พี่ ๆ ในชมรมเลย >< (เห็นดูเหมือนจะวุ่นวาย งานเยอะแยะแบบนี้ จริง ๆ ก็ชิว ๆ ไม่เครียดเลยน้ากรี๊ด) การที่ได้เข้ามาเป็นสมาชิกของโฟโต้เตรียมฯ เป็นประสบการณ์ที่ดีมาก ๆ จริง ๆ จากที่ได้พูดมาทั้งหมด เป็นเหตุผลที่ทำให้ในทุกๆวันเรารอที่จะได้เข้าคาบชมรม ไม่อยากหยุดสักคาบㅠㅠ  ยังไงก็อยากให้น้อง ๆ ทุกคนที่ชื่นชอบหรือสนใจในการถ่ายภาพ ไม่ลังเลที่จะมาลองออดิชั่นชมรมถ่ายภาพน้า ชมรมเรา Audition ไม่ยากเลยย โอกาสครั้งนึงในชีวิตเลยนะ ! แล้วเจอกันในชมรมโฟโต้เตรียมฯ นะค้า 😽💖",
        "profileContent": {
          "name": "นาโน",
          "year": "83",
          "contact": "IG: nanosrss"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/triamudomphotoclub_profile_1.jpg",
      "/assets/clubs/triamudomphotoclub_profile_2.jpg",
      "/assets/clubs/triamudomphotoclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/triamudomphotoclub_image_1.jpg",
        "description": "การทำหน้าที่ช่างภาพในกิจกรรม งาน ต.อ.-ต.ท."
      },
      {
        "url": "/assets/clubs/triamudomphotoclub_image_2.jpg",
        "description": "บรรยากาศการทำงานของสมาชิกชมรม"
      },
      {
        "url": "/assets/clubs/triamudomphotoclub_image_3.jpg",
        "description": "การถ่ายภาพกิจกรรมภายในโรงเรียน"
      }
    ]
  },
  "triamudomfrenchchorus": {
    "id": "ก30952-1",
    "thaiName": "ชมรมสีสรรพ์ภาษาต่างประเทศที่ 2 (French Chorus)",
    "englishName": "triamudomfrenchchorus",
    "count": "60",
    "activity": "\n\nชมรมของเราจะมีการฝึกซ้อมขับร้องประสานเสียง\nและมีการฝึกฝนทักษะทางด้านดนตรีที่มีประโยชน์ต่อการขับร้องประสานเสียง เช่น\nการอ่านโน้ตดนตรีสากล Ear Training\nโดยนอกชมรมของเราจากจะร้องเพลงภาษาฝรั่งเศสแล้ว ยังมีเพลงภาษาอื่น ๆ\nอีกด้วย เช่น ภาษาอังกฤษ ภาษาเยอรมัน ภาษาละติน\nเพื่อใช้สำหรับแสดงในงานต่าง ๆ ทั้งในโรงเรียน และนอกโรงเรียน\n\n",
    "benefit": "\n\nได้พัฒนาทักษะทางด้านภาษาฝรั่งเศส รวมไปถึงภาษาอื่น ๆ ที่ใช้ขับร้องในชมรม\nพัฒนาทักษะทางด้านดนตรี การขับร้องประสานเสียง เสริมสร้างบุคลิกภาพ\nและได้รับมิตรภาพจากเพื่อน ๆ ในชมรม\n\n",
    "portfolio": "ของชมรม\n\nงาน 333 ปีจากแวร์ซายส์...สู่สวนหลวง ร.9\n\nLa fête nationale Bangkok\n\nLa fête de L’ATPF\n\n",
    "reviews": [
      {
        "description": "French Chorus คืออะไร สำคัญกับคุณยังไง\n\nถ้าตอบแบบเป็นทางการสุด ๆ French Chorus\nคือคณะนักร้องประสานเสียงภาษาฝรั่งเศสแห่งโรงเรียนเตรียมอุดมศึกษา\nเป็นส่วนหนึ่งของชมรมสีสรรพ์ภาษาต่างประเทศที่ 2 นั่นเองค่ะ สำหรับเรา\nFrench Chorus คือสิ่งที่ทำให้เราอยากมาโรงเรียนในวันจันทร์\n(รู้เลยนะว่าปกติหล่อนขี้เกียจตื่นมาโรงเรียน) เพราะว่าอะไรน่ะเหรอ\nขออุบไว้เป็นความลับก่อนแล้วกันนะคะ\n\nFrench Chorus ทำอะไรบ้าง\n\nตามชื่อชมรมก็คือร้องเพลงประสานเสียงนั่นแหละค่ะ แต่ ๆ\nทุกปีเราจะมีการแข่งขันของสมาคมครูฝรั่งเศสแห่งประเทศไทยแล้วก็การแสดงต่าง\nๆ ด้วยนะ ถ้าอยากรู้ว่ามีงานอะไรบ้าง\nสามารถเข้าไปดูได้ที่เฟซบุ๊กหรืออินสตาแกรมของวงเราได้เลย!\nแล้วร้องประสานเสียงยากไหม จะว่ายากก็ไม่ยาก จะว่าง่ายก็ไม่ง่ายซะทีเดียว\nคือแต่ละคนแต่ละพาร์ทก็จะมีความยากง่ายแตกต่างกันไป\nอย่างเราอยู่พาร์ทโซปราโนก็จะไม่ค่อยมีปัญหากับเรื่องการอ่านหรือจำโน้ตเพลงเท่าไหร่\nแต่ก็ต้องร้องคีย์ที่แอบสูงปรี๊ดดดด (จริง ๆ ก็ไม่แอบแหละ สูงเลย) ซึ่งพี่\nๆ ก็จะช่วยไกด์ให้เราตลอดนะ ว่าร้องแบบนี้ง่ายกว่า ลองทำแบบนี้สิ\nก็จะช่วยได้เยอะเลยค่ะ\n\nสังคมในวงเป็นยังไง เพื่อนเป็นยังไงบ้าง ทุกคนน่ารักมากกกกกกก มากจริง ๆ\nอย่างที่บอกคือรุ่นพี่ช่วยเราตลอด แล้วก็ไม่ดุเลย แต่จะค่อย ๆ ปรับค่อย ๆ\nแนะนำเราไปเรื่อย ๆมากกว่า กับเพื่อน ๆ ก็คือสนิทกันข้ามขั้นจนงง\nชั้นไปสนิทกับแกขนาดนี้ตั้งแต่เมื่อไหร่นะ ?-?\n\nปกติซ้อมที่ไหนบ้าง ตึก 1 ค่ะ\nก็คือตึกที่เดินเข้าทางประตูฝั่งพญาไทแล้วเห็นเป็นตึกแรกนั่นแหละ\nแต่ก็จะมีซ้อมที่อื่นบ้างนิดหน่อยด้วย สนุกไหม ไม่บอก ต้องลองมาสัมผัสเอง\n\nได้อะไรจาก French Chorus ไปบ้าง นอกจากทักษะการร้องเพลงแล้ว\nสิ่งที่เราได้ไปก็คือมิตรภาพกับประสบการณ์ French Chorus\nทำให้เราได้รู้จักกับทั้งเพื่อนทั้งรุ่นพี่ต่างสายเยอะมาก ๆ\nเพื่อนที่รู้จักกันอยู่แล้วก็สนิทกันขึ้นไปอีก\nแล้วก็ประสบการณ์แบบนี้ไม่ได้หากันง่าย ๆ นะ ถ้าไม่ใช่ French Chorus\nเราก็ไม่รู้ว่าจะหาประสบการณ์แบบนี้ที่ไหนเหมือนกัน (ซึ้งเฉย) คนเขาว่า\nFrench Chorus ซ้อมหนัก จริงรึเปล่า?\n\nถ้าเป็นช่วงใกล้งานก็จะมีนัดซ้อมเพิ่มเติมบ้าง\nแต่ว่าช่วงสอบก็จะงดซ้อมเพื่อให้ทุกคนไปซุ่มอ่านหนังสือกันค่ะ ชื่อ French\nChorus ร้องแต่เพลงฝรั่งเศสเหรอ\nแล้วต้องมีพื้นฐานภาษาฝรั่งเศสรึเปล่าถึงจะเข้าได้ ยืนยัน นั่งยัน นอนยัน\nตีลังกายันเลยว่า French Chorus ไม่ได้ร้องเพลงภาษาฝรั่งเศสอย่างเดียว\nเรายังร้องเพลงภาษาอื่นอีกด้วย!\nแล้วก็ไม่จำเป็นจะต้องมีพื้นฐานภาษาฝรั่งเศสเลย\nชมรมของเราเปิดรับทุกสายการเรียน ไม่มีการออดิชั่น!\nขอเพียงแค่มีใจรักในการร้องเพลงเท่านั้นค่า มีเรื่องประทับใจอะไรกับ French\nChorus บ้างไหม\nไหนเล่าให้ฟังหน่อยสิเรื่องที่ประทับใจที่สุดก็คงเป็นเพื่อนกับรุ่นพี่อีกเช่นเคย\nเราเป็นคนที่มีปัญหาสุขภาพค่อนข้างบ่อยค่ะ เพื่อน ๆ ก็จะคอยช่วยดูแลเรา\nแล้วก็อีกอย่างหนึ่ง อันนี้พูดได้ใช่ไหมคะพี่จี้ เราว่าสมาชิก French\nChorus หลายคนแอบตลก ? ตอนแรกนึกว่าจะเรียบร้อย ไป ๆ มา ๆ\nถึงกับต้องร้องเพลงภาพลวงตากันเลยทีเดียวค่ะ\n\nอยากจะฝากอะไรถึงว่าที่ TU84 หน่อยไหมครับ\nน่าเสียดายที่ปีนี้วงของพวกเราไม่มีโอกาสแสดงในงาน open house ให้ว่าที่\nTU84 ได้ชมกันแบบสด ๆ แต่หวังว่าเราจะได้แสดงให้ทุกคนได้ชมหลังเป็น TU84\nกันอย่างเต็มตัวแล้วนะคะ\nระหว่างทางที่จะถึงเป้าหมายนี้ก็ขอให้ทุกคนทำให้เต็มที่ พักผ่อนให้เพียงพอ\nรักษาสุขภาพกันดี ๆ แล้วมาพบกันในรั้วเตรียมค่ะ :)",
        "profileContent": {
          "name": "เน็กซ์",
          "year": "83",
          "contact": "IG: nxtpanii"
        }
      },
      {
        "description": "\nFrench Chorus คืออะไร สำคัญกับคุณยังไง French Chorus\nเป็นชมรมหนึ่งที่เป็นมากกว่าชมรมค่ะ เพื่อน ๆ ในวงเป็นกันเอง\nเเล้วก็สนิทกันมาก ๆ ด้วย เราได้พลังบวกจากชมรมนี้เยอะมากกกกก\nไม่ว่าจะจากตอนร้องเพลง หรือว่าจากเพื่อน ๆ ในวง เพื่อน ๆ\nในวงน่ารักกับเรามาก ๆ ค่ะ\n\nFrench Chorus ทำอะไรบ้าง ตามชื่อชมรมเลยค่ะ\nขับร้องประสานเสียงภาษาฝรั่งเศสค่ะ\nคือรุ่นเราก็เจอกับโควิดก็เลยไม่ค่อยมีกิจกรรมเยอะเท่ารุ่นพี่เท่าไหร่ค่ะ\nส่วนปีของรุ่นพี่ French Chorus 26 ได้ทำอะไรเยอะมากกก งานใหญ่ ๆ\nก็จะมีงานของสมาคมครูภาษาฝรั่งเศส (L’A.T.P.F.)\nเเล้วก็มีงานยิบย่อยในโรงเรียนค่ะแล้วร้องประสานเสียงยากไหม\nไม่ยากเเล้วก็ไม่ง่ายซะทีเดียวค่ะ ปกติเเล้ววงคอรัสจะมี 4 พาร์ท เเบ่งเป็น\nโซปราโน อัลโต เทนเนอร์ เเล้วก็เบส\nซึ่งเเต่ละพาร์ทส่วนใหญ่เเล้วจะร้องคนละโน้ตกัน\nเลยต้องจำโน้ตของพาร์ทตัวเองให้ได้เพื่อที่จะได้ไม่หลงกับโน้ตของพาร์ทอื่นค่ะ\nรุ่นพี่ก็มีทริกคือให้ฟัง MIDI บ่อย ๆ จะได้จำโน้ตได้เเม่นขึ้นค่ะ\nเเล้วก็ง่ายขึ้นจริง ๆ เวลาเรามาร้องรวมกันกับเพื่อน ๆ พาร์ทอื่น\nสังคมในวงเป็นยังไง เพื่อนเป็นยังไงบ้าง ทุกคนในวงเป็นกันเองมากกกกก\nนอกจากเราจะสนิทกับเพื่อน ๆ French Chorus 27 ด้วยกันเองเเล้ว\nตัวบีเองก็สนิทกับรุ่นพี่ด้วยเหมือนกัน อย่างที่หลาย ๆ\nคนอาจจะทราบอยู่เเล้วว่า French Chorus เปิดรับทุกเเผนการเรียน\nไม่ใช่เเค่ศิลป์ฝรั่งเศส\nก็เลยทำให้เรารู้จักกับเพื่อนต่างเเผนการเรียนมากขึ้น\nที่ไม่ใช่เเค่ศิลป์จีนที่ตัวบีเองอยู่ตอนนี้ บีเคยทำการบ้านคณิตไม่ได้\nก็เลยส่งข้อความไปหารุ่นพี่ใน French Chorus ที่อยู่เเผนการเรียนวิทย์-คณิต\nพี่เขาก็ช่วยสอนจนบีเข้าใจเลยค่ะ น่ารักมาก ๆ ปกติซ้อมที่ไหนบ้าง\nซ้อมที่ตึก 1 ค่ะ ส่วนใหญ่เป็นห้อง 48 เเล้วก็มีห้อง Salle de Langue\nที่ไม่ได้มีโอกาสใช้ห้องบ่อยเท่าห้อง 48\nส่วนปิดเทอมที่ผ่านมาพวกเรามีซ้อมงาน Open House\nของปีนี้ที่เวทีลานบานเย็นค่ะ ขอกระซิบว่าพวกเราตั้งใจซ้อมกันมาก ๆ\nในช่วงปิดเทอมที่ผ่านมา เพื่อที่จะให้น้อง ๆ รุ่น 84\nทุกคนได้รับความทรงจำที่ดีกับโรงเรียนเตรียมอุดมฯ เเละชมรม French Chorus\nของเรากลับไปให้คิดถึงกันค่ะ สนุกไหม สนุกมาก ๆ ค่ะ ตื่นตาตื่นใจด้วย\nโดยเฉพาะตอนบีออกงานครั้งเเรก คืองานมุทิตาจิต\nเป็นงานเกษียณอายุราชการของคุณครู เเล้วงานนั้นพวกเราก็ได้ร่วมงานกับ E.P.\nChorus ด้วย ถือว่าเป็นงานเเรกที่สนุก น่าตื่นเต้น เเล้วก็ตื่นตาตื่นใจมาก\nๆ ได้อะไรจาก French Chorus ไปบ้าง บีกล้าบอกได้เต็มปากเลยว่าได้อะไรใหม่ ๆ\nเยอะมาก ที่ได้เเน่ ๆ ก็คงเป็นเทคนิคการขับร้องประสานเสียง เช่น การหายใจ\nการปิดคำ การทำเสียงสะท้อนในช่องกะโหลก เเล้วก็ทักษะการอ่าน\nการออกเสียงภาษาฝรั่งเศส ที่สำคัญที่สุดคือการได้รู้จักพี่ ๆ\nในวงที่ช่วยเหลือเรามาตลอด ซึ่งน่ารักมาก ๆ เเล้วก็มิตรภาพเพื่อน ๆ รุ่น 27\nด้วยกันค่ะ หลังเรียนเสร็จก็มีเครียดบ้าง เเต่พอเราได้มาซ้อม ได้มาร้องเพลง\nได้มาเจอคนในวงเเล้วมัน happy อย่างที่บอกไปค่ะ\nบีได้พลังบวกจากชมรมนี้เยอะมาก ๆ คน เขาว่า French Chorus ซ้อมหนัก\nจริงรึเปล่า ไม่จริงค่า ชมรมเราสบาย ๆ เลย เวลาร้องเพลงจะมีได้มีความสุขกัน\nเพราะมันจะทำให้เสียงร้องของเราก็จะสดใสไปด้วย เเถมช่วงก่อนสอบ 1\nอาทิตย์จะไม่มีการซ้อม เพื่อให้ทุกคนได้ไปเตรียมตัวสอบกันค่ะ ชื่อ French\nChorus ร้องแต่เพลงฝรั่งเศสเหรอ\nแล้วต้องมีพื้นฐานภาษาฝรั่งเศสรึเปล่าถึงจะเข้าได้ ถึงชื่อชมรมเราจะเป็น\nFrench Chorus เเต่ก็มีร้องเพลงภาษาอื่นนอกจากฝรั่งเศสค่ะ อย่างภาษาไทย\nภาษาอังกฤษ เเล้วก็มีภาษา Kiluba ด้วยค่ะ เป็นภาษาในเเถบคองโก\nตอนได้ร้องเราก็รู้สึกว้าวมาก ๆ เเล้วเพลงก็เพราะด้วยค่ะ\nเเล้วก็การเข้ามาใน French Chorus\nไม่จำเป็นต้องมีพื้นฐานภาษาฝรั่งเศสก็ได้ค่ะ\nอย่างตัวบีเองก็เรียนอยู่ศิลป์-จีน เเล้วก็ไม่มีพื้นฐานภาษาฝรั่งเศสเลย\nเเต่ก็มีรุ่นพี่สอนพื้นฐานการอ่าน การออกเสียงให้ค่ะ\nมีเรื่องประทับใจอะไรกับ French Chorus บ้างไหม ไหนเล่าให้ฟังหน่อยสิ\nมีหลายเรื่องที่บีเองประทับใจมากกก\nขอพูดถึงครั้งเเรกที่เข้าไปชมรมเเล้วกันนะคะ คือมันมีการคัดพาร์ท\nคัดพาร์ทคือพี่เขาจะคัดให้ว่าเราได้อยู่พาร์ทไหน โซปราโน อัลโต เทนเนอร์\nหรือเบส โดยเราเตรียมเพลงมาเพลงเดียวเเล้วร้องให้พี่ ๆ ฟังค่ะ\nตอนนั้นเราเลือกเพลง Cornelia Street ของ Taylor Swift ไป\nเเล้วตอนเราร้องก็มีพี่ที่โบกไม้โบกมือให้เรา เเถมตอนเราร้องจบเเล้วพี่ ๆ\nในห้องก็ปรบมือให้ด้วย ถือว่าเป็น first impression ที่ประทับใจสุด ๆ ค่ะ\nอยากจะฝากอะไรถึงว่าที่ TU84 หน่อยไหมครับ\nอยากให้ทุกคนได้พยายามอย่างเต็มที่กับเวลาที่เหลืออีกไม่ถึง 1 เดือน\nทุกคนเก่งมากเเล้วจริง ๆ ที่พยายามอย่างหนักมาโดยตลอด บีเข้าใจมาก ๆ\nว่าตอนนี้เหนื่อยทั้งงานที่โรงเรียน สอบปลายภาค สอบโอเน็ต\nเเต่ทุกคนอย่าลืมให้เวลากับตัวเองได้พักผ่อน หรือผ่อนคลายบ้าง\nไม่ได้เป็นบาส เเต่เป็นห่วงนะคะ เเล้วบีก็เชื่อว่ามีอีกหลาย ๆ\nคนที่พื้นฐานไม่ได้ดีนัก ไม่ว่าจะเป็นพื้นฐานความรู้\nหรือว่าพื้นฐานเศรษฐกิจของครอบครัว\nอยากบอกให้รู้ว่ามีเราที่เป็นกำลังใจให้อยู่ตรงนี้เสมอ อย่าโทษตัวเอง\nอย่าท้อถอย อย่าหมดหวัง อยากให้ได้ลองพยายามซักตั้ง\nไม่ว่าผลลัพธ์จะเป็นยังไง ทุกคนก็เก่งขึ้นจากเมื่อ 3 เดือนที่เเล้วมาก ๆ\nหวังว่าเราจะได้เจอในรั้วเตรียมอุดมศึกษานะคะ เเล้วเจอกันค่ะ",
        "profileContent": {
          "name": "บี",
          "year": "83",
          "contact": "IG: zehuaaa"
        }
      },
      {
        "description": "\nFrench Chorus คืออะไร สำคัญกับคุณยังไง จากใจเลย\nถ้าถามว่าวงนี้อะไรก็คงนิยามให้เป็นบ้านหลังที่เท่าไหร่ก็ไม่รู้ของเราอะ\n5555 มันเป็นที่ที่เรารู้สึกว่าเราได้เจอตัวเองอีกคนในนั้นอะ อยู่ ๆ ไปอยู่\nๆ มามันก็เป็นส่วนหนึ่งในชีวิตเตรียมอุดมฯเราไปแล้ว French Chorus\nทำอะไรบ้าง ชมรมนี้เหรอ ถ้าตอบแบบกำปั้นทุบดินก็คือร้องเพลงประสานเสียง\nซึ่งเวลาร้องมันต้องแยกประสาท\nนอกเหนือจากนั้นก็เป็นกิจกรรมในชมรมกรุบกริบต่าง ๆ นา ๆ\nมีรับงานราษฎร์งานหลวงในโรงเรียน แล้วก็ที่สำคัญที่สุดที่สุดคือ\nการไปแข่งขับร้องประเภทหมู่ของสมาคมครูฝรั่งเศสแห่งฝรั่งเศส\nหรือที่เด็กศิลป์-ฝะ' กับเด็ก French Chorus จะรู้จักกันในชื่อ L'A.T.P.F\nแล้วร้องประสานเสียงยากไหม จะว่าง่ายมันก็ง่าย จะว่ายากมันก็ยาก\nประมาณว่ามันคือการร้องโน้ตคนละตัวกัน\nแล้วมันต้องแยกประสาทให้ออกว่าเราร้องตัวไหน ช่วงแรก ๆ อาจจะยากหน่อย\nแต่ถ้าฝึกไปเรื่อย ๆ มันก็จะทำได้เอง สังคมในวงเป็นยังไง\nเพื่อนเป็นยังไงบ้าง มันเป็นสังคมแบบเพื่อนช่วยเพื่อนนะ\nด้วยความที่ทุกอย่างมันต้องไปด้วยกัน นักร้องต้องไปด้วยกัน เราก็จะช่วยกัน\nคนที่อยู่มาก่อนหรือมีประสบการณ์ก็จะช่วยเพื่อน ๆ ที่อาจจะยังไม่ได้กัน\nส่วนเพื่อนเนี่ยก็น่ารักกันทุกคน อย่างที่บอกคือช่วยเหลือกัน\nใครไม่ทันอะไรก็ช่วยกัน พอมันอยู่วงเดียวกัน ทำอะไรด้วยกันบ่อย\nมันก็จะสนิทกันด้วย ปกติซ้อมที่ไหนบ้าง ปกติเราจะซ้อมกันที่ตึก 1\nเป็นตึกแรกเลยถ้าเดินเข้ามาทางพญาไท ห้องหลัก ๆ ที่จะซ้อมก็เป็นห้อง Salle\nde langue บางทีก็ย้ายไปซ้อมที่อื่นบ้าง สนุกไหม สนุกนะ เหมือนคล้าย ๆ\nกับต่อจิ๊กซอว์ ตอนร้องพาร์ทเดียวมันก็จะงง ๆ ว่า เอ๊ะ อะไรวะ\nแต่พอมันเอามารวมกันแล้วอะ\nระหว่างที่เราร้องตรงนั้นเราก็ได้เสพดนตรีที่เราร้องไปด้วย ก็สนุกไปอีกแบบ\nมันคือสุนทรีย์ล้วน ๆ เลย ได้อะไรจาก French Chorus ไปบ้าง\nอย่างแรกคือได้ทำตามสิ่งที่ตัวเองอยากทำ 555555 เอาดี ๆ\nเป็นสิ่งที่ทำให้อยากเข้าเตรียมฯด้วยนะ อย่างที่สองก็คือได้เพื่อน ได้สังคม\nเพื่อนสนิทหลาย ๆ คนเราก็สนิทจากชมรมนี่แหละ\nอย่างที่สามคือเราได้เปิดโลกดนตรีไปเลย ความรู้ด้านดนตรีจาก 0\nก็เข้ามาอยู่ที่ 20 ประมาณนั้น แล้วก็สุดท้าย ความทรงจำดี ๆ หลาย ๆ\nอย่างเราก็ได้จากวงนี่แหละ คนเขาว่า French Chorus ซ้อมหนัก จริงรึเปล่า\nก็ไม่ได้หนักนะจริง ๆ แล้ว อาจจะต้องเข้าชมรมถี่ ๆ หน่อย เช่น\nชมรมอื่นอาจจะอาทิตย์ละครั้ง แต่ชมรมเราเรียกอาทิตย์ละสองครั้ง\nแต่พอไปซ้อมจริง ๆ แล้วมันจะมีช่วงพัก คือช่วงเราอาจจะเรียกพาร์ทอื่นไปต่อ\nระหว่างนั้นเราก็ต่อกันเอง มันก็จะมีความได้พักไปในตัวด้วย\nส่วนถ้าช่วงมีงานก็จะเยอะเป็นพิเศษ\nส่วนช่วงสอบก็เราจะซ้อมกันที่สามย่านโคออฟ ซ้อมคอรัส ? เปล่า ซ้อมตาย ;-;\nชื่อ French Chorus ร้องแต่เพลงฝรั่งเศสเหรอ\nแล้วต้องมีพื้นฐานภาษาฝรั่งเศสรึเปล่าถึงจะเข้าได้\nไม่ได้ร้องฝรั่งเศสอย่างเดียวนะ เราร้องกันหลายภาษาเลย แบบ ฝรั่งเศส ไทย\nอังกฤษ ละติน เยอรมันก็มี แต่แค่หลัก ๆ ที่เราจะร้องก็จะเป็นไทยกับฝรั่งเศส\nส่วนพื้นฐานทางภาษาต้องมีไหม ตอบไว้เลยว่าไม่ต้องมี\nเราเน้นว่าเวลาร้องให้สำเนียงถูก การออกเสียงถูกเป็นพอ\nซึ่งเราก็จะมีคนที่มีพื้นฐานทางภาษาเนี่ยออกมาสอนอ่านเนื้อให้ฟังอยู่แล้ว\nเพราะฉะนั้นไม่จำเป็นต้องมีครับ มีเรื่องประทับใจอะไรกับ French Chorus\nบ้างไหม ไหนเล่าให้ฟังหน่อยสิ ก็จะมีเรื่องตอนซ้อมแข่ง L'A.T.P.F นี่แหละ\nเป็นจุดเริ่มต้นที่ทำให้รุ่น 26 สนิทกันแบบจริง ๆ จัง ๆ\nเราซ้อมกันหนักด้วยแหละช่วงนั้น\nแล้วก็รุ่นเราเป็นรุ่นที่ผ่านร้อนผ่านหนาวมา ผ่านเรื่องเจ็บปวดมา\nทุกคนคือเหนื่อยจากการซ้อม ซึ่งเราเองก็เป็นคนนึงที่เหนื่อยมาก ๆ\nเพราะเราต้องทำเอกสารไปแลกเปลี่ยนด้วย (แต่เนื่องจากติดโควิด\nก็อย่างที่ทราบฮะ ;-;)\nแต่คือพลังงานทุกคนก็ไม่ได้ตกลงไปจนเราก็ชนะการแข่งครั้งนั้นมาได้\nจำได้ว่าวันนั้นที่เราไปแข่งเป็นวันนึงที่เรามีความสุขมากเลยนะ\nเป็นวันที่เรารู้สึกว่าเราใช้เวลาได้คุ้มค่ากับที่เราเสียไปจริง ๆ\nวันนั้นเราจำได้ว่ารุ่นพี่ซื้อชานมมาให้กิน\nเพราะว่าก่อนแข่งเราจะโดนสั่งห้ามกินของบางอย่าง\nมันชื่นใจมากเลยนะชานมวันนั้น มันอร่อยกว่าวันอื่น ๆ\nหลังจากวันนั้นทุกครั้งที่เรากินชานมเวลาที่เหนื่อยมาก ๆ\nหรือมีเรื่องเครียด ๆ\nเราจะหวนกลับไปนึกถึงวันนั้นแล้วก็อมยิ้มมีความสุขตลอด\nหนึ่งในประสบการณ์และความทรงจำดี ๆ อยากจะฝากอะไรถึงว่าที่ TU84\nหน่อยไหมครับ ก็ขอให้สู้ ๆ กับการสอบที่จะมาถึงนี้นะครับ มันอาจจะเหนื่อย\nมันอาจจะยาก แต่ว่าพวกแกทำได้อยู่แล้ว\nพระเกี้ยวน้อยอยู่ไม่ไกลเกินเอื้อมทุกคนหรอกครับ ขอให้โชคดีนะครับ\nแล้วก็ขอฝากชมรมขับร้องประสานเสียงภาษาฝรั่งเศส (French Chorus)\nเอาไว้ในอ้อมอกอ้อมใจด้วยนะครับ :)",
        "profileContent": {
          "name": "รัญชน์",
          "year": "82",
          "contact": "IG: _ranthjnx_"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/triamudomfrenchchorus_profile_1.jpg",
      "/assets/clubs/triamudomfrenchchorus_profile_2.jpg",
      "/assets/clubs/triamudomfrenchchorus_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/triamudomfrenchchorus_image_1.jpg",
        "description": "การแข่งขันทักษะภาษาฝรั่งเศส La fête de L’ATPF"
      },
      {
        "url": "/assets/clubs/triamudomfrenchchorus_image_2.jpg",
        "description": "ค่ายเรียนรู้ภาษาและวัฒนธรรมฝรั่งเศสผ่านการขับร้องเพลงประสานเสียง"
      },
      {
        "url": "/assets/clubs/triamudomfrenchchorus_image_3.jpg",
        "description": "บรรยากาศวันงานการแข่งขันทักษะภาษาฝรั่งเศส La fête de L’ATPF"
      }
    ]
  },
  "chineseclub": {
    "id": "ก30952-4",
    "thaiName": "ชมรมสีสรรพ์ภาษาต่างประเทศที่ 2 (ภาษาจีน)",
    "englishName": "chineseclub",
    "count": "60",
    "activity": "\n\nชมรมสีสรรพ์ภาษาจีน\nเป็นชมรมย่อยของชมรมสีสรรพ์ภาษาที่เน้นให้ความรู้ความเข้าใจทางด้านภาษาและวัฒนธรรมจีน\nในแต่ละชั่วโมงเรียน ก็จะมีการให้ความรู้เกี่ยวกับประเทศจีน\nไม่ว่าจะเป็นในเรื่องของภูมิศาสตร์จีน คำศัพท์ภาษาจีน เทศกาลต่าง ๆ\nบางชั่วโมงมีกิจกรรมเพื่อคลายความเครียด ไม่ว่าจะเป็นเกมความรู้\nการเปิดเพลง และซีรีส์จีนให้รับชมรับฟังกัน\nและบางชั่วโมงยังนำความรู้ที่ออกข้อสอบ PAT 7.4 มาสอนอีกด้วย นอกจากนี้\nยังมีการเชิญวิทยากรมาให้ความรู้ ให้คำแนะนำ\nรวมทั้งมีการทำอาหารและประดิษฐ์สิ่งของของประเทศจีน เช่น หม่าล่า พับเกี๊ยว\nพับพัด ส่วนในกิจกรรมในงาน Open House แต่ละปีก็จะมีการจัดซุ้ม\nทั้งซุ้มอาหารและซุ้มวิชาการเพื่อให้ความรู้ ชมรมนี้ไม่มีการออดิชั่น\nไม่จำเป็นต้องมีความรู้ภาษาจีนก็สามารถเข้ามาได้\n\n",
    "benefit": "\n\nได้รับความรู้ ความเข้าใจทางด้านภาษาและวัฒนธรรมจีน และได้ทำกิจกรรมต่าง ๆ ร่วมกับสมาชิกชมรมจากหลากหลายสายการเรียนที่มีความสนใจเหมือนกัน\n\n",
    "portfolio": "ของชมรม\n\n-\n\n",
    "reviews": [
      {
        "description": "ชมรมไม่เครียดเลย มีเกมมาให้เล่น และในเกมยังแฝงความรู้ไว้ด้วย",
        "profileContent": {
          "name": "น้ำปูน",
          "year": "82",
          "contact": "IG: ssuchanya"
        }
      },
      {
        "description": "\nเป็นชมรมที่ไม่เครียด สนุก",
        "profileContent": {
          "name": "ส้ม",
          "year": "82",
          "contact": "IG: palikazz"
        }
      },
      {
        "description": "\nชมรมมีเพื่อนต่างสายมาอยู่ด้วยกันเยอะมาก ได้รู้จักเพื่อนต่างสายด้วย",
        "profileContent": {
          "name": "เตย",
          "year": "82",
          "contact": "IG: c_chanocha_a"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/chineseclub_profile_1.jpg",
      "/assets/clubs/chineseclub_profile_2.jpg",
      "/assets/clubs/chineseclub_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/chineseclub_image_1.jpg",
        "description": "กิจกรรมการทำหั่วกัว (หม่าล่า) รับประทานกันภายในชมรม"
      },
      {
        "url": "/assets/clubs/chineseclub_image_2.jpg",
        "description": "กิจกรรมการทำหั่วกัว (หม่าล่า) รับประทานกันภายในชมรม"
      },
      {
        "url": "/assets/clubs/chineseclub_image_3.jpg",
        "description": "วิทยากรพิเศษมาให้ความรู้และเล่าถึงประสบการณ์การเรียนต่อระดับชั้นมหาวิทยาลัยที่ประเทศจีน และการ work and travel ที่ประเทศจีน"
      }
    ]
  },
  "nartasilptu": {
    "id": "ก30911",
    "thaiName": "ชมรมนาฏศิลป์",
    "englishName": "nartasilptu",
    "count": "50",
    "activity": "ชมรมนาฎศิลป์จะเน้นที่การปฏิบัติมากกว่าด้านทฤษฎี ในแต่ละภาคเรียนจะมีกิจกรรมที่แตกต่างกันออกไป เช่น การนุ่งโจงกระเบนและการห่มสไบเพื่อให้นักเรียนในชมรมรู้และสามารถปฏิบัติได้อย่างถูกต้อง นอกจากนี้ชมรมของเรายังมีกิจกรรมเวิร์คช็อปเพื่อเป็นการละลายพฤติกรรมและเป็นการเตรียมพร้อมพื้นฐานในการแสดงออกต่อสาธารณะ นอกจากกิจกรรมภายในชมรมแล้วยังมีการส่งนักเรียนที่มีความสามารถไปแข่งขันภายนอกโรงเรียนอีกด้วย",
    "benefit": "สิ่งที่สมาชิกของชมรมจะได้รับ คือความรู้ทางทฤษฎีและการฝึกปฏิบัติเพิ่มเติม เพื่อฝึกให้ผู้เรียนมีสมาธิ เข้าถึงจิตวิญญาณของการเป็นนักแสดงที่ดี ฝึกความกล้าแสดงออก รวมถึงการสื่อสารผ่านการแสดงอย่างถูกต้องสามารถสร้างสรรค์งานด้านนาฏศิลป์ นำความรู้ไปสืบทอดวัฒนธรรมไทย และนอกจากนี้ยังได้พบเพื่อนใหม่อีกมากมาย ผ่านการทำกิจกรรมสร้างสรรค์ต่าง ๆ ที่ทางชมรมได้จัดทำขึ้น",
    "portfolio": "-รับรางวัลพระราชทานจากสมเด็จพระกนิษฐาธิราชเจ้า กรมสมเด็จพระเทพรัตนราชสุดาฯ รางวัลชนะเลิศ ในการประกวดนาฏยวาทิต กิตติประกาศนาฏศิลป์\nไทย ครั้งที่ 2 จัดโดย สถาบันบัณฑิตพัฒนศิลปั กระทรวงวัฒนธรรม\n-รางวัลชนะเลิศ การประกวดนาฏศิลย์ไทย ระดับมัธยมศึกษา โครงการประกวดนาฏศิลปัไทย ระดับประถมศึกษาและมัธยมศึกษา ครั้งที่ 27 จัดโดย คณะ\nมนุษยศาสตร์ มหาวิทยาลัยนเรศวร\n-รางวัลชนะเลิศ การประกวดระบำมาตรฐาน งานศิลปหัตถกรรมนักเรียน ครั้งที่ 68 ระดับชาติ ปีการศึกษา 2561\n-นักเรียนในชมรมสอบเข้าเรียนคณะศิลปกรรมศาสตร์ จุฬลงกรณ์มหาวิทยาลัยได้",
    "reviews": [
      {
        "description": "☁️ ชมรมนาฏศิลป์ เป็นชมรมที่ทำให้เราได้ทั้งความรู้เบื้องหน้าและเบื้องหลัง ได้ลองทำอะไรหลายๆอย่าง มีกิจกรรมมากมาย เช่น สอนวิธีการนุ่งโจงกระเบน วิธีการห่มสไบ การแต่งหน้า ทำผม และอื่นๆอีกมากมาย นอกจากนี้นักเรียนยังสามารถเสนอหัวข้อในการเรียนของแต่ละสัปดาห์ตามความสนใจได้อีกด้วย อาจารย์และเพื่อนๆร่วมชมรมก็น่ารักมาก บรรยากาศสบายๆ ไม่เคร่งเครียด คนที่ไม่มีพื้นฐานก็สามารถเข้าได้ แล้วมาเป็นสมาชิกชมรมนาฏศิลป์ด้วยกันนะคะ ✨",
        "profileContent": {
          "name": "เอิร์น",
          "year": "82",
          "contact": "IG: earnn___"
        }
      },
      {
        "description": "⟢ ชมรมนาฏศิลป์เป็นชมรมที่ได้อะไรหลายอย่างเลยค่ะ ได้ทั้งประสบการณ์ ความรู้ และกิจกรรมหลากหลายมากๆเลย มีทั้งการรำ การเต้น การแสดง หรือจะเป็นการแต่งหน้า ทำผมและแต่งตัวต่างๆ สนุกมากๆเลย ไม่จำเป็นต้องมีพื้นฐานนาฏศิลป์หรือไม่เคยรำก็สามารถอยู่ได้เลยค่ะ เราอยู่กันเป็นครอบครัวมากๆเลยค่ะ บรรยากาศชมรมก็สนุกมากกกๆ ปรึกษากันได้ทุกเรื่องเลย ทุกคนtake care กัน คอยช่วยเหลือกันตลอด คุณครูทุกคนก็น่ารักมากๆเลยค่ะ คอยดูแลให้คำปรึกษาพวกเราเยอะมากๆ เป็นทั้งชมรมและเป็นทั้งครอบครัวที่อบอุ่นมากๆเลยค่ะ ·̑◡·̑ 🤍",
        "profileContent": {
          "name": "น้ำ",
          "year": "83",
          "contact": "IG: nnampani"
        }
      },
      {
        "description": "🙌 อันดับแรกเลย คุณครูน่ารักมาก! ใจดี เป็นกันเองทุกคน สอนสนุกด้วย💓 แล้วครูก็เทคแคร์นักเรียนทุกคนเลย ครูจะคอยถามตลอดว่าใครไม่เข้าใจหรือไม่ทันตรงไหนมั้ย เพราะงั้นถ้าใครสนใจอยากจะเข้าชมรมนี้แต่ไม่เคยเรียนหรือมีพื้นฐานมาก่อน เข้าเลย !! ไม่ต้องกลัว !! ทุกคนในชมรมน่ารักเฟรนลี่ พร้อมที่จะให้คำปรึกษาตลอด🧚‍♀️ แล้วก็ชมรมนี้ไม่ได้มีสอนแค่รำอย่างเดียวนะ มีทั้งแต่งหน้า แต่งตัว แถมแอบมีเต้นด้วย แล้วก็อีกหลายๆอย่างที่เกี่ยวกับนาฏศิลป์เลย😚 น่าเสียดายที่เรายังไม่เห็นบรรยากาศในห้องเรียนจริงๆเพราะโควิด-19 แต่เชื่อเลยว่าถ้าได้เจอกันที่รร.ต้องสนุกแน่ๆ🌷",
        "profileContent": {
          "name": "เดียร์",
          "year": "84",
          "contact": "IG: d.dear__"
        }
      }
    ],
    "reviewURL": [
      "/assets/clubs/nartasilptu_profile_1.jpg",
      "/assets/clubs/nartasilptu_profile_2.jpg",
      "/assets/clubs/nartasilptu_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/clubs/nartasilptu_image_1.jpg",
        "description": "กิจกรรมทำความรู้จัก"
      },
      {
        "url": "/assets/clubs/nartasilptu_image_2.jpg",
        "description": "การนุ่งโจงกระเบนและการห่มสไบ"
      },
      {
        "url": "/assets/clubs/nartasilptu_image_3.jpg",
        "description": "การแข่งขันศิลปหัตถกรรม"
      }
    ]
  }
}
