{
  "giftedthai": {
    "thaiName": "โครงการ Gifted Thai",
    "englishName": "giftedthai",
    "count": "20-30",
    "admission": "\n>\nโดยทั่วไปจะเริ่มรับสมัครหลังจากการมอบตัวนักเรียนชั้นม.4\nในช่วงเวลาดังกล่าวควรติดตามข่าวสารการรับสมัครจากทางโรงเรียนให้ดีเพื่อความชัดเจนและถูกต้อง\nซึ่งนักเรียนทุกสายการเรียนสามารถสมัครสอบได้ ไม่ว่าจะเป็นสายวิทย์-คณิต\nสายศิลป์ภาษา หรือสายศิลป์คำนวณ ในส่วนของการสอบเข้า\nการสอบจะแบ่งออกเป็นสองส่วนคือ การทำข้อสอบและการสอบสัมภาษณ์\nในส่วนของการทำข้อสอบจะเป็นข้อสอบข้อเขียน\nส่วนใหญ่จะเป็นข้อสอบเชิงวิเคราะห์ เช่น การวิเคราะห์คำประพันธ์ เป็นต้น\nและในส่วนของการสอบสัมภาษณ์จะเป็นการสัมภาษณ์เพื่อดูว่านักเรียนมีความพร้อมและความตั้งใจมากแค่ไหนที่จะเข้ามาเป็นส่วนหนึ่งของกิฟต์ไทย\n>\n",
    "exsubject": "\n>\nโครงการพัฒนาความสามารถพิเศษด้านภาษาไทย หรือ “กิฟต์ไทย”\nเป็นโครงการที่ส่งเสริมนักเรียนในเรื่องของภาษาไทยในระดับที่ลึกลงไปจากเนื้อหาในห้องเรียน\nซึ่งเปิดรับนักเรียนในทุกสายการเรียนไม่ว่าจะเป็นสายวิทย์หรือสายศิลป์\nโดยจะเรียนวิชาภาษาไทยที่มีชื่อว่า “ภาษาไทยเพิ่มพูนประสบการณ์”\nทุกวันพุธตอนเย็นหลังเลิกเรียน คือตั้งแต่สี่โมงเย็นเป็นต้นไป\nในคาบเรียนนักเรียนกิฟต์ไทยทุกคนจะต้องมาเจอกันและเรียนตามแผนการที่ทางโครงการได้จัดไว้ให้\nซึ่งโดยส่วนใหญ่แล้วจะเรียนเกี่ยวกับการทำโครงงานว่านักเรียนควรเลือกเรื่องแบบไหนในการทำ\nมีรูปแบบในการทำโครงงานยังไง\nและในบางสัปดาห์ทางโครงการจะเชิญวิทยากรจากนอกสถานที่\nซึ่งเป็นผู้ที่มีความรู้ ความสามารถและมีผลงานทางด้านภาษาไทยที่เด่นชัด\nมาให้ความรู้ในเรื่องต่าง ๆ ที่ลึกลงไปมากกว่าวิชาภาษาไทยในบทเรียน\nเนื้อหาที่วิทยากรนำมาสอนมักจะเป็นแนวทาง\nและเป็นตัวอย่างในการทำโครงงานของนักเรียนได้\nการเรียนการสอนของกิฟต์ไทยนั้นไม่ได้เรียนหนักมาก\nแต่จะเน้นไปที่การทำงานที่ค่อนข้างหนัก\nโดยเฉพาะการทำโครงงานที่ทั้งมีความยากและเยอะ\nเด็กกิฟต์ไทยทุกคนจะต้องทุ่มเทเวลา แรงกาย\nแรงใจในการทำโครงงานเป็นอย่างมากเพื่อให้โครงงานของเราเสร็จไปได้ด้วยดี\nแต่ภายใต้การทำงานที่หนักก็จะมีคุณครูที่คอยให้คำปรึกษาและจะคอยตรวจสอบความถูกต้องในทุกขั้นตอนของการทำโครงงาน\n>\n",
    "interest": "\n>\nความน่าสนใจของกิฟต์ไทยคือถ้าคุณมีใจรักใจภาษาไทยจริง ๆ\nชอบที่จะอ่านวรรณคดี เห็นสีสันของภาษา หรือชอบวิชาภาษาไทย\nบอกได้เลยว่ากิฟต์ไทยคืออีกหนึ่งช่องทางที่จะทำให้คุณได้รู้จักและได้ค้นพบสิ่งใหม่\nๆ ในภาษาไทยมากขึ้น\nเพราะบทเรียนของวิชาภาษาไทยเพิ่มพูนประสบการณ์นั้นมีความเข้มข้นและน่าสนใจอยู่ไม่น้อย\nนอกจากนี้ ในโครงการของเราก็ยังมีกิจกรรมมากมายให้นักเรียนในโครงการได้ทำ\nไม่ว่าจะเป็น กิจกรรมวันภาษาไทย ซึ่งโดยปกติก็จะมีการแสดงละคร ฉ่อย\nพูดสุนทรพจน์ มีงานในส่วนของพิธีกรและงานในส่วนอื่น ๆ\nที่จะทำให้นักเรียนในกิฟต์ได้ฝึกการทำงานร่วมกัน กิจกรรมทัศนศึกษา\nโดยในทุกปีนักเรียนกิฟต์ไทยจะได้ออกไปทัศนศึกษานอกสถานที่ปีละหนึ่งครั้ง\nพร้อมทั้งมีการเข้าค่ายกิฟต์ที่บอกได้เลยว่าสนุกมาก\nเพราะนักเรียนและคุณครูจะได้ออกไปทำกิจกรรม ไปใช้ชีวิตนอกโรงเรียนด้วยกัน\nทำให้ความสัมพันธ์ของเพื่อน รุ่นพี่ รุ่นน้อง\nครูและลูกศิษย์ในกิฟต์แน่นแฟ้นมากขึ้น\nและไฮไลต์เด็ดของเด็กกิฟต์ไทยเลยคือการทำโครงงาน เรียกได้เลยว่างานหิน\nแต่โครงงานที่เลือกทำนั้นจะเป็นเรื่องอะไรก็ได้ที่ตัวนักเรียนมีความสนใจ\nซึ่งจะทำให้นักเรียนได้ไปศึกษาค้นคว้าความรู้ทางด้านภาษามาประยุกต์ใช้ในโครงงานของตน\nและเป็นงานที่จะฝึกความอึด ถึก ทนให้เด็กกิฟต์ได้เป็นอย่างดี\nซึ่งทั้งหมดทั้งมวลเป็นการดึงศักยภาพของนักเรียนออกมาใช้อย่างสูงสุด\nและหล่อหลอมให้นักเรียนมีประสิทธิภาพมากขึ้นในทุกด้าน\n>\n",
    "reviews": [
      {
        "description": "\n\nโครงการพัฒนาความสามารถพิเศษด้านภาษาไทย หรือหลายคนเรียกว่ากิฟต์ไทย ✨\nจากชื่อก็คงพอเดาออกว่าเกี่ยวกับภาษาไทย\nแต่ว่าการเรียนภาษาไทยของเราพิเศษ แตกต่างจากการเรียนในห้องค่อนข้างมาก\nเราจะเข้าห้องเรียนกันทุกวันพุธ คาบ 9-10\nเราแนะนำมากสำหรับคนที่หลงใหลในเสน่ห์ของภาษาไทย\nและที่สำคัญไม่จำกัดสายการเรียน ทั้งวิทย์และศิลป์ก็เข้าได้\n(เราก็อยู่สายวิทย์)\nกิฟต์ไทยเหมือนประตูให้เราก้าวไปสู่โลกของภาษาไทยอีกมิติหนึ่งเลย\nเริ่มตั้งแต่จะมีการจัดอบรมให้เราในหัวข้อต่าง ๆ\nจากอาจารย์หรือผู้ที่เชี่ยวชาญในหัวข้อนั้น ๆ\nทำให้เราได้ศึกษาหัวข้อนั้นอย่างลึกซึ้งมากขึ้น\nถัดมาก็จะเป็นการจัดงานวันภาษาไทย\nที่เปิดโอกาสให้เราได้ฝึกประสบการณ์เป็นผู้สร้างสรรค์งาน\nถ่ายทอดความรู้เกี่ยวกับภาษาไทยออกมาในรูปของการแสดง\nได้ฝึกในทักษะที่เราสนใจ/ถนัดเลย เช่น พิธีกร การแสดงละคร การแสดงฉ่อย\nนอกจากการเรียนในห้อง กิฟต์ไทยของเราก็ได้ออกไปเรียนรู้นอกห้องเรียน\nในรูปแบบของทัศนศึกษาและค่ายกิฟต์ไทย\nค่ายกิฟต์เป็นหนึ่งในความประทับใจของเราเลย\nเพราะเหมือนได้ไปเรียนและไปเที่ยวกับเพื่อน ๆ และคุณครู สร้างความทรงจำดี\nๆ และอีกหนึ่งไฮไลต์หลักเลย คือการทำโครงงานภาษาไทยนั่นเอง !\nขึ้นชื่อว่าโครงงานก็สัมผัสได้ถึงความยากแล้ว\nแต่นั่นไม่ได้หนักหรือยากอย่างคิด เพราะสิ่งที่ได้กลับมามันคุ้มค่ามาก ๆ\nมันทำให้เราได้ฝึกการทำโครงงานที่มีความเป็นทางการมากขึ้น\nและเป็นโอกาสดีให้เราได้ศึกษาในหัวข้อที่สนใจอย่างเข้มข้นเลยทีเดียว\nและอีกอย่างที่เรารู้สึกว่าเราได้จากกิฟต์ไทยคือความสัมพันธ์ดี ๆ\nระหว่างเพื่อน พี่ น้อง และคุณครู เราได้รู้จักเพื่อน ๆ ต่างสาย ต่างห้อง\nได้รู้จักพี่ ๆ น้อง ๆ ที่น่ารัก และที่สำคัญคือครูกิฟต์ที่คอยดูแลเรา\nคอยจัดการเรียนการสอนให้เราตลอด 3 ปี ครูกิฟต์เป็นครูที่จริง ๆ\nแล้วใส่ใจเด็กมาก ๆ เลย สุดท้ายนี้เราก็อยากเป็นกำลังใจให้น้อง ๆ ว่าที่\nTU84 ขอให้น้อง ๆ ประสบความสำเร็จอย่างที่หวัง สู้ ๆ นะ ไว้มาเจอกัน\nติดแล้วก็อย่าลืมมาสมัครกิฟต์ไทยกันน้า มาลองสัมผัสความเป็นกิฟต์ไทย\nมาร่วมสร้างความทรงจำดี ๆ ไปด้วยกัน",
        "profileContent": {
          "name": "ซิ่ว",
          "year": "81",
          "contact": "seawseaw"
        }
      }
    ],
    "reviewURL": ["/assets/programmes/giftedthai_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/programmes/giftedthai_image_1.jpg",
        "description": "\nการแสดงละครเรื่องเวตาลปัญจวิงสติ ในกิจกรรมวันภาษาไทยแห่งชาติ\nประจำปีการศึกษา 2562"
      },
      {
        "url": "/assets/programmes/giftedthai_image_2.jpg",
        "description": "\nการนำเสนอโครงงาน ในงาน 82 ปี นิทรรศการวิชาการ เตรียมอุดมศึกษา หรือ\nTriam Udom Open House 2020"
      },
      {
        "url": "/assets/programmes/giftedthai_image_3.jpg",
        "description": "\nกิจกรรมในการเข้าค่ายกิฟต์ไทย ประจำปีการศึกษา 2562\n"
      }
    ]
  },
  "lang_korean": {
    "thaiName": "สายการเรียน ภาษา-ภาษาเกาหลี",
    "englishName": "lang_korean",
    "count": "40",
    "admission": "",
    "exsubject": "\n>\nในศิลป์เกาหลีเรียนเกาหลี 8 ชั่วโมง/สัปดาห์ เจอครูชาวไทย 6 ชม./สัปดาห์\nครูเกาหลี 2 ชม./สัปดาห์\nทำให้การเรียนการสอนเข้มข้นเพราะนอกจากได้เรียนการเขียนการอ่านจากครูไทยแล้วยังได้ฝึกการพูดกับครูชาวเกาหลีโดยตรง\nทำให้สามารถพัฒนาภาษาได้เร็วและหากมีข้อสงสัยก็สามารถสอบถามครูชาวเกาหลีได้\nสำหรับหนังสือประกอบการเรียนใช้ของ 이화 เนื้อหาเรียงจากง่ายไปยาก\nมีทั้งคำศัพท์และแบบฝึกหัดให้ลองทำ\nส่วนในเรื่องของการเรียนในห้องไม่ค่อยหนักมาก\nแต่ต้องใช้การทบทวนคำศัพท์ค่อนข้างเยอะ\n>\n",
    "interest": "\n>\nความน่าสนใจคือ\nศิลป์เกาหลีมีอาจารย์ที่เชี่ยวชาญทั้งครูชาวไทยและครูชาวเกาหลี\nหากได้เข้ามาเรียนแล้ว จะมีโอกาสพิเศษอีกมากมาย เช่น\nได้ไปแลกเปลี่ยนที่ประเทศเกาหลี ซึ่งจัดขึ้นทุกปี\nนอกจากนี้ยังเพิ่มโอกาสในการได้รับทุนการศึกษาต่าง ๆ เช่น\nทุนรัฐบาลเกาหลี หรือ ทุนมหาวิทยาลัยของประเทศเกาหลี\nเพราะหากเราสามารถใช้ภาษาเกาหลีได้ก็สามารถที่จะยื่นทุน\nหรือใช้สมัครเข้าเรียนต่อที่ประเทศเกาหลีได้ไม่ยาก\n>\n",
    "reviews": [
      {
        "description": "\n\nเป็นสายการเรียนที่เรียนไม่หนัก\nแต่ตอนสอบต้องท่องจำคำศัพท์และแกรมม่าค่อนข้างเยอะ\nการบ้านส่วนมากจะยากขึ้นตามระดับความรู้ มีตั้งแต่แต่งบทความภาษาเกาหลี\nแต่งนิทาน ทำคลิปวิดิโอภาษาเกาหลี หรือถ้าอยู่ม.6\nแล้วก็จะได้แปลประวัติของหม่อมหลวงปิ่น มาลากุล แต่ก็ไม่ได้มีแต่วิชาการ\nเพื่อนๆในรุ่นเป็นกันเองมาก ช่วยเหลือกันตลอด ทั้งงานเดี่ยวและงานกลุ่ม\nเวลาทรีเครียด ๆ ก็เปิดเพลง kpop เต้นกันในห้อง บ้า ๆ บอ ๆ สนุกสนาน\nบางทีอาจารย์ก็เต้นไปด้วย",
        "profileContent": {
          "name": "เม",
          "year": "80",
          "contact": "mayteorite"
        }
      },
      {
        "description": ">\nเราจะได้เรียนทั้งวิชาภาษาเกาหลีหลักที่ และเกาหลีอ่าน-เขียน/ฟัง-พูด\nและจะได้เรียนกับอาจารย์เจ้าของภาษาชาวเกาหลีด้วย 1 คาบต่อสัปดาห์\nโดยสายการเรียนศิลป์เกาหลีจะใช้หนังสือแบบเรียนจาก Ewha เริ่มตั้งแต่เล่ม\n1-1 จนถึงเล่ม 3-1 เนื้อหาเข้มข้นมาก ๆ โดยจะได้เรียนครบทุกทักษะ\nฟังพูดอ่านเขียนรวมไปถึงวัฒนธรรมและความรู้เพิ่มเติมที่ควรรู้เกี่ยวกับประเทศเกาหลีด้วย\nอาจารย์จะมีแบบฝึกการฟัง\nและให้เราได้ลองสื่อสารกับเพื่อนเป็นภาษาเกาหลีอยู่เรื่อย ๆ\nในปีเราจะมีการได้ไปแลกเปลี่ยนที่ประเทศเกาหลีใต้เป็นการนำความรู้ที่ได้เรียนไปใช้\nและไปเรียนภาษาเพิ่มเติมเป็นเวลา 2 สัปดาห์\nทำให้ได้มีเพื่อนคนเกาหลีที่จนตอนนี้ก็ยังสนิทกันอยู่ทำให้เราได้ใช้ภาษาเกาหลีเรื่อย\nๆ และในแต่ละปีจะมีกิจกรรมนอกโรงเรียน\nเป็นกิจกรรมเกี่ยวกับทั้งภาษาและวัฒนธรรม เช่น\nไปบ้านท่านทูตเกาหลีประจำประเทศไทย ไปทำกิจกรรมกับโรงเรียนนานาชาติเกาหลี\nและอื่น ๆ อีกมากมาย สายการเรียนศิลป์เกาหลีจะมีแค่ห้องเดียว\nอยู่ด้วยกันตลอด 3\nปีจะทำให้เราอยู่กันอย่างอบอุ่นมากๆเลยทำให้ทุกคนสนิทกัน\nบรรยากาศในห้องตอนเรียนทุกคนก็จะตั้งใจมาก ๆ\nการเรียนในห้องของสายเราถือว่าเข้มข้นมากและเพียงพอต่อการสอบ PAT\nโดยไม่ต้องไปเรียนพิเศษเพิ่มเติมเลย\nถึงแม้การบ้านจะเยอะแต่ทุกงานส่งเสริมการเรียนรู้ได้ดีให้เราได้ฝึกหลายทักษะมาก\nเอาใส่พอร์ตได้เกือบทุกงาน ส่วนตอนพักก็เต็มที่เช่นกัน คุยเล่น\nบางทีก็เปิดเพลงเต้นร้องเพลงด้วยกันสนุกสนาน 555555\nเป็นความทรงจำในชีวิตม.ปลายที่ดีมาก ๆ\nและเนื่องจากเราต้องเรียนคาบภาษาเกาหลีทุกวันทำให้เราสนิทกับอาจารย์มากด้วยเช่นกัน\nอาจารย์ประจำสายน่ารักมากคุยปรึกษากันได้ทุกเรื่อง\nบางทีเราเครียดเรื่องอะไรตอนพักก็ไปนั่งคุยกับอาจารย์ได้\nเรียกได้ว่าอยู่กันแบบครอบครัวเลย",
        "profileContent": {
          "name": "นีน่า",
          "year": "80",
          "contact": "nspilles"
        }
      },
      {
        "description": ">\nสายศิลป์เกาหลีเป็นสายที่อบอุ่นมาก ๆ\nอาจจะเพราะว่ามีกันอยู่ไม่เยอะเท่าสายอื่นก็เลยทำให้รุ่นพี่รุ่นน้องสนิทกันมาก\nๆ เรื่องการเรียนเราก็คิดว่าไม่ได้หนักจนเกินไป\nสำหรับใครที่อยากเรียนภาษาเกาหลีเนี่ย\nเข้าสายนี้ได้เรียนภาษาเกาหลีจนเต็มอิ่มแน่นอนเพราะ เราเรียนกันถึง 6\nคาบต่อสัปดาห์เลย จำนวนนักเรียนในสาย 40 คน",
        "profileContent": {
          "name": "บอนด์",
          "year": "82",
          "contact": "bondworra"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_korean_profile_1.jpg",
      "/assets/programmes/lang_korean_profile_2.jpg",
      "/assets/programmes/lang_korean_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_korean_image_1.jpg",
        "description": "\nอันนี้เป็นรูปตอนงาน homecoming สายปีที่แล้ว ก็ต้องบอกก่อนว่าที่เตรียมฯ\nเนี่ยปกติแล้วจะมีการจัดงาน homecoming ในสายการเรียน\nก็จะเป็นงานที่รุ่นพี่รุ่นน้องได้มาเจอกัน\nทำกิจกรรมสังสรรค์กันอะไรอย่างงี้"
      },
      {
        "url": "/assets/programmes/lang_korean_image_2.jpg",
        "description": "\nกิจกรรมแลกเปลี่ยน ไทย-เกาหลี รุ่น 80"
      },
      {
        "url": "/assets/programmes/lang_korean_image_3.jpg",
        "description": "\nกิจกรรมแลกเปลี่ยน ไทย-เกาหลี รุ่น 80\n"
      }
    ]
  },
  "sci_math": {
    "thaiName": "สายการเรียน วิทยาศาสตร์-คณิตศาสตร์",
    "englishName": "sci_math",
    "count": "1,000",
    "admission": "",
    "exsubject": "\n>\nสายวิทยาศาสตร์-คณิตศาสตร์ โรงเรียนเตรียมอุดมศึกษา\nนอกจากจะเน้นในส่วนของเนื้อหาวิชาการที่เข้มข้นมาก ๆ โดยเฉพาะวิชาฟิสิกส์\nเคมี ชีววิทยา และคณิตศาสตร์ แล้ว ยังมีในส่วนของรายวิชาเพิ่มเติม\nซึ่งเป็นวิชาเฉพาะของสายวิทย์-คณิตฯ โรงเรียนเตรียมอุดมศึกษา\nโดยรายละเอียดของรายวิชาเพิ่มเติมอาจแตกต่างกันในแต่ละปี\nเนื้อหาที่สอนก็จะเป็นการสอนพื้นฐานเพื่อให้เกิดความเข้าใจตั้งแต่เริ่มต้น\nภาระงานและการสอบก็จะเป็นส่วนที่ช่วยให้เกิดความเข้าใจที่ดีขึ้น\n>\nในปีการศึกษาที่ผ่านมา นักเรียนชั้นม.4\nจะได้เรียนในส่วนของรายวิชาเพิ่มเติม ผ่านการเรียนวิชาเลือกเสรี\nซึ่งมีให้เลือกหลากหลาย แบ่งเป็น 2 ส่วนหลัก ๆ คือ\nวิชาในกลุ่มการงานอาชีพและเทคโนโลยี ซึ่งประกอบไปด้วย 4 วิชา คือ\nอาหารไทยเบื้องต้น เบเกอรี่เบื้องต้น การผลิตสื่อดิจิทัลมีเดีย\nและการเป็นผู้ประกอบการธุรกิจ\nส่วนที่สองจะเป็นสาระเพิ่มเติมในกลุ่มภาษาต่างประเทศ คือ เยอรมัน\nฝรั่งเศส สเปน ญี่ปุ่น จีน และเกาหลี\nโดยรายวิชาเพิ่มเติมนี้จะเรียนสองคาบต่อสัปดาห์และจะเรียนเป็นสองคาบติดกัน\nการเรียนวิชาเลือกเสรีนี้จะเป็นการเรียนในลักษณะที่\nพอถึงคาบก็กระจายกันไปเรียนตามวิชาที่ตัวเองเลือก\nไม่ได้ต้องมาอยู่ห้องเรียนเดียวกันเหมือนชั้นม.5 ทำให้ในชั้นม.4\nจะได้เจอเพื่อน ๆ ที่หลากหลาย\nไม่ได้จัดห้องตามวิชาที่เลือกหรือลำดับคะแนนตอนสอบเข้า\n>\nสำหรับนักเรียนม.5 จะเป็นการเรียนสาระวิชาเพิ่มเติม เรียน 2\nคาบต่อสัปดาห์ มีทั้งหมด 11 รายวิชา คือ เพิ่มพูนประสบการณ์เขียนโปรแกรม\n(วิทยาศาตร์-คณิตศาสตร์ คอมพิวเตอร์), การจัดการคุณภาพชีวิต\n(วิทยาศาสตร์-คณิตศาสตร์ คุณภาพชีวิต), วิทยาการเกษตร\n(วิทยาศาสตร์-คณิตศาสตร์ บริหาร), คณิตศาสตร์ประยุกต์\nพื้นฐานแมแคนิคส์และหุ่นยนต์ (วิทยาศาสตร์-คณิตศาสตร์ ประยุกต์),\nภาษาอังกฤษ (วิทยาศาสตร์-คณิตศาสตร์ ภาษาอังกฤษ), ภาษาเยอรมัน\n(วิทยาศาสตร์-คณิตศาสตร์ ภาษาเยอรมัน), ภาษาฝรั่งเศส\n(วิทยาศาสตร์-คณิตศาสตร์ ภาษาฝรั่งเศส), ภาษาสเปน\n(วิทยาศาสตร์-คณิตศาสตร์ ภาษาสเปน), ภาษาจีน (วิทยาศาสตร์-คณิตศาสตร์\nภาษาจีน), ภาษาญี่ปุ่น, (วิทยาศาสตร์-คณิตศาสตร์ ภาษาญี่ปุ่น),\nภาษาเกาหลี (วิทยาศาสตร์-คณิตศาสตร์ ภาษาเกาหลี) โดยในระดับชั้นม.5\nจะเป็นการแบ่งห้องตามวิชาที่เลือก\nอาศัยจำนวนนักเรียนที่สนใจในสาระเพิ่มเติมนั้น ๆ\nและเกรดเฉลี่ยในระดับช้ันม.4 เป็นเกณฑ์\nทำให้จำนวนห้องและจำนวนนักเรียนในห้องจึงอาจไม่แน่นอนในแต่ละปี\n>\nสำหรับรายวิชาเกี่ยวกับภาษาจะเป็นการเรียนการสอนโดยมีทั้งครูไทยและครูต่างชาติ\n>\nและสำหรับม.6 จะเป็นการคละห้องอีกครั้ง และไม่มีการเรียนรายวิชาเพิ่มเติม\nเพื่อที่นักเรียนจะได้มีสมาธิกับการเตรียมตัวเข้าสู่มหาวิทยาลัยเต็มที่และใช้ชีวิตปีสุดท้ายในโรงเรียนให้คุ้มค่าที่สุด\n>\n",
    "interest": "\n>\nขึ้นชื่อว่า \"สายวิทยาศาสตร์-คณิตศาตร์\" น้อง ๆ\nก็คงจะพอนึกออกกันว่าเป็นสายการเรียนที่เรียนเกี่ยวกับวิชาด้านวิทยาศาสตร์และคณิตศาสตร์เป็นหลัก\nแต่สำหรับ \"สายวิทยาศาสตร์-คณิตศาสตร์ โรงเรียนเตรียมอุดมศึกษา\"\nมีความพิเศษมากกว่านั้น ถ้าเป็นในเรื่องวิชาการ\nแน่นอนว่าไม่เป็นสองรองใคร ออกจะโดดเด่นจนหาตัวจับยากด้วย\nเพราะเนื้อหาวิชาต่าง ๆ ที่ลงลึกและเข้มข้น\nข้อสอบที่ท้าทายความสามารถนักเรียนไม่หยุด\nจนนักเรียนที่ผ่านสนามสอบสุดโหดอย่างตอนสอบเข้ามาแล้ว\nช่วงเตรียมสอบกลางภาคและปลายภาค\nยังต้องทบทวนเนื้อหาแบบไม่ต้องหลับไม่ต้องนอนกันเลยทีเดียว\nแต่ถึงแม้ว่าเนื้อหาจะยากและต้องใช้ความพยายามมากแค่ไหน มันก็คุ้มมาก ๆ\nที่จะลงแรงตอนนี้แล้วสบายทีหลัง ด้วยหลักสูตรและการวัดผลของเตรียมอุดมฯ\nทำให้นักเรียนทุกคนเก่งและแกร่ง และถ้าผ่านข้อสอบเตรียมอุดมฯ ไปได้\nก็ไม่มีข้อสอบไหน ๆ ที่ต้องกลัวอีกแล้ว\nแต่การที่นักเรียนเตรียมอุดมศึกษาประสบความสำเร็จก็อาจไม่สามารถยกความดีความชอบให้เพียงสิ่งที่กล่าวมาข้างต้นได้\nเนื่องจากเพื่อน ๆ และรุ่นพี่รุ่นน้องก็เป็นส่วนสำคัญมาก ๆ เช่นเดียวกัน\nเพราะเพื่อนและรุ่นพี่รุ่นน้อง พวกเรานักเรียนเตรียมอุดมฯ\nถึงมีแรงสู้กับหลาย ๆ อย่างที่ผ่านเข้ามา\nเพราะพวกเรารู้ว่ามีคนคอยอยู่ข้าง ๆ และคอยให้กำลังใจพวกเราอยู่เสมอ\nชีวิตของนักเรียนเตรียมอุดมฯ ในสายวิทยาศาสตร์-คณิตศาสตร์\nจึงอาจมีเหนื่อยบ้าง มีนอนน้อยบ้าง\nแต่มีความสุขและถูกห้อมล้อมไปด้วยเพื่อน ๆ\nที่รักและคอยช่วยเหลือเราอยู่ตลอดแน่นอน นอกจากการเรียนที่เน้นมาก ๆ\nในโรงเรียนเตรียมอุดมศึกษา กิจกรรมมากมายก็ได้รับความสำคัญไม่แพ้กัน\nชีวิตของนักเรียนสายวิทย์-คณิตฯ จึงไม่ได้มีแต่เพียงเรื่องเรียนเท่านั้น\nแต่ยังมีกิจกรรมมากมายเข้ามาเป็นสีสันของชีวิต ทั้ง กีฬา ดนตรี ศิลปะ\nภาษา หรือการพูด น้อง ๆ สนใจอะไรก็มีกิจกรรมมากมายมารองรับความสนใจนั้น ๆ\nและถึงแม้ว่าในเตรียมฯ จะมีจำนวนนักเรียนมาก\nแต่ก็ตามมาด้วยโอกาสในเตรียมฯ ที่มีมากไปด้วย ทั้งโอกาสที่จะได้รู้จักคน\nโอกาสที่จะได้ทำกิจกรรม โอกาสที่จะได้พัฒนาตัวเองในทุก ๆ ด้าน\nการเข้ามาเป็นส่วนหนึ่งของสายวิทย์-คณิตฯ โรงเรียนเตรียมอุดมฯ\nจึงไม่ต่างจากการที่น้อง ๆ ได้เปิดตัวเองสู่โลกกว้าง\nและเรียนรู้หลายสิ่งหลายอย่างไปควบคู่กับความสุขและความประทับใจที่น้อง ๆ\nจะไม่มีวันลืม\n>\n",
    "reviews": [
      {
        "description": "\n\n​สายวิทย์ฯ เตรียมฯ” สำหรับหลายคนคงมองว่า ก็เป็นแค่สายการเรียนนึง\nแต่สำหรับเราสายวิทย์ฯ ที่เตรียมอุดม\nเป็นโลกอีกใบนึงที่เราได้มีโอกาสก้าวเข้ามา โลกที่ทำให้เราได้พัฒนาตัวเอง\nได้เห็นและได้เรียนรู้หลายอย่าง ไม่ใช่แค่เรื่องวิชาการ\nแต่เป็นสังคมที่เราจะต้องไปเจอจริง ๆ ต่อไปในอนาคต\n​พอพูดถึงสายวิทย์-คณิตฯ ของโรงเรียนเตรียมอุดมศึกษา เราเชื่อว่าน้อง ๆ\nก็คงจะคิดว่า พี่ ๆ ต้องเรียนกันหนักมากแน่เลย สิ่งที่เราอยากจะบอกน้อง ๆ\nก็คือ… น้อง ๆ คิดถูกแล้วค่ะ สายวิทย์ฯ เรียนกันหนักมาก เพราะว่า\nทั้งเนื้อหาวิชาต่าง ๆ ที่เน้นให้เรามีความรู้ความเข้าใจเรื่องนั้นจริง ๆ\nแล้วยังมีการวัดผลที่เรียกได้ว่า ท้าทายสุด ๆ จนมีคำพูดที่น้อง ๆ\nอาจจะเคยได้ยินกันว่า “ข้อสอบที่ง่ายที่สุดของเด็กเตรียมฯ คือ\nข้อสอบตอนสอบเข้า”\nและถึงแม้ว่าการเรียนบางช่วงที่ผ่านมาจะเป็นการเรียนแบบออนไลน์\nและการสอบกลางภาคที่เพิ่งจะผ่านไปก็เป็นการสอบออนไลน์เหมือนกัน และสามารถ\nopen book ได้ด้วย\nแต่ก็ยังคงระดับความเข้มข้นไม่ต่างจากไปเรียนและไปสอบที่โรงเรียนเลย\nแต่ถึงแม้ว่าพวกเราจะเรียนกันหนัก มีเรื่องหลาย ๆ\nเรื่องผ่านเข้ามาทดสอบความอดทนและความพยายามของพวกเราอยู่ตลอด\nแต่เราเชื่อว่า สิ่งเล็ก ๆ ที่เรียกว่ารักและกำลังใจจากเพื่อน ๆ\nจะทำให้เด็กเตรียมฯ ทุกคนสามารถผ่านทุกอย่างไปได้อย่างมีความสุขแน่นอน\n​ในเตรียมฯ สายวิทย์ฯ เป็นสายที่ใหญ่ที่สุดแล้ว\nมีนักเรียนชั้นหนึ่งก็ตั้งเกือบพันคน\nแต่ความใหญ่ของสายก็มาพร้อมกับความอบอุ่น และมิตรภาพดี ๆ\nระหว่างเพื่อนและรุ่นพี่ ที่คอยอยู่ข้าง ๆ กัน คอยให้กำลังใจ\nและสู้กับทุกอย่างไปด้วยกัน\nเราได้เจอกับเพื่อนและรุ่นพี่ที่น่ารักและคอยช่วยเหลือเราตลอดปีที่ผ่านมาเยอะมาก\nถ้าไม่มีทุกคนเราคงผ่านเทอมแรกในเตรียมฯ มาถึงเทอมสอง\nด้วยความรู้สึกที่ไม่ได้ดีขนาดนี้\n​ตอนที่เรายังไม่ได้เข้ามาเรียนที่เตรียมอุดมฯ เราเคยได้ยินรุ่นพี่หลาย ๆ\nคนพูดว่า สิ่งที่น่าประทับใจที่สุดในชีวิตของการเป็นนักเรียนเตรียมฯ\nก็คือ เพื่อน แล้วพอตอนนี้ที่เราเป็นเด็กเตรียมฯ แล้ว\nเราก็ได้รู้ว่าที่เราเคยได้ยินมา ไม่ได้เกินความจริงเลย\nมิตรภาพที่เราได้รับจากเพื่อน ๆ สายวิทย์-คณิตฯ ทุกคน\nทำให้เราประทับใจมาก ๆ\nและถึงเราจะรู้จักกับทุกคนได้ไม่นานและมีอุปสรรคหลาย ๆ\nอย่างทำให้ปีนี้ของพวกเราในเตรียมฯ อาจจะไม่ได้ราบร่ืนเท่าไหร่\nเราก็พูดได้เลยว่า ทุกคนเป็นส่วนสำคัญมากที่ทำให้ชีวิตในเตรียมฯ\nปีแรกของเรามีความสุขมากขนาดนี้ ​ถ้าจะบอกว่าเด็กวิทย์ฯ เป็นเด็กเรียน\nเราก็จะบอกเลยว่า เป็นเรื่องจริงแน่นอน เพราะว่าพอถึงเวลาเรียน เวลาสอบ\nพวกเราก็ตั้งใจกันเต็มที่ แต่เป็นเด็กเรียนที่ไม่ได้เรียนอย่างเดียวนะ\nกิจกรรมในสายวิทย์ของเรามีเยอะ แล้วก็หลากหลายมาก ๆ\nกิจกรรมในโรงเรียนเองก็มีเยอะมากให้เลือกเข้าร่วมได้ตามความสนใจ\n​การที่เราได้มาเป็นนักเรียนเตรียมอุดมศึกษา ได้มาเรียนในสายวิทย์-คณิตฯ\nเลยเป็นการทำให้เราโตขึ้นเยอะมากในช่วงเวลาที่ไม่นาน\nต้องจัดการเวลาให้เก่งขึ้น เพราะการเรียนและกิจกรรมหลาย ๆ\nอย่างที่ผ่านเข้ามา\nต้องตั้งใจเรียนและพยายามมากขึ้นเพราะเนื้อหาที่ลึกและข้อสอบที่โหดกว่าปกติ\nแต่เราก็รู้สึกภูมิใจมาก ๆ ที่ได้เป็นส่วนหนึ่งของสังคมสายวิทย์-คณิตฯ\nเตรียมอุดมฯ ที่ทำให้เราเข้าใจความหมายของ “สามปีในเตรียมฯ มันสั้น\nใช้ให้คุ้มนะ” ที่พี่ ๆ บอกเรามาตลอดตั้งแต่เปิดเทอม\nผ่านมาแค่ไม่นานก็จบเทอมหนึ่งแล้ว และอีกไม่นานก็จะจบเทอมสอง\nพอรู้สึกตัวอีกที เราก็จะกลายเป็นพี่ ม.5 รอต้อนรับน้อง ๆ ม.4 แล้ว ทั้ง\nๆ ที่เรารู้สึกเหมือนว่า เพิ่งจะประกาศผลสอบเมื่อวานนี้เอง\nและถึงแม้ว่าปีนี้จะมีเหตุการณ์ที่ทำให้เราได้สัมผัสกับสายวิทย์ฯ\nเตรียมอุดมฯ ในรูปแบบที่ค่อนข้างจะ new normal\nแต่เราก็สัมผัสได้ถึงมิตรภาพและความน่าประทับใจของสายวิทย์ฯ\nที่เราคงจะหาจากที่ไหนไม่ได้อีกแล้ว ​สำหรับน้อง ๆ ว่าที่ TU84 หรือน้อง\nๆ รุ่นอื่น ๆ ที่อยากเข้าเตรียมฯ\nอยากมาเป็นส่วนหนึ่งของครอบครัวสายวิทย์-คณิตฯ เตรียมอุดมฯ\nเราขอเป็นกำลังใจให้ทุกคนเลยนะ น้อง ๆ อาจจะเหนื่อยหน่อยช่วงนี้\nแต่ว่าเราเชื่อว่าพอน้องสามารถเรียกตัวเองว่า เด็กเตรียมฯ ได้\nพอน้องได้เข้ามาสัมผัสกับความรู้สึกดี ๆ และความทรงจำดี ๆ\nในรั้วโรงเรียนเตรียมอุดมศึกษา ในสายวิทยาศาสตร์-คณิตศาสตร์ของเรา น้อง ๆ\nจะรู้เลยว่า ความเหนื่อยและความทุ่มเทของน้อง ๆ คุ้มยิ่งกว่าคุ้มอีก ​พี่\nๆ ทุกคนรอต้อนรับน้อง ๆ ในฐานะรุ่นน้องโรงเรียนเตรียมอุดมศึกษา\nและรุ่นน้องสายวิทย์-คณิตฯ ของพวกเราอยู่นะ",
        "profileContent": {
          "name": "เอนเจิล",
          "year": "83",
          "contact": "dungfunn"
        }
      },
      {
        "description": ">\nตั้งแต่ก่อนเข้าโรงเรียนเตรียมอุดมศึกษา\nพี่ก็เคยคิดมาตลอดว่าโรงเรียนเตรียมฯ\nเป็นโรงเรียนที่มีสภาพแวดล้อมและสังคมที่กดดันมาก ๆ มีการแข่งขันสูง\nและคงมีแต่เด็กเรียนที่วัน ๆ เอาแต่นั่งอ่านหนังสือ น้องๆ\nบางคนก็คงกำลังจินตการถึงภาพเหล่านี้อยู่ใช่ไหม\nโดยเฉพาะเมื่อพูดถึงสายวิทย์-คณิตฯ ของเตรียมอุดมฯ\nแล้วก็ดูเป็นสายที่เครียดและเรียนหนักมาก ๆ\nซึ่งพี่ขอบอกตรงนี้เลยว่าสายวิทย์ฯ\nของเราไม่ได้มีแค่เรียนกับเรียนอย่างเดียว กิจกรรมต่างๆ\nก็ไม่แพ้เลยเช่นกัน ถ้าน้อง ๆ ลองได้ก้าวเข้ามาในรั้วเตรียมฯ น้อง ๆ\nจะรู้ว่าพวกเราสายวิทย์ฯ อ่ะ ไปสุดในทุกทางจริงๆ ค่ะ !\nถ้าอย่างนั้นไม่พูดมากละ พี่ขอรีวิวสายการเรียนวิทย์-คณิตฯ\nของเราจากประสบการณ์ให้ฟังคร่าว ๆ ละกันเนอะ\nตั้งแต่ก้าวเข้ามาในรั้วเตรียมฯ พี่รู้สึกเติบโตขึ้นอีกหนึ่งขั้น\nได้เรียนรู้วิธีการอยู่ร่วมกับผู้อื่นสังคมใหญ่ที่หลากหลาย\nเพราะสายวิทย์-คณิตฯ ของเตรียมอุดมฯ เป็นสายที่ใหญ่สุด ๆ\nมีนักเรียนชั้นนึงถึงเกือบ ๆ 1,000 คน\nแต่พันคนนี้พี่มั่นใจว่าไม่มีใครคิดเข้ามาแข่งขันแย่งชิงกันเลย\nมิตรภาพของครอบครัวสายวิทย์เรากลับอบอุ่นมาก ๆ ไม่ว่าจะเพื่อน ๆ\nหรือรุ่นพี่ ทุก ๆ คนก็คอยให้คำปรึกษา คอยช่วยเหลือ\nและอยู่เคียงข้างกันตลอด ใช่ค่ะ สายวิทย์ฯ เตรียมอุดมฯ\nบอกเลยว่าเรียนหนักมาก ๆ เพราะทั้งเนื้อหาในวิชาต่า งๆ\nและข้อสอบที่ขึ้นชื่อว่าหินสุดๆ นั้น\nล้วนเป็นการที่โรงเรียนเน้นให้เรามีความรู้ความเข้าใจถึงเรื่องนั้นจริง ๆ\nหรือเรียกได้ว่าเด็กเตรียมฯ เราต้องรู้ลึกรู้จริงนั่นเองค่ะ\nถ้าเราไม่ตั้งใจเรียนและไม่ทำความเข้าใจถึงแก่นเนื้อหาเราจะทำข้อสอบของโรงเรียนที่โหดสุด\nๆ ไม่ได้เลย นี่เป็นอีกเหตุผลหนึ่งที่ทำให้เด็กเตรียมฯ\nเราเก่งขึ้นได้เพราะเราฝึกสู้กับข้อสอบยากระดับนรกมาเยอะแล้วนั่นเองค่ะ\n5555 ในเรื่องการบ้าน\nส่วนตัวพี่รู้สึกว่าทางโรงเรียนมีระบบการเก็บคะแนนที่ชัดเจนดี\nเราจะรู้ตั้งแต่ต้นเทอมเลยว่ามีงานการบ้านอะไรบ้างที่ต้องส่ง\nซึ่งการบ้านจะอยู่ที่ประมาณวิชาละ 4 งานหลักๆ\nต่อเทอมเท่านั้นซึ่งก็ไม่ได้เยอะมากถ้าเรารู้จักค่อยๆ ทำ\nแต่พอเปลี่ยนมาเรียนออนไลน์ในช่วงสถานการณ์โควิด\nพี่ก็ยอมรับเลยว่าการบ้านมันเยอะขึ้นมากๆ\nเพราะหลายวิชาได้ทำการยกเลิกสอบFOR หรือสอบย่อยไป\nทำให้งานเพิ่มขึ้นเป็นสองเท่านั่นเอง ด้านการเรียนของสายวิทย์นั้น\nวันจันทร์ถึงพฤหัสบดีก็จะมีวันละ 8 คาบ ส่วนวันศุกร์ก็จะมี 3\nคาบสำหรับนักเรียนชายที่เรียนรด. รายวิชาจะก็มี\nคณิตศาสตร์พื้นฐานหรือที่เด็กเตรียมเรียกว่าเลขง่าย\nคณิตศาสตร์เสริมหรือเลขยาก ฟิสิกส์ เคมี ชีววิทยา ภาษาไทย สังคม\nภาษาอังกฤษ (ที่แบ่งเป็น grammar ฟัง-พูด และ อ่าน-เขียน) พลศึกษา\nสุขศึกษา สาระศิลปะ วิทยาการคำนวณการออกแบบ และใน ม.4\nยังมีวิชาเลือกอาทิตย์ละ 2 คาบซึ่งก็มี ภาษาทั้ง 6 ก็คือ จีน ญี่ปุ่น\nเกาหลี ฝรั่งเศส เยอรมัน สเปน และมีวิชาอื่นๆ คือ วิชาผู้ประกอบการธุรกิจ\nวิชาผลิตสื่อดิจิตัลมัลติมิเดีย วิชาอาหารไทยเบื้องต้น\nและวิชาเบเกอรี่เบื้องต้น ใน ม.4\nนั้นตั้งแต่สอบเข้ามาก็จะมีการจัดห้องแบบคละ และมีอีก 2\nห้องที่แยกออกไปก็คือ กิฟท์เลข และกิฟท์วิทย์\nซึ่งจะทำการคัดเลือกตามคุณสมบัติอีกทีตอนน้อง ๆ สอบติดเข้ามาแล้ว ส่วนใน\nม.5 จะแบ่งเป็นแต่ละสายการเรียนวิทย์-คณิตฯ แยกตามห้องอย่างชัดเจนขึ้น\nมีสายวิทย์-คอม วิทย์-ประยุกต์ วิทย์-คุณภาพชีวิต วิทย์-บริหาร วิทย์-จีน\nวิทย์-ญี่ปุ่น วิทย์-ฝรั่งเศส และ วิทย์-เยอรมัน ส่วนใน ม.6\nก็จะจัดห้องคิง ควีนต่างๆ ตามเกรดของแต่ละคนค่ะ ในด้านครูนั้น\nพี่เชื่อว่า ไม่ว่าน้องๆ\nจะอยู่โรงเรียนไหนก็เจอครูหลากหลายแบบอยู่แล้วบางคนก็ต้องมีบ้างเป็นธรรมดาที่เราไม่ถูกชะตากัน5555\nครูเตรียมฯ\nโดยรวมพี่ก็รู้สึกว่าครูก็รับฟังนักเรียนและพยายามเข้าใจนักเรียนมาก ๆ\nหลายคนเลยก็ตั้งใจสอนและสอนเข้าใจสุดๆ\nทำให้พี่รู้สึกกระตือรือร้นและสนุกไปกับการเรียนวิชาต่าง ๆ มากขึ้น ไหนนน\nๆ ใครบอกว่าสายวิทย์ฯ มีแต่เรียนอย่างเดียวอ่ะ ไม่จริงเลยค่ะ !\nไม่ใช่แค่วิชาการแต่กิจกรรมเราก็ไปสุดเหมือนกันน้า กิจกรรมในเตรียมอุดมฯ\nและรวมถึงในสายวิทย์ของเราก็มีเยอะและหลากหลายมาก ๆ ให้เลือกสรรเข้าร่วม\nรับรองน้อง ๆ\nต้องเจอสักอย่างที่ตรงกับความสนใจของตัวเองและจะได้รับประสบการณ์ที่ดีใหม่ๆ\nมากมายและจะสามารถสนุกเต็มที่ไปกับมันได้อย่างแน่นอนค่ะ\nการจะผ่านแต่ละเทอมในเตรียมฯ\nไปได้นั้นก็ต้องใช้ความอดทนและความพยายามอย่างมาก\nแต่คงจะผ่านไปไม่ได้เลยหากไม่มีมิตรภาพของเพื่อนๆ ในสายวิทย์ของเรา\nก่อนอื่นเลยคือทุก ๆ ช่วยกันเรียนมาก ๆ ไม่มีใครหวงความรู้\nทุกคนยินดีที่จะอธิบาย สอนเราในส่วนที่ไม่เข้าใจ\nและพร้อมที่จะช่วยหาคำตอบในข้อสงสัยของพวกเราไปด้วยกัน\nเมื่อมีใครเจอความรู้อะไรใหม่ ๆ เพิ่มมา หรือเขียนสรุปวิชานั้น ๆ เอาไว้\nทุกคนก็จะเอามาแชร์กันเสมอ ช่วงใกล้สอบทุกคนก็ช่วยกันติว\nเวลาการบ้านเยอะก็ช่วยกันเคลียร์ ไม่ว่าจะมีงานกลุ่ม งานห้อง\nเจออุปสรรคยากแค่ไหนอะไรก็ตาม ทุกๆ คนก็คอยช่วยเหลือ ซัพพอร์ตกัน\nและพร้อมที่จะสู้ไปด้วยกันตลอดในยามที่เราเหนื่อยและท้อ\nบรรยากาศในห้องเรียนก็รักใคร่อบอุ่นสุด ๆ เหมือนเป็นบ้านหลังที่ 2\nและทุกคนก็สนิทกันเร็วมากเหมือนรู้จักกันมานานอย่างไม่น่าเชื่อ เพื่อน ๆ\nเหล่านี้แหละที่ทำให้พี่มีความสุขในการไปโรงเรียน\nอยากตื่นขึ้นมาไปโรงเรียนทุกวัน\nพี่พูดได้เลยว่าพี่คงหาเพื่อนที่ชวนกันเรียนช่วยกันเล่นแบบนี้จากที่ไหนไม่ได้อีกแล้วจริง\nๆ จนถึงทุกวันนี้พี่ก็รู้สึกว่าตัวเองคิดไม่ผิดจริง ๆ\nที่ตัดสินใจมาสอบเข้าสายวิทย์ฯ โรงเรียนเตรียมอุดมศึกษา\nแม้ปีแรกในเตรียมฯ ด้วยสถานการณ์ต่าง ๆ\nทำให้พี่ยังไม่ได้ใช้เวลาทำกิจกรรมและอยู่ร่วมกับเพื่อน ๆ มากนัก\nผ่านไปไม่นานรู้ตัวอีกทีก็จะขึ้น ม.5 แล้ว แต่พี่ก็ยังได้รับความรู้\nประสบการณ์ใหม่ ๆ มิตรภาพ ความทรงจำที่ดี ๆ มากมายใน 1 ปีที่ผ่านมานี้ “3\nปีในเตรียมมันสั้น ใช้ให้คุ้ม” มันจริงอย่างที่รุ่นพี่พูดมาเสมอ\nในช่วงนี้น้อง ๆ อาจจะรู้สึกเครียด เหนื่อยและท้อ\nแต่ก็ไม่เป็นไรนะพี่เข้าใจความรู้สึกมาก ๆ\nเพราะพี่ก็ผ่านจุดนั้นมาเหมือนกัน ลองคิดดูว่าเราตั้งเป้าหมายแล้วอ่ะ\nเราจะยอมแพ้มันง่าย ๆ หรือเราจะสู้ต่อ\nพี่เชื่อว่าพอวินาทีที่น้องรู้ว่าสอบติดอ่ะ น้อง ๆ จะหายเหนื่อยทันทีเลย\nจะรู้สึกว่าความทุ่มเทและความพยายามของน้องที่ผ่านมามันคุ้มค่าและไม่เคยสูญเปล่าจริง\nๆ สุดท้ายนี้ พี่ก็ขอเป็นกำลังใจให้น้อง ๆ ทุกคน พี่เชื่อว่าเราทำได้\nฉะนั้นหากรู้สึกท้อเรามาลุกขึ้นสู้กันต่อดีกว่า อีกนิดเดียวเอง ! พี่ ๆ\nจะรออยู่นะ “ว่าที่ TU84+ สายวิทย์-คณิตฯ”",
        "profileContent": {
          "name": "อันริ",
          "year": "83",
          "contact": "anri._"
        }
      },
      {
        "description": ">\nสายวิทย์ก็คือเป็นสายที่หลายคนอาจจะคิดว่าเรียนหนัก\nแต่จริงๆมันก็ไม่ได้หนักขนาดนั้นนะ 55555 ที่หนักน่าจะเป็นข้อสอบ\nถ้าเกิดว่าไม่ได้ชอบวิทย์หรือเลขจริง ๆ ก็จะลำบากหน่อยเพราะมันยากมาก ๆ\nจ้า การตกหกร้อยคนในรุ่นเป็นเรื่องปกติมาก แต่ก็ถือว่าเป็นสีสันดีนะ5555\nตกยังไงก็มีเพื่อนตกด้วย ส่วนเรื่องเพื่อน\nสายวิทย์เป็นสายที่คนเยอะมากทำให้เพื่อน ๆ หลากหลายสุด ๆ สำหรับเราเพื่อน\nๆ ทั้งม.4 ม.5 คือน่ารักมาก ๆ เพื่อนที่ทำกิจกรรมด้วยกัน\nรุ่นพี่รุ่นน้องก็สนิทกันมาก\nที่นี่การเรียนคือจะขึ้นกับวิชาแล้วก็ครูที่เราได้เรียนด้วย\nบางคนได้การบ้านเยอะบางคนได้การบ้านน้อย แล้วแต่ครูที่สอน\nยังไงก็ขอให้น้อง ๆ โชคดี พยายามกันมาขนาดนี้แล้ว สู้ ๆ น้า",
        "profileContent": {
          "name": "เจน",
          "year": "82",
          "contact": "janenatnik"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/sci_math_profile_1.jpg",
      "/assets/programmes/sci_math_profile_2.jpg",
      "/assets/programmes/sci_math_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/sci_math_image_1.jpg",
        "description": "\nบูมปัจฉิม การบูมก้นหอยเพื่อลารุ่นพี่ TU80\nแม้ว่าจะจัดหลังจากเปิดเทอมมาค่อนข้างนานเพราะสถานการณ์ COVID-19\nแต่ก็ยังคงความอบอุ่นและความน่ารักของครอบครัวสายวิทย์-คณิต\nโรงเรียนเตรียมอุดมศึกษา เอาไว้อย่างเห็นได้ชัด\nทำให้เป็นการจากลาที่น่าประทับใจ และเป็นการบอกพี่ ๆ ว่า ถึงแม้ว่าพี่ ๆ\nจะจบไปแล้ว แต่พี่ ๆ จะอยู่ในใจของรุ่นน้องตลอดไป"
      },
      {
        "url": "/assets/programmes/sci_math_image_2.jpg",
        "description": "บูมรับน้อง การได้นั่งในวงบูมในวันประกาศผลสอบ ก็เหมือนเป็นความฝันของหลาย ๆ คน เพราะภาพเหตุการณ์นี้ไม่ได้เกิดขึ้นบ่อย ๆ พี่ ๆ ที่ร้องเพลงบูม ถือธงวิ่งไปรอบ ๆ ชวนเราลุกขึ้นมาเต้นด้วยกัน ถึงจะอธิบายชัดเจนแค่ไหนแต่น้อง ๆ ก็คงจะไม่ประทับใจเท่ากับการได้มาอยู่ในบรรยากาศการบูมก้นหอยของสายวิทย์-คณิตฯ จริงในวันประกาศผลแน่นอน"
      }
    ]
  },
  "lang_chinese": {
    "thaiName": "สายการเรียน ภาษา-ภาษาจีน",
    "englishName": "lang_chinese",
    "count": "85",
    "admission": "",
    "exsubject": "\n>\nสายการเรียนศิลป์ภาษาจีนมีเหล่าซือทั้งคนจีนและคนไทย\nสอนตั้งแต่หลักภาษาไปจนถึงการใช้ประโยคเพื่อการสื่อสาร\nแบ่งออกเป็นวิชาภาษาจีนหลัก วิชาการฟังและการพูด วิชาการอ่านและการเขียน\nโดยปกติจะเรียนวิชาภาษาเอกอยู่ที่ประมาณ 8 คาบต่อสัปดาห์\nภาษาอังกฤษอยู่ที่ 7 คาบต่อสัปดาห์ส่วนวิชาอื่น ๆ\nของสายศิลป์ภาษาก็จะมีทั้งวิชาประวัติวรรณคดีซึ่งเป็นการศึกษาเกี่ยวกับวรรณคดีของไทยในแต่ละสมัย\nวิชาพรรณพืชเกี่ยวกับการเพาะปลูก\nวิชาสารนิเทศเกี่ยวกับการเขียนสารานุกรมและห้องสมุด\nวิชาสังคมแบ่งออกเป็นประวัติศาสตร์ ศาสนา การเมืองการปกครอง\nและยังมีวิชาพื้นฐานของทั้งวิทยาศาสตร์และคณิตศาสตร์ และภาษาอังกฤษ\nการเรียนการสอนในห้องจะดำเนินไปค่อนข้างเร็ว\nมีการสอบเก็บคะแนนระหว่างเรียนค่อนข้างบ่อย การทำชิ้นงานก็ค่อนข้างเยอะ\nแต่สังคมเพื่อน ๆ ก็ช่วยกันเรียนอย่างดี\n>\n",
    "interest": "\n>\nสายการเรียนศิลป์ภาษาจีนมีเหล่าซือทั้งคนจีนและคนไทย\nตลอดหลักสูตรจะเรียนตัวอักษรจีนทั้งหมดประมาณ 3,500 ตัวอักษร\nโดยจะเริ่มสอนตั้งแต่พื้นฐานพินอิน\nหลักภาษาไปจนถึงการใช้ประโยคเพื่อการสื่อสาร แบ่งออกเป็นวิชาภาษาจีนหลัก\nวิชาการฟังและการพูด วิชาการอ่านและการเขียน เหล่าซือจะมีเทคนิคต่าง ๆ\nในการสอน เช่น การสอนตั้งแต่รากศัพท์และการจำศัพท์เป็นรูปภาพ\nซึ่งทำให้นักเรียนรู้ถึงประวัติของตัวอักษรและช่วยให้เราสามารถจดจำตัวอักษรได้ง่ายยิ่งขึ้น\nมีการสอนฝึกแปลภาษาจีนเป็นไทยและภาษาไทยเป็นจีน\nซึ่งทำให้เรามีการคิดและเรียบเรียงคำพูดได้เร็วขึ้น\nในขณะเดียวกันก็มีการเรียนภาษาจีนจากกลอน เพลงและบทความ\nทั้งยังมีการเรียนการสอนเกี่ยวกับวัฒนธรรมจีนอีกด้วย\nการเรียนการสอนจะดำเนินไปค่อนข้างเร็ว มีงานประจำสัปดาห์ค่อนข้างเยอะ\nเช่น การคัดจีน การท่องบทสนทนาตามบทเรียน การท่องและอ่านศัพท์ HSK\nรวมไปถึงมีการจำลองสอบ HSK และทดสอบความรู้ในด้านต่าง ๆ ค่อนข้างบ่อย\nซึ่งสามารถทำให้นักเรียนรับรู้ถึงศักยภาพในการเรียนภาษาจีนของตัวเอง\nและสามารถนำไปพัฒนาให้ดียิ่งขึ้นได้\n>\n",
    "reviews": [
      {
        "description": "\n\nสวัสดีค้าบ ๆ เราชื่อภูน้า นักเรียนเตรียมอุดมศึกษารุ่นที่ 81.5\nสายการเรียนศิลป์ภาษาจีน จากประสบการณ์ที่มีโอกาสได้อยู่ถึง 2 รุ่น (รุ่น\n6 และรุ่น 7) ก็รู้สึกว่าสายเราเป็นสายที่ค่อนข้างหลากหลายมาก\nรับรองเลยว่าเข้ามาแล้วไม่เบื่อแน่นอน มีทั้งนักเต้น นักร้อง\nนักภาษาศาสตร์ นักแสดง พิธีกร หมอดู ครบเลยจริง ๆ เพื่อนก็น่ารักมาก ๆ\nพร้อมที่จะช่วยเหลือตลอดโดยเฉพาะด้านการเรียน\nส่วนเรื่องการเรียนภาษาจีนก็ท้าทายมาก ในขณะเพื่อน ๆ อ่านไปสอบกัน\nพี่ไปดรอปเรียน พี่ไม่เรียนในห้องเลย เพราะว่าจะใช้ GED เข้ามหาลัยแทน\nตัวภาษาจีนเองเป็นภาษาที่ต้องฝึกฝนต้องขยันคัด ขยันพูด และขยันท่อง\nซึ่งไม่ต้องห่วงเลยเพราะเหล่าซือเหมือนมีความสามารถในการสั่งสับมาก5555\nการบ้านปิดเทอมเปิดเทอมมาหมดอย่าตกใจ\nแต่ส่วนตัวเราคิดว่าเป็นอะไรที่มีประโยชน์มาก เป็นวิธีที่ดีมาก ๆ\nในการสอน เพราะเราสามารถนำไปใช้ในชีวิตประจำวันได้จริง ๆ\nโดยเฉพาะด้านการพูด ถ้าถามว่าเรียนหนักไหมบอกเลยว่าหนักมาก\nแต่คุณครูส่วนใหญ่ที่ได้เจอน่ารักมากเลยนะ\nบางท่านเองก็มีจิตวิญญาณความเป็นครูสูงด้วย เราประทับใจมากจริง ๆ\nแต่สิ่งที่เราชอบมากที่สุดในเตรียมอุดมไม่ใช่แค่การเรียน แต่คือกิจกรรม\nเพราะในโรงเรียนนี้มีกิจกรรมให้ทำหลากหลายมาก\nทำกิจกรรมทีหนึ่งก็ได้เพื่อนกลับมาเยอะเลย เรามีโอกาสได้แสดงละครเวที\nแสดงหนังสั้น เป็นพิธีกร และเป็นรองประธานสายการเรียนของศิลป์ภาษาจีน\nกิจกรรมพวกนี้เหมือนทำให้เรารู้จักตัวเรามากขึ้น\nกิจกรรมเป็นอีกหนึ่งแรงบันดาลใจที่ทำให้เราอยากเข้าเตรียม\nแล้วที่สำคัญกิจกรรมสายการเรียนเองก็สนุกไม่แพ้กันเลย คัดจีนสนุก\nท่องสนุก ปิดตาสนุก น้อง ๆ อาจจะรู้สึกงง เเต่ถ้าเขามาพวกเเกจะต้องชอบแน่\nเพราะตัวพี่เองชอบม๊าก เหล่าซือเคี่ยวเข็ญอยากให้พวกเราสำเร็จจริง ๆ นะ\nแล้วเขาก็มีวิธีสร้างแรงบันดาลใจต่าง ๆ\nนานาที่จะทำให้เรามีกำลังใจเรียนภาษาจีนด้วย\nการเรียนการสอนของสายเรามีหลายแบบมาก แน่นอนว่าไม่ได้มีเเค่การท่องจำ\nแต่ยังมีการให้เราต้องออกไปสัมภาษณ์คนเป็นภาษาจีน ฝึกร้องเพลงจีน\nฝึกเขียนพู่กันจีน แถมได้ร้องงิ้วด้วย !\nเรารู้สึกว่ามันเป็นสิ่งที่น่าสนใจและน่าสนุกมาก\nแล้วสำหรับคนที่ไม่มีพื้นฐานภาษาจีนเลยแม้แต่นิดเดียวเลยก็ไม่ต้องเครียดนะ\nเหล่าซือจะช่วยปูพื้นฐานให้ก่อนตั้งแต่พินอินเลยแหละ\nแต่พี่อยากให้ตั้งสติเวลาเรียนหน่อยนึง\nเพราะเหล่าซือเขาสอนเร็วพอสมควรเลย ตื่นมาอีกทีจากที่ยังเป็น bo po mo fo\nอยู่อาจกลายเป็น 我听过钢琴协奏曲 ก็ได้\nเเต่ก็ไม่ต้องห่วงเพราะตัวเราเองก็ไม่มีพื้นฐานภาษาเเต่ก็สามารถเรียนและพัฒนาตัวเองได้\nโดยรวมศิลป์จีนเป็นสายที่สนุก เพื่อนปัง เหล่าซือสุดโก้\nการเรียนการสอนไม่ต้องพูดถึง เอาเป็นว่า แล้วเจอกันน้า รอ congrats !\n加油！🥳🥳",
        "profileContent": {
          "name": "ภู",
          "year": "81.5",
          "contact": "pualohae"
        }
      },
      {
        "description": ">\nศิลป์จีนอบอุ่นมาก ๆ พี่ ๆ น่ารักมาก ทั้งสายรหัสสายลำดับดูแลเราดีมาก\nรู้สึกได้ว่าถ้าเราไม่สบายใจหรือเจอปัญหาก็พึ่งพาหรือปรึกษาเขาได้\nแต่เพราะปีนี้มีโควิดก็เลยไม่ค่อยได้รู้จักพี่ ๆ คนอื่นมากเท่าไหร่\nส่วนเพื่อน ๆ ก็น่ารัก ช่วยเหลือเราตลอด\nด้วยความที่เรามาจากต่างจังหวัดก็เลยไม่ได้มีเพื่อนเยอะ\nแล้วเพื่อนที่มาจากโรงเรียนเดียวกันก็ดันอยู่คนละห้อง\nวันพัฒน์ศักย์เราก็เลยพยายามคุยกับคนอื่นเยอะ ๆ\nจนได้เจอเพื่อนที่คุยถูกคอ พอเปิดเทอมก็สนิทกันมากขึ้น\nศิลป์จีนเรียนหนักนะสำหรับเรา วิชาภาษาจีนก็หน่วยกิตเยอะทำให้มีคาบทุกวัน\nบางวันก็มากกว่าหนึ่งคาบ มีทั้งเหล่าซือคนไทยและจีนเลย\nทำให้เน้นทักษะได้ครบ ไม่ว่าจะเป็นการฟัง การพูด การอ่านหรือการเขียน\nที่นี่ไม่ได้สอนให้จำตัวอักษรเป็นขีดหรือเอาแต่คัด\nแต่ว่าสอนที่มาของตัวอักษรนั้นไปเลยซึ่งเรารู้สึกว่ามีประสิทธิภาพมาก ๆ\nเพราะมันเห็นภาพชัดเจน เข้าใจง่าย เหล่าซือก็ตั้งใจสอนเต็มที่มาก ๆ\nนอกจากนี้ก็มีสอบบ่อยเลยทำให้เราต้องทบทวนความรู้อยู่ตลอดเวลา\nการบ้านก็มีเยอะบ้างน้อยบ้างแล้วแต่วิชา ส่วนห้องเรียนเราอยู่ชั้นสี่\nตึกก็กลางโรงเรียน จะเดินเข้ามาทางไหนก็ไกลทั้งนั้น หมดแรงตั้งแต่เช้าเลย\n555555 เพื่อน ๆ ในห้องบางคนถึงจะไม่ได้คุยกันบ่อย\nแต่เวลามีสอบอะไรก็จะแบ่งสรุปกันอ่าน ช่วยกันติวตลอด\nงานกลุ่มก็กระตือรือร้นช่วยกันทำ ทำให้ไม่ต้องเหนื่อยแบกงานไว้คนเดียว\nครูส่วนใหญ่ที่เจอค่อนข้างหัวสมัยใหม่ รับฟังความคิดเห็นนักเรียน\nไม่ค่อยมาจุกจิกอะไรกับเรา ค่อนข้างสบายเลยแต่ข้อสอบยาก แหะ\nวิธีการเตรียมตัวสอบเข้าของเราก็เริ่มจากเก็บเนื้อหาจากการเรียนพิเศษก่อนเลย\nเราไม่ได้เรียนเยอะมาก เพราะกลัวเรียนไม่ทันด้วย\nส่วนใหญ่เลยเป็นแค่คอร์สเนื้อหา\nพอเรียนครบเราก็อ่านทวนซ้ำจนมั่นใจแล้วเริ่มหาโจทย์หรือแนวข้อสอบมาทำ\nพอตรวจคำตอบก็จะเขียนเฉลยข้อที่ทำผิดไว้อ่านทวนด้วย\nถ้าช่วงไหนที่คะแนนเริ่มไม่ดี แสดงว่าเรามีเรื่องที่ยังไม่แม่น\nก็จะพักจากการทำโจทย์ไปอ่านทวนข้อที่ผิดแล้วก็เนื้อหาส่วนนั้นอีกรอบ\nไม่ก็หาหนังสือเล่มอื่นมาอ่านเพิ่ม\nเราเน้นทำโจทย์มากกว่าเพราะมันท้าทายดีแล้วก็เห็นพัฒนาการตัวเองชัดด้วยว่าอ่อนเรื่องไหน\nส่วนศัพท์คือเราท่องทุกวัน ทั้งจากโจทย์ที่เจอแล้วก็จากในเน็ตเลย\nเวลาท่องก็จะทวนคำเก่าที่เคยท่องมาแล้วด้วยจะได้ไม่ลืม\nถ้าคำไหนที่ไม่ค่อยเข้าใจก็จะหาตัวอย่างประโยคมาดูประกอบ สู้ ๆ นะคะ\nตั้งใจอ่านหนังสือฝึกทำข้อสอบเยอะ ๆ ไม่ต้องหักโหมมาก\nอย่ากดดันตัวเองเกินไป รักษาสุขภาพให้ดี ทำให้เต็มที่\nถ้าเหนื่อยหรือท้อก็ลองมองย้อนกลับไปในความพยายามที่ผ่านมาทั้งหมดของเรา\nมันเยอะมากเลยใช่มั้ย ไม่เสียดายเหรอที่จะยอมแพ้ตอนนี้ ฮึดสู้อีกสักนิดนะ\nจะถึงเป้าหมายแล้ว ไม่มีอะไรไกลเกินเอื้อมหรอก แล้วมาเจอกัน !",
        "profileContent": {
          "name": "เตย",
          "year": "83",
          "contact": "nnutoey_"
        }
      },
      {
        "description": ">\nรีวิวสายศิลป์จีน สวัสดีค้าบทุกคน เรามุกน้า อยู่สายการเรียนศิลป์จีน\nบอกก่อนเลยว่าสายการเรียนนี้เนี่ย เรามีการเรียนภาษาจีนที่เข้มข้นมาก ๆ\nจำนวน 8 คาบต่อสัปดาห์กันเลยทีเดียว ซึ่งบางวันอาจจะเรียนภาษาจีนวันละ 2\nคาบ บอกเลยว่าสำหรับน้อง ๆ คนไหนที่ชอบเรียนภาษาจีนเนี่ย\nจุใจอย่างเเน่นอน เพราะด้วยความที่ได้เรียนภาษากันอย่างจริงจัง เข้มข้น\nจนทำให้น้องรู้สึกซู่ซ่าไปกับเนื้อหา\nคำศัพท์จีนที่ต้องทำความเข้าใจเเละจำเยอะมากกก เเต่เอาจริง ๆ\nไม่ว่าจะเป็นภาษาไหนเราก็จำเป็นที่ต้องทำความเข้าใจ\nเเละจำคำศัพท์นั้นอยู่ดี เเต่เราเชื่อว่า\nถ้าตั้งใจเเละจำเนื้อหากับคำศัพท์ได้เนี่ย ก็สามารถนำไปใช้\nเเละต่อยอดในอนาคตได้เเน่นอน นอกจากนี้ก็มีการท่องบทสนทนาจีนทุก ๆ\nอาทิตย์ หรือที่เหล่าศิลป์จีน เรียกกันว่า ‘เป้ยเค่อ’ นั่นเอง บอกเลยว่า\nเเอบเหนื่อยเหมือนกัน\nเพราะกว่าเราจะจำได้หมดเเล้วก็ต้องอัดคลิปหลับตาท่องก็เเอบนานอยู่เหมือนกัน\nซึ่งเหล่าซือให้ทำเเบบนี้เพื่อที่เราจะได้คุ้นชินกับภาษา\nเเละสามารถนำมาพูดใช้ในชีวิตประจำวันได้ ช่วงเเรก ๆ\nของการเรียนภาษาจีนก็อาจจะเริ่มต้นง่าย ๆ เป็นพื้นฐานไปก่อน\nเเต่ว่าสำหรับใครที่ยังไม่มีพื้นฐานจีนมาก่อนก็อยากให้ลองอ่านเพิ่มเติม\nเเละต้องขยันมาก ๆ เลยน้า เพราะว่าการเรียนค่อนข้างเเอบไปเร็วนิดนึง\nพอเรียนไปเรื่อย ๆ ก็บอกเลยว่า เนื้อหาเข้มข้นจัดหนักจัดเต็ม\nเเละงานคัดจีน เป้ยเค่อ ที่ต้องส่งอีกทุกอาทิตย์ บอกเลยว่า\nไม่เหงาเลยค่ะน้อง ๆ มีการบ้านจีนรอน้อง ๆอยู่ทุกสัปดาห์ น่ารักมั้ยล่า\nเเละในส่วนของเพื่อนในสาย เพื่อนทุกคนมีความหลากหลาย\nทุกคนที่เข้ามาคือมีเเต่คนเก่ง ๆ\nพอเราเข้ามาอยู่สังคมเด็กเก่งก็ผลักดันให้เราต้องขยัน เเละทำเกรดให้ดี\nถึงเเม้อาจจะเพิ่งรู้จักกันเเต่เพื่อนก็น่ารักเเละใจดีมาก\nทุกคนพร้อมช่วยเหลือกันและกัน ช่วยกันเรียน\nพร้อมที่จะสู้เเละติวสอบให้ผ่านไปด้วยกัน มีสรุปก็เเบ่งปันกันอ่าน\nน่ารักกันจริง ๆ บรรยากาศในห้องเรียนของเรา ก็มีทั้งสายเรียน สายลำดับ\nเเต่โดยรวมบอกเลยว่าเรียนไม่เครียด สนุกสนานเฮฮา\nมีเพื่อนๆที่สร้างเสียงหัวเราะ ทำให้เรียนในห้องสนุกขึ้นมาอีกเยอะเลย\nสุดท้ายนี้สำหรับน้อง ๆ คนไหน ที่อยากสอบเข้าศิลป์จีน ก็ขอให้น้อง ๆ\nทุกคนสู้ ๆ นะ เราเป็นกำลังใจให้ ทำให้เต็มที่ ไม่ต้องกดดันตัวเองนะ\nพักผ่อนให้เพียงพอ ไม่หักโหมมากเกินไป ช่วงไหนที่ท้อหรือเหนื่อยก็พักบ้าง\nเเต่อย่าพักนานจนลืมอ่านหนังสือนะ ! ของเราตอนท้อก็อาจจะหาอะไรที่ชอบทำ\nหรือเปิดเพลงลูกทุ่งหมอลำซิ่งเต้นเเก้เครียดไปเลย\nหรือนึกถึงวันที่เราสอบติดประกาศผลเเล้วมีชื่อเรา นึกถึงวันนั้นไว้นะ\nถ้าเราอยากจะมีชื่อเราอยู่ในรายชื่อประกาศผล\nต้องฮึดสู้เเละตั้งใจอ่านหนังสือ ทำให้เต็มที่ !\nเเล้วมาเจอกันที่รั้วเตรียมน้า น้องจะรู้ว่านี่ยังไม่จบ\nเเต่เพิ่งเริ่มต้นต่างหาก ! สู้ครับ เหล่าลูกเจี๊ยบทั้งหลาย",
        "profileContent": {
          "name": "มุก",
          "year": "83",
          "contact": "maleemookko"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_chinese_profile_1.jpg",
      "/assets/programmes/lang_chinese_profile_2.jpg",
      "/assets/programmes/lang_chinese_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_chinese_image_1.jpg",
        "description": "\nวันประกาศผลสอบ วันที่รายชื่อเราไปติดอยู่บนรายชื่อผู้ที่สอบติด !"
      },
      {
        "url": "/assets/programmes/lang_chinese_image_2.jpg",
        "description": "\nวันรับน้อง พี่ ๆ สันทนาการพร้อมสร้างความสนุกสนานให้น้อง ๆ แล้วคร้าบบ"
      },
      {
        "url": "/assets/programmes/lang_chinese_image_3.jpg",
        "description": "\nวันรับน้อง ทั้งพี่ ๆ และน้อง ๆ มาร่วมวงเล่นเกมกันอย่างสนุกสนาน เฮฮามาก\nๆ เลยทีเดียวคับผม\n"
      }
    ]
  },
  "giftedmath": {
    "thaiName": "โครงการ Gifted Math",
    "englishName": "giftedmath",
    "count": "40",
    "admission": "\n>\nการคัดเลือกเข้าห้องกิฟต์จะมีขึ้นหลังการการประกาศผลอย่างเป็นทางการของการสอบเข้านักเรียนชั้นม.4\nโดยแต่ละกิฟต์ก็จะประกาศรับสมัครกัน\nถ้าสนใจในกิฟต์ไหนก็เลือกสมัครสอบกิฟต์นั้น แต่ว่าเลือกสมัครได้แค่ 1\nวิชา\nในส่วนของกิฟต์เลขนั้นคนที่สมัครเข้าห้องนี้ได้ต้องมีคุณสมบัติคือเป็นนักเรียนที่สอบเข้ามาในสายวิทย์-คณิตไม่ว่าจะเป็นรอบใหญ่หรือรอบโควตาใด\nๆ ก็ตาม\nโดยปกติทั่วไปเกณฑ์ที่ใช้คัดจะมีการใช้คะแนนวิชาคณิตศาสตร์-วิทยาศาสตร์ในการสอบเข้า\nการยื่น portfolio การสอบสัมภาษณ์\nและสุดท้ายคือการทำข้อสอบคัดเลือกเข้ากิฟต์เลขซึ่งจะมีขึ้นหลังจากการสมัคร\nแต่ว่าในปีของนักเรียน TU83 อยู่ในช่วงสถานการณ์การแพร่ระบาดของ COVID-19\nก็เลยทำให้เกณฑ์การคัดเลือกเหลือแค่การใช้คะแนนสอบเข้าเตรียมฯ\nรอบใหญ่และการยื่น portfolio ทางออนไลน์เท่านั้น ทั้งนี้\nการคัดเลือกก็ขึ้นอยู่กับความต้องการของอาจารย์และคณะกรรมการในแต่ละปีด้วย\nขอให้ติดตามประกาศในปีที่จะถึงเป็นหลัก\n>\n",
    "exsubject": "\n>\nสำหรับการเรียนในห้องนี้ส่วนมากเรียนเหมือนสายวิทย์-คณิตธรรมดาเลยมีทั้งเลขยาก\nเลขง่ายเหมือนเดิม เพียงแต่ว่าจะตัดวิชาเลือกของสายวิทย์-คณิตธรรมดา\nแล้วเปลี่ยนมาเป็นวิชา ‘คณิตศาสตร์เพิ่มพูนประสบการณ์’\nหรือที่เรียกกันว่า enrichment นั่นเอง ซึ่งเรียน 2 คาบ\nต่อสัปดาห์เป็นวิชาที่เอาเนื้อหาคณิตศาสตร์ยาก ๆ ที่น่าสนใจมาสอน\nมีทั้งเอาโจทย์แข่งขันหรือเนื้อหาที่เกินชั้นเรียนที่เราเรีนนอยู่มาสอน\nแล้วก็ในตอนม.4 จะมีการทำโครงงานคณิตศาสตร์ด้วย\nเพื่อไปนำเสนอแข่งโครงงานกัน\nอีกทั้งยังมีการนัดเรียนเพิ่มเติมช่วงเย็นในบางเดือนอีกด้วย ม.4\nนัดสัปดาห์ละ 2 วัน ม.5 นัดสัปดาห์ละ 1 วัน\nซึ่งการเรียนเพิ่มเติมนี้อาจารย์ที่มาสอนเป็นถึงอาจารย์มหาวิทยาลัยที่สอนในค่ายสอวน.เลยแล้ววิชาที่มาสอนส่วนใหญ่ก็จะเป็นคณิตศาสตร์ที่ยาก\nๆ และน่าสนใจ บางทีก็เอาเนื้อหาในค่ายสอวน.มาสอนด้วย\n>\nสำหรับกิจกรรมที่เพิ่มจากห้องอื่นคือ ค่ายกิฟต์เลข\nซึ่งจะจัดขึ้นทุกปีเป็นค่ายที่จัดกันในสายห้องกิฟต์เลขกันเองที่โรงแรมริมทะเลประมาณ\n3-5 วันกระชับความสัมพันธ์ระหว่างรุ่นพี่รุ่นน้อง รวมถึงบูรณาการความรู้\nในค่าย จะมีทั้งเรียนและกิจกรรมฐาน แต่ก็ไม่ได้เคร่งเครียดมาก\nอารมณ์ประมาณว่าไปเที่ยวทะเลนั่นแหละ\n>\n",
    "interest": "\n>\nสิ่งที่พิเศษคือคนใน Gifted Math จะได้อยู่ห้องเดียวกันไปตลอด 3 ปีเลย\nเช่นเดียวกันกับ Gifted science\nก็คือไม่มีการสุ่มห้องไปปนกับคนอื่นที่ไม่ใช่ Gifted Math\nเหมือนที่ทำกันในสายวิทย์-คณิตทั่วไปทำให้ในห้องจะสนิทกันมาก\nแล้วก็เพื่อนในห้องนี้จะมีประมาณครึ่งหนึ่งที่เข้าเตรียมฯ\nมาด้วยโควตาโอลิมปิกหรือก็คือ โควตาที่ใช้ค่ายสอวน.ยื่นนั่นเอง\nส่วนอีกครึ่งหนึ่งเป็นคนที่สอบเข้ามาด้วยอันดับสอบเข้าสูง ๆ ไม่เกินลำดับ\n50 ของสายวิทย์-คณิต ก็เลยทำให้เพื่อนในห้องส่วนใหญ่เก่งกันมาก ๆ\nถ้าเรียนไม่เข้าใจตรงไหนเพื่อนในห้องก็พร้อมช่วย\nเรื่องของรุ่นพี่ก็มีทั้งที่เป็นผู้แทนประเทศไปแข่งโอลิมปิกหรือคนที่สอบได้ทุนรัฐบาลก็ปรึกษาได้หมดเลย\nแล้วก็ ม.4 ทุกปีจะมีการทำหนังสือติวรุ่นน้องขายคือ\nหนังสือเอื้อมพระเกี้ยว ซึ่งเป็นหนังสือติวสอบเข้าเตรียมฯ และหนังสือ\nzenith ซึ่งเป็นหนังสือโจทย์คณิตศาสตร์เตรียมสอบแข่งขัน\nเป็นงานห้องที่ทุกคนจะช่วยกันทำแล้วเอางบที่ขายได้เข้าเงินห้องเพื่อใช้เป็นทุนจัดค่ายให้รุ่นน้อง\n>\n",
    "reviews": [
      {
        "description": "\n\n1.รีวิวสายการเรียน\nกิฟต์เลขก็เป็นสายวิทย์คณิตที่เรียนทุกวิชาเหมือนห้องอื่นๆ ทั่ว ๆ ไป\nสอบก็สอบข้อสอบชุดเดียวกัน ความยากเท่ากัน แต่ว่าจะแตกต่างกันตรงที่\nมีวิชา enrichment (คณิตศาสตร์เพิ่มพูนประสบการณ์) เพิ่มเข้ามา\nซึ่งอาจารย์ก็จะนำเนื้อหาที่น่าสนใจ แปลก ๆ มาสอน\nให้เรามีความรู้วิชาเลขมากกว่าคนอื่น ความยากประมาณสอวน.\nวิชานี้ก็มีสอบด้วยเช่นกัน ความยากปานกลาง\nส่วนวิชาเลขง่ายกับเลขยากที่รร. มีอยู่แล้ว\nครูเค้าก็จะไม่ได้สอนละเอียดมาก แต่เน้นให้ห้องกิฟต์เลขทำโจทย์แปลก ๆ\nเช่นกัน นั่นก็คือ ห้องกิฟต์เลขจะได้เปรียบในวิชาเลข\nเพราะได้แนวโจทย์และเนื้อหาเยอะกว่าห้องอื่น ๆ 2. เรียนหนักมั้ย\nแน่นอนว่าหนักมาก ๆ ไม่ได้หนักมาจากเนื้อหาที่ครูสอนหรอก\nแต่มาจากเพื่อนรอบข้างที่มีแต่คนเก่งกว่าเรา\nคนนู้นคนนี้ไปได้เหรียญระดับชาติระดับโลกมา\nทำให้เราต้องพัฒนาตัวเองอยู่ตลอดเวลาให้ทันเพื่อน\nเพื่อนเค้าก็ยินดีช่วยเหลือเรานะ แต่บางทีการที่เราไปถามเพื่อนเยอะ ๆ\nเราก็เกรงใจเค้า ในท้ายที่สุดเราก็จะหาความรู้เองให้ทันเพื่อน\nและก็พยายามสอบ สอวน. ค่ายต่าง ๆ ให้เท่าเพื่อน 3. การบ้านเยอะมั้ย จริง\nๆ ทุกห้องใน รร. เตรียมฯ การบ้านเยอะมากอยู่แล้ว ส่วนวิชา enrichment\nของกิฟต์เลขที่เพิ่มเข้ามา ก็ไม่ได้มีการบ้านเท่าไหร่ แต่ใน ม.4\nจะเรียนช่วงเย็น 2 วัน, ม.5 จะเรียนช่วงเย็น 1 วัน ทำให้ต้องบริหารเวลาดี\nๆ ในการเคลียร์งาน เพราะต้องกลับบ้านดึก 4. ประสบการณ์, ความประทับใจ\nเวลาที่เพื่อนมาสอนการบ้านเรา อธิบายโจทย์ยาก ๆ ให้เราฟัง\nช่วยเหลือกันเรียน ช่วยกันจดการบ้าน และก็การที่เรามีความรู้มากขึ้น\nบวกกับแรงกดดันจากเพื่อนให้เราไปแข่งโอลิมปิกในระดับที่สูงขึ้น\nทำให้พี่ได้ไปแข่ง TPhO ได้เหรียญทองแดง และตอนไปแข่งก็ได้แข่งกับเพื่อน\nๆ ด้วย 5. กิจกรรมในโรงเรียน หลายคนคงคิดว่า เด็กกิฟต์เลขเป็นเด็กเรียน\nคงไม่ทำกิจกรรมอะไรหรอกมั้ง คิดผิดแล้ว !\nเด็กกิฟต์เลขมีส่วนร่วมในกิจกรรม รร. หลายอย่าง ทั้ง\nเดินพาเหรดในวันกีฬาสี จัดค่ายกิฟต์เลข (ได้เที่ยว+ได้เรียน) เป็นหลีด cg\nดรัมเมเยอร์ ทำ aic ต.อ.-ต.ท. สืบสานฯ\nร่วมแข่งกิจกรรมทั้งวิชาการและก็กับชมรมต่าง ๆ ได้รางวัลมาเยอะแยะเลย\nอย่างพี่ก็ทำ aic กับเพื่อน ๆ ห้องอื่นตอนอยู่ม.4-5\nไปแสดงกิจกรรมกลางแจ้งกีฬาต.อ.-ต.ท. ตอน ม.4 (ม.5 เป็นสตาฟ)\nพี่เองก็ได้เพื่อนเยอะแยะเลย ทั้งในห้องและก็ต่างห้อง อ๋อ และก็ ตอน ม.5\nพี่เป็นรองเฮดรับน้อง ก็ได้รู้จักกับทั้งเพื่อน รุ่นพี่ รุ่นน้อง\nมากมายเลย กิจกรรมรับน้องทำให้เรารู้จักกับคนอื่นมากขึ้น\nพี่เป็นหัวหน้าห้องด้วย ก็เครียดพอสมควร 5555\nแต่เพื่อนและครูก็ได้ให้กำลังใจพี่มาจนถึงทุกวันนี้ ได้ไปค่ายผู้นำ\nเจอเพื่อนใหม่ ๆ เผลอ ๆ ทำกิจกรรมเยอะ ๆ เดินไปมาใน รร. มีคนทักตลอดทาง\n5555",
        "profileContent": {
          "name": "ภูมิ",
          "year": "81",
          "contact": "phoom_wchx"
        }
      },
      {
        "description": ">\nสวัสดีครับน้อง ๆ ว่าที่ TU 84 ทุกคนค้าบ พี่ชื่อเบรทท์นะครับ TU 83 GM\n18 ครับผม น้อง ๆ หลายคนเห็นชื่อ Gifted Math\nก็คงคิดว่าพี่ต้องเป็นเด็กเนิร์ด หลงรักวิชาเลขแน่ ๆ เลย 5555555+\nอย่าเพิ่งปิดรีวิวพี่ไปดูรีวิวสายอื่นนะ\nลองมาดูกันดีกว่าว่าห้องกิฟต์เลขเตรียมฯ เนี่ย ต้องเตรียมตัวยังไง\nเข้าไปแล้วจะเจอแต่เทพคณิตรึเปล่า เพื่อน ๆ จะเนิร์ดจริงไหม เรียนยากมั้ย\nถ้าพร้อมแล้วก็ โก!!! หลังจากที่น้องสอบติดเตรียมฯ แล้วเนี่ย\nทางกลุ่มสาระคณิตศาสตร์ก็จะเปิดรับสมัครโครงการนักเรียนที่มีความสามารถพิเศษด้านคณิตศาสตร์\nโดยจะให้ยื่นใบสมัครพร้อมกับพอร์ทวิชาการ\nเกณฑ์การพิจารณาก็จะแตกต่างกันในแต่ละปี\nแต่ปีของพี่ใช้คะแนนวิชาคณิตศาสตร์-วิทยาศาสตร์ในวันสอบเข้า\nรวมกับคะแนนพอร์ทครับ โดยพอร์ทที่ทุก ๆ\nคนน่าจะมีเหมือนกันคือการแข่งขันโอลิมปิกวิชาการของมูลนิธิสอวน.นั่นเอง\n(วิชาไหนก็ได้เลย !!) ของพี่ก็มีสอวน.วิชาเคมี (ค่าย 2 ในตอนนั้น)\nกับดาราศาสตร์ (ผู้แทนศูนย์) แล้วก็มีให้เขียนเรียงความคล้าย ๆ personal\nstatement ว่า ทำไมเราถึงเหมาะกับห้องกิฟต์เลข\nแล้วก็คิดว่าจะได้อะไรจากการเรียนห้องกิฟต์เลขค้าบ\nตอนแรกที่พี่ติดพี่ก็กลัวว่าจะไม่รู้จักใครเลยในห้อง\nสรุปคือเพื่อนกันทั้งนั้น 555555 ทุก ๆ คนคือเฟรนลี่มาก\nช่วยเหลือกันดีมากๆ (โดยเฉพาะช่วงสอบ)\nรู้สึกว่าห้องนี้ทำให้เราได้เห็นมุมมองอะไรมาขึ้นอีกระดับนึงเลยนะ\nได้เจอคนที่อยากจะนิยามเค้าว่า “เธอคือพระเจ้าใช่มั้ย สรุปก็ทำแจก\nติวให้ก็ติวดี ยังจะได้เกรด 4 ล้วนอีก” 5555555555\nบางคนก็มีพรสวรรค์หลายด้านกันมาก ๆ มีความรอบรู้ในด้านต่าง ๆ กัน\nสามารถมานั่ง discuss กันได้สนุกเลย ทั้งด้านวิชาการจ๋ามาก ๆ\nจนถึงเรื่องธรรมดาที่ถ้าได้คุยกันจริงๆแล้วก็สามารถเข้าใจความคิดของคนอื่นๆมากขึ้นด้วยแหละ\nส่วนคุณครูก็คือสอนดี + ใจดีมากกกก\nเปิดโอกาสให้นักเรียนได้ซักถามในจุดที่สงสัยได้แบบไม่ปิดกั้น\nครูหลายคนสอนให้นักเรียนได้ critical thinking อีกด้วย ซึ่งพี่ว่ามันเป็น\nskill ที่ดีและน้ำไปปรับใช้ได้ทุกสาขาวิชาเลย ให้นักเรียนได้กล้าแสดงออก\nสนับสนุนให้เข้าร่วมกิจกรรมในโรงเรียน ไม่ว่าจะเป็นชมรมต่าง ๆ\nหรืองานโรงเรียน โดยรวมก็คือดจีย์ ดจีย์มากกก\n(ดจีย์เสียงแบบพี่พีชชี่สตีเฟ่นโอปป้า)\nห้องกิฟต์เลขเรียนเหมือนกับสายวิทย์-คณิตปกติเลยครับ\nแต่แค่มีวิชาเพิ่มมาแทนที่จะได้เรียนวิชาเลือกเสรี\nห้องกิฟต์เลขต้องเรียนวิชาคณิตศาสตร์เพิ่มพูนประสบการณ์\nหรือที่เรียกกันติดปากว่า เลขเอนริช (enrichment)\nจะได้เรียนเลขที่ยากและลึกกว่าห้องอื่น ๆ มีการเรียนตอนเย็นบางวัน\nเป็นการเตรียมตัวในการแข่งขันหรือการสอบทุนต่าง ๆ\nและยังนำไปต่อยอดในการเรียนวิชาอื่น ๆด้วย ส่วนเรื่องของการบ้าน แหะ ๆๆ\nก็น่าจะเหมือนห้องวิทย์-คณิตอื่น ๆ นั่นแหละ เยอะพอกัน 5555555555\nแต่มันก็ไม่ได้เยอะขนาดที่ทำไม่ได้อะนะ\nแต่เหมือนเป็นการฝึกแบ่งเวลาให้เป็นมากกว่า (มองโลกในแง่บวกไว้นะทุกคน\nแหะ ๆ) ยังไงก็ขอให้น้อง ๆ ทุกคนที่ใฝ่ฝันเข้าห้องกิฟต์เลขเตรียมฯ\nก็ขอให้น้อง ๆ ทุกคนตั้งใจอ่านหนังสือ ทำข้อสอบให้ดีที่สุด มีสติในวันสอบ\nใจเย็น ๆ อย่าลน !! พี่ ๆ กิฟต์เลขรุ่น 18 ทุกคนเป็นกำลังใจให้นะค้าบ",
        "profileContent": {
          "name": "เบรทท์",
          "year": "83",
          "contact": "bbrettersjournal"
        }
      },
      {
        "description": "สวัสดีน้อง ๆ ว่าที่ TU84 ที่น่ารักทุกคนค่ะ !🖖🏻🧸🎀✨\nขอแนะนำตัวเองก่อนเลยนะคะ พี่ชื่อพอลลี่ TU82 GM 17 ตอนนี้ก็อยู่ม.5 แล้ว\nเหลือชีวิตในเตรียมอุดมฯ อีกแค่ปีกว่า ๆ เอง 55555 ผลงานคร่าว\nๆในรั้วเตรียมอุดมของพอลลี่ก็จะมีประมาณนี้ - สอบเข้าโรงเรียนเตรียมอุดมฯ\nสายการเรียนวิทย์-คณิตด้วยลำดับที่ 8 -\nประธานการทำหนังสือเอื้อมพระเกี้ยววิชาภาษาไทย -\nผู้แต่งเรื่องสั้นประกอบหนังสือ zenith 14 - ประธานการจัดงาน Triam Udom\nOpen House2020 สายกิฟต์เลข หลาย ๆ คนพอได้ยินคำว่า ‘ กิฟต์เลข’\nก็คงจะนึกภาพห้องเด็กเนิร์ดวัน ๆเ อาแต่เรียน กิจกรรมไม่ยุ่งใช่มั้ยล่ะคะ\n? อยากจะบอกว่าความจริงไม่ใช่แบบนั้นเลยค่ะ\nห้องกิฟต์เลขของพวกเรามีกิจกรรมให้ทำร่วมกันเยอะมาก ๆ\nไม่ว่าจะเป็นการทำหนังสือห้องออกมาขาย การจัดกิจกรรมโอเพ่นเฮาส์\nการจัดสอบแข่งขันทางคณิตศาสตร์ งานโฮม และค่ายริมทะเล\nไหนจะงานชมรมและกิจกรรมอื่น ๆ ในโรงเรียนอีก พูดง่าย ๆ\nคือการเป็นนักเรียนสายการเรียนกิฟต์คณิตไม่ได้เป็นข้อจำกัดในการทำกิจกรรมช่วงมอปลายของเราเลย💥\n🛁 ทำอย่างไรถึงจะเข้ากิฟต์เลขได้? - ต้องสอบเตรียมฯ\nให้ติดก่อนเลยค่ะ55555\nหลังจากนั้นในวันมอบตัวจะมีการประกาศข่าวสารจากกลุ่มสาระการเรียนรู้คณิตศาสตร์เกี่ยวกับการรับสมัครนักเรียนที่มีความสามารถพิเศษทางคณิตศาสตร์\nเมื่อกรอกใบสมัครเสร็จเรียบร้อยเราก็แค่ไปสอบตามวันที่กำหนดและรอประกาศผลค่ะ\n- การสอบจะแบ่งเป็น 2 รอบ 1) การสอบวัดความรู้ทางคณิตศาสตร์ 2)\nพอร์ตทางวิชาการ เช่น สอวน. สสวท. ลำดับสอบเข้า สพฐ. (\n+คะแนนสอบเข้าวิชาวิทย์และคณิต) 🎉 เมื่อเราผ่านการคัดเลือกทั้งสองรอบแล้ว\nเราก็จะได้รับคัดเลือกเป็นนักเรียนในโครงการกิฟท์เลขค่ะ เย่😻👏🏻 🛁\nสิทธิประโยชน์ & สิ่งที่กิฟท์เลขเรียนแตกต่างไปจากห้องอื่น -\nอย่างเเรกคือห้องเราเป็นห้องที่อยู่ด้วยกันตลอด 3 ปีในเตรียมอุดมฯ ค่ะ\nเราจะได้รู้จักคนดี ๆ เก่ง ๆ จากห้องนี้เยอะแยะเลย ไม่ว่าจะเป็นรุ่นพี่\nรุ่นน้อง หรือเพื่อนร่วมห้อง - ❗️ ไม่ต้องคิดมากเรื่องเกรด❗️\nอย่างที่น้องๆน่าจะทราบกันแล้วว่าหลังจากจบม.4\nโรงเรียนของเราจะมีการจัดสายการเรียนย่อย และห้องคิง, ควีน\nที่ใช้เกรดเป็นตัวตัดสิน ทำให้หลาย ๆ คนต้องพยายามทำเกรดสูง ๆ\nเข้าไว้เพื่อที่จะได้อยู่ห้องเดิม\nแต่ห้องกิฟท์เลขขอเราไม่จำเป็นต้องกังวลเลยค่ะว่าปีหน้าถ้าเกรดเราไม่ดีจะโดนเปลี่ยนห้องมั้ย\nเพราะเราอยู่ห้องเดิมทุกปีนั่นเอง - วิชาที่ต้องเรียนเพิ่มเติม:\nขอบอกก่อนว่าห้องของเราไม่ได้เรียนหนักไปกว่าห้องอื่นเลยนะคะ\nเพราะไม่ว่าจะอยู่สายการเรียนไหน ก็ต้องมีวิชาที่เสริมเข้ามาอีก 1\nตัวอยู่แล้ว\nโดยสายการเรียนของเราวิชที่เสริมเข้ามาจะเป็นวิชาคณิตศาสตร์เพิ่มพูน\n(Enrichment)❤️\nเป็นการเรียนคณิตศาสตร์เชิงทฟษฎีที่ลึกลงไปกว่าห้องอื่นๆค่ะ\nเราสามารถเอาความรู้ตรงนี้ไปต่อยอดกับการสอบเเข่งขันอื่น ๆ ได้ด้วย👌🏻 ((\nแอบกระซิบว่าวิชาเพิ่มของเราไม่มีการบ้านเลยนะคะ ไม่มีจริงๆ\nสบายม้ากมาก👁👄👁 ส่วนตอนสอบถ้าเรามีเพื่อนดีเราก็จะรอดค่ะ ! 55555 )) 🛁\nสังคมกิฟท์เลข - สังคมห้องกิฟท์เลขของเราไม่มีความเนิร์ดอยู่เลยค่ะ\n55555555555 ทุกคนน่ารักเฮฮามาก ออกจะโบ๊ะบ๊ะด้วยซ้ำ\nเวลาสอบก็ช่วยเหลือกันเป็นอย่างดีเลย💓 มีคนทุกรูปแบบจริง ๆ\nตั้งแต่คนที่ตั้งใจเรียนมาก ๆ\nยันเพื่อนที่เล่นเกมทุกคาบแต่ดันได้คะแนนสูงกว่าเรา🥲 🛁 กิจกรรม - 💥\nการทำหนังสือเอื้อมพระเกี้ยวและ zenith :\nถือว่าเป็นไฮไลต์เด็ดของกิจกรรมในชั้นม.4เลยค่ะ\nเป็นการทำหนังสือเพื่อเตรียมสอบเข้าโรงเรียนเตรียมอุดมศึกษาให้น้องรุ่นถัด\nๆ ไปค่ะ ภายในหนังสือจะมีทั้งสรุปเนื้อหา ตะลุยโจทย์ และเฉลยครบ 5\nวิชาที่ต้องสอบเลย - จัดงานโอเพ่นเฮาส์และจัดการสอบ TUGMOs\nเป็นการแนะนำสายการเรียนให้กับน้องๆที่สนใจในโรงเรียนเตรียมอุดมศึกษา\nปกติจะจัดเป็นงานใหญ่ 2 วันตั้งซุ้มกันในโรงเรียนเลยค่ะ\nแต่เนื่องจากสถานการณ์ COVID-19\nในปีนี้ทำให้ต้องปรับเปลี่ยนเป็นแบบออนไลน์แทน😔 - ค่ายกิฟต์เลข :\nเป็นค่ายที่สานสัมพันธ์ระหว่างรุ่นพี่ม.5 และรุ่นน้องม.4 ช่วงปิดเทอมตุลา\nในค่ายจะมีการสอนและสอบปลายค่ายเล็ก ๆ น้อย ๆ\nแต่ส่วนใหญ่จะเป็นการทำกิจกรรมฐานริมทะเลค่ะ ! 🌊 - งานโฮม :\nงานพบปะสังสรรค์ระหว่างรุ่นพี่รุ่นน้องในแต่ละปี\nปกติเราจะเชิญกันสามรุ่นต่องาน คือรุ่นที่ถัดจากเรา 1ปี และ 3 ปีค่ะ -\nกิจกรรมที่มีเหมือนกันทุกสาย เช่น งานรับน้อง งานกีฬาสี กิจกรรมชมรม\nและกิจกรรมโรงเรียนอื่น ๆ 💌 ยังไงพี่พอลลี่ก็หวังว่าน้อง ๆ\nทุกคนที่อ่านจนจบถึงตรงนี้จะได้รับประโยชน์จากไม่มากก็น้อยนะคะ ! จะดีมาก\nๆ เลยถ้าข้อมูลตรงนี้ได้เป็นแรงผลักดันให้น้อง ๆ\nอยากเข้าโรงเรียนเตรียมอุดมศึกษามากขึ้นอีก🥺💓\nขอให้ทุกคนมีกำลังใจอ่านหนังสือมาก ๆ และประสบความสำเร็จตามที่ตั้งไว้\nและหวังว่าจะได้เจอกับน้องทุกๆคนในรั้วเตรียมอุดมแห่งนี้นะคะ!ヾ(≧∇≦)ゞ\nPs:\nถ้าน้องๆคนไหนมีอะไรจะปรึกษาหรือสงสัยตรงไหนสามารถไดเรคไอจีมาได้ตลอดเลยนะคะ\nยินดีตอบมาก ๆ คับ💖💖",
        "profileContent": {
          "name": "พอลลี่",
          "year": "82",
          "contact": "pollyy\\_ravisara"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/giftedmath_profile_1.jpg",
      "/assets/programmes/giftedmath_profile_2.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/giftedmath_image_1.jpg",
        "description": "\nรุ่นพี่ในห้องTU83"
      },
      {
        "url": "/assets/programmes/giftedmath_image_2.jpg",
        "description": "\nบรรยากาศการเรียนคณิตศาสตร์เสริมตอนเย็นกับอาจารย์มหาวิทยาลัย"
      },
      {
        "url": "/assets/programmes/giftedmath_image_3.jpg",
        "description": "\nความfriendlyของเพื่อนที่แบ่งปันความรู้ให้กับเพื่อนคนอื่น ๆ ในห้อง\n"
      }
    ]
  },
  "lang_japanese": {
    "thaiName": "สายการเรียน ภาษา-ภาษาญี่ปุ่น",
    "englishName": "lang_japanese",
    "count": "80",
    "admission": "",
    "exsubject": "\n>\nในหลักสูตรศิลป์ญี่ปุ่น\nเป็นหลักสูตรที่เน้นการเรียนรู้ในด้านภาษาญี่ปุ่นทั้งในด้านฟัง พูด อ่าน\nเขียน ผู้สอนมีทั้งอาจารย์ไทยและอาจารย์เจ้าของภาษา โดยมีคาบเรียนราว ๆ\n8-9 คาบต่อสัปดาห์\nการเรียนการสอนของวิชาภาษาญี่ปุ่นในโรงเรียนเตรียมอุดมศึกษามีความเข้มข้นและรวดเร็ว\nเพื่อให้นักเรียนสามารถนำไปใช้ประโยชน์ในชีวิตได้จริง\nแม้จะไม่มีพื้นฐานมาก่อนก็สามารถเข้าใจได้ในเวลาไม่นาน\nคุณครูผู้สอนมีความใส่ใจในรายละเอียดของนักเรียนและให้ความสนิทสนมกับนักเรียนทำให้นักเรียนมีความกล้าที่จะปรึกษาเรื่องการเรียนกับคุณครูเสมอ\nในส่วนของเนื้อหาการเรียนนั้นมีการปูพื้นฐานตั้งแต่ตัวอักษร คำศัพท์ต่าง\nๆ บทสนทนาง่าย ๆ ในชีวิตประจำวัน หลักภาษาต่าง ๆ ในภาษาญี่ปุ่น\nไปจนถึงเรื่องราวทางสังคมและวัฒนธรรมของประเทศญี่ปุ่น\n>\n",
    "interest": "\n>\nในสายศิลป์ญี่ปุ่นของเราเป็นสังคมเล็ก ๆ\nที่อบอุ่นและสนิทสนมกันเหมือนครอบครัวเลยค่ะ ทั้งคุณครู นักเรียน รุ่นพี่\nรุ่นน้อง\nทุกคนจะช่วยกันและพร้อมจะให้คำปรึกษากับเราเสมอทั้งเรื่องการเรียน\nกิจกรรมหรือเรื่องอื่น ๆ เนื้อหาการเรียนก็น่าสนใจและน่าสนุกอีกด้วย\nไม่ได้มีแค่การเรียนเรื่องหลักภาษาอย่างเดียว\nบางครั้งคุณครูก็เปิดเพลงให้เต้นในห้อง บางครั้งก็สอนร้องเพลง\nมีกิจกรรมให้ทำอยู่เสมอ\nนอกจากนี้ในสายของเรามักจะเป็นที่ที่รวมคนที่มีความชอบเหมือน ๆ\nกัน มาอยู่ด้วยกัน ทำให้สนิทกันง่ายมาก ๆ เลยค่ะ\nหลังจากนี้ก็หวังว่าจะได้เห็นน้อง ๆ\nมาเป็นครอบครัวศิลป์ญี่ปุ่นด้วยกันนะคะ\n>\n",
    "reviews": [
      {
        "description": "\n\nสวัสดีค่า เราชื่อมี่นะคะ🤍🖖🏻 ตอนนี้ก็เป็นเวลาเกือบ 7\nเดือนได้แล้วที่ได้เข้ามาเป็นส่วนหนึ่งของสายการเรียนศิลป์ภาษาญี่ปุ่นรุ่นที่\n21 เรารู้สึกว่าตัวเองเปลี่ยนไปเยอะจริง ๆ นะ ทั้งในเรื่องการใช้ชีวิต\nสังคม กิจกรรม เราได้รับประสบการณ์ใหม่ ๆ จากที่นี่เยอะมาก\nและรู้สึกว่าในเวลาแค่ 7\nเดือนที่ได้ใช้ไปทำให้เราเติบโตขึ้นจากครั้งแรกที่เข้ามาจริง ๆ\nที่จริงก่อนจะเรียน เราแอบคิดในใจว่าเออ\nสายศิลป์ญี่ปุ่นเนี่ยต้องมีแต่เด็กเนิร์ด ๆ แน่เลย ขี้อาย พูดน้อยอะไรงี้\nไอ้เราก็กลัวเหลือเกินว่าจะไม่มีเพื่อน แต่สรุปแล้ว\nพอได้เจอกันที่โรงเรียนหลังหยุดโควิดยาว ๆ ก็ได้พบว่า\nเราคิดมากไปเอง555555 ทุกคนในสายเฟรนด์ลี่และน่ารักมาก ๆ ทุกคนพร้อมที่จะ\nmake friend กับเราเพียงแค่เราสบตาส่งยิ้มด้วยความเป็นมิตร\nเป็นสังคมที่น่ารักมากจริง ๆ ในความคิดของเรา เราได้เจอเพื่อนใหม่ ๆ\nเยอะมากจากในสาย ช่วงแรก ๆ ที่รู้จักกันอาจจะมีเกร็ง ๆ ไปบ้าง ก็ไม่แปลกหรอก\nแต่แนะนำให้ลองชวนคุยเรื่องติ่ง ถ้าเกิดด้อมเดียวกันขึ้นมาก็ jackpot\nอย่างเราที่มาเข้าสายศิลป์ญี่ปุ่นเพราะชอบอนิเมะ\nก็ได้เพื่อนคุยเรื่องนี้เต็มห้องเลย\nสำหรับเราแล้วเราชอบบรรยากาศในห้องมาก\nถึงจะเสียงดังไปนิดแต่ก็ไม่เคยเหงาเลย\nแล้วยังรวมคนที่มีความชอบเหมือน ๆ กันได้มาสนุกไปด้วยกัน (\nหรือเรียกว่าเบียวไปด้วยจะดีกว่า ? 555555 ) นอกจากเพื่อนแล้ว\nรุ่นพี่ในสายก็น่ารักไม่แพ้กันเลยค่ะ สนิทกันได้ไวมาก ๆ\nเพราะจะมีกิจกรรมให้รุ่นพี่ได้มารู้จักรุ่นน้องเสมอ ไม่ว่าจะเป็นสายลำดับ\nสายรหัส รับน้อง เลยเป็นโอกาสที่ทำให้รุ่นพี่รุ่นน้องในสายสนิทกันได้\nเราไปปรึกษารุ่นพี่ได้ทุกเรื่องเลยจริง ๆ นะ ตั้งแต่การเรียน การบ้าน\nหนังสือนู่นนี่ ไปจนถึงบนที่ไหนก่อนสอบดี\nเป็นหนึ่งในสิ่งที่เราประทับใจมาก ๆ ในสายนี้เลย\nอีกสิ่งหนึ่งที่ทำให้เรารู้สึกว่าเราเติบโตขึ้นเยอะเลยก็คือเรื่องของกิจกรรม\nพอมาอยู่ที่นี่แล้วเราได้ทำกิจกรรมเยอะมาก ๆ ทั้งชมรม คัลเลอร์การ์ด AIC\nได้ฝึกความรับผิดชอบในการบริหารจัดการเวลาเรียนเวลากิจกรรม\nและได้รู้จักเพื่อน ๆ พี่ ๆ เยอะมาก\nที่นี่เปิดโอกาสให้นักเรียนได้ทำกิจกรรมมาก ๆ จริง ๆ\nถ้าหากน้องมีโอกาสก็ต้องหาเวลาไปทำในสิ่งที่ชอบให้ได้เลยนะคะ\nแล้วมันจะทำให้ได้สร้างความทรงจำดี ๆ ที่โรงเรียนเยอะเลย\nถัดจากเรื่องสังคมและกิจกรรมก็ต้องเป็นเรื่องเนื้อหาการเรียนและการสอบ\nที่นี่คุณครูจะเริ่มสอนตั้งแต่พื้นฐานเลยค่ะ เราเองก็ไม่เคยเรียนมาก่อน\nกลัวจะตามเพื่อนในทันในตอนแรก\nแต่คุณครูก็คอยทบทวนให้อยู่ตลอดก็เลยไม่มีปัญหาอะไร\nถามว่าเนื้อหาแอบยากมั้ย แน่นอนว่าต้องมีส่วนที่ยาก แต่ถ้าเราทบทวนบ่อย ๆ\nแล้วเข้าไปถามครูในสิ่งที่สงสัยก็จะช่วยได้เยอะเลยค่ะ น้อง ๆ\nหลายคนที่อยากจะมาสอบเข้าเตรียมอุดมอาจจะคิดว่า\nพอเข้ามาแล้วต้องกดดันแน่เลย ทุกคนเรียนเก่ง ต้องแข่งกันเรียนแน่ ๆ\nจะเครียดหรือเปล่านะ เราบอกตรงนี้เลยว่าไม่จริงนะคะ\nความจริงแล้วสังคมที่นี่ทุก ๆ คนจะช่วยกันเรียน ช่วยกันสอน ช่วยกันติว\nไม่มีคำว่ากดดันเลยถ้าหากเราพยายามเต็มที่แล้วและไม่พยายามเอาคนอื่นเป็นบรรทัดฐานความสำเร็จ\nสุดท้ายนี้พี่ก็จะขอเป็นกำลังใจให้น้อง ๆ ว่าที่ TU84 ทุกคนเลยนะคะ\nถ้าหากอยากได้คำแนะนำหรือกำลังใจก็สามารถทักมาปรึกษาได้ตลอดเลย\nแล้วมาเจอกันที่สายศิลป์ญี่ปุ่น เตรียมอุดมฯ นะคะ🤍",
        "profileContent": {
          "name": "มี่",
          "year": "83",
          "contact": "myxthtpt"
        }
      },
      {
        "description": ">\nสวัสดีค่ะ พี่ชื่อนางสาวแพรวา ตันตราภรณ์พงษ์ หรือพี่พลัมนะคะ\nตอนนี้เรียนอยู่สายศิลป์ญี่ปุ่น โรงเรียนเตรียมอุดมศึกษาค่ะ\nเหตุผลที่เลือกสายนี้เพราะว่าเราเป็นคนชอบอะไรที่เกี่ยวกับญี่ปุ่นมาตั้งแต่เด็กแล้วก็มีอนิเมะเป็นแรงบันดาลใจในการเรียนภาษาญี่ปุ่นด้วย\nโดยสายของเราจะมีคาบเรียนภาษาญี่ปุ่น 8 คาบต่อสัปดาห์\nซึ่งเป็นอะไรที่เราแฮปปี้มาก ๆ เพราะได้เรียนในสิ่งที่ชอบ\nไม่ต้องกังวลว่าเราไม่มีพื้นฐานมาก่อนรึเปล่า\nเพราะครูเค้าจะสอนตั้งแต่พื้นฐานพวกตัวอักษรเลย\nครูก็ใจดีแล้วก็ตั้งใจสอนมาก ๆ ด้วย ชอบในเอนเนอจี้5555\nแล้วก็สายศิลป์ญี่ปุ่นของที่นี่ก็จะมีกิจกรรมเฉพาะตัวเยอะแยะมากมายเหมือนกัน\nอย่างเช่นการเต้นโซรัน\nการแข่งขันความสามารถทางภาษาญี่ปุ่นที่จัดขึ้นในแต่ละปี\nมีนักเรียนจากญี่ปุ่นมาแลกเปลี่ยนกับเรา 2 อาทิตย์ เค้าจะได้มานั่งเรียน\nทำกิจกรรมไปกับเราด้วยนะ\nรวมไปถึงการได้ไปแลกเปลี่ยนที่ญี่ปุ่นระยะสั้นด้วยก็จะมีให้เลือกหลายโครงการเลย\n(ถ้าไม่ติดโควิดนะ555)\nในบางโครงการก็จะได้ไปอยู่กับโฮสต์คนญี่ปุ่นด้วยนะส่วนสังคมในสายเรารู้สึกว่าชอบสังคมในสายตัวเองมาก\nๆ รู้สึกว่ามันเป็นที่ของเราอ่ะ\nด้วยความที่เตรียมอุดมมันสังคมกว้างพอสมควรเลยทำให้เราได้เจอเพื่อนเกือบทุกรูปแบบ\nเพื่อน ๆ ในสายก็น่ารักมาก ๆ เข้ามาแล้วเราจะได้เจอเพื่อน ๆ\nที่หลากหลายด้วย\nไม่จำกัดแค่ว่าจะเป็นคนที่อินกับญี่ปุ่นหรือชอบดูอนิเมะอย่างเดียว\nประทับใจตรงที่เวลามีอะไรเพื่อน ๆ ก็คอยช่วยเหลือกันตลอด สนิทกันมาก ๆ\nเกือบทั้งห้อง\nจากที่เมื่อก่อนเราเองก็ไม่ได้รู้สึกอยากไปโรงเรียนมากขนาดนั้น\nตอนนี้รู้สึกว่าอยากไปโรงเรียนทุกวัน (ไปหาเพื่อน5555555)",
        "profileContent": {
          "name": "พลัม",
          "year": "82",
          "contact": "plumplumyy"
        }
      },
      {
        "description": ">\nสายศิลป์ญี่ปุ่นเป็นสายที่น่ารักมาก ๆ เลยค่ะ ในฐานะประธานสายรุ่นที่ 19\nเรารู้สึกผูกพันและแฮปปี้กับการอยู่สายนี้มาก ๆ เพื่อนในสายคุยง่าย\nน่ารัก เราโชคดีที่เจอเพื่อนที่เข้ากันได้หลายคนด้วย\nบรรยากาศในห้องเรียนดีมาก ๆ เพื่อน ๆ พากันเรียนและช่วยเหลือกันตลอด\nมีการเรียนกับอาจารย์เจ้าของภาษา ทำให้ได้ฟังสำเนียงคนญี่ปุ่นจริง ๆ\nเรียนสนุก เข้าใจเนื้อหา สามารถนำความรู้ที่เรียนไปใช้ได้จริง\nข้อสอบในแต่ละครั้งค่อนข้างยากและท้าทาย\nนอกจากนั้นภายในสายศิลป์ภาษาญี่ปุ่นนั้นก็มีกิจกรรมให้ได้เลือกทำ\nเช่นเข้าร่วมกิจกรรมโซรัน มีการแข่งขันพูดสุนทรพจน์ภาษาญี่ปุ่น\nมีโครงการแลกเปลี่ยนมากมายที่เปิดโอกาสให้นักเรียนได้ไปเรียนที่ประเทศญี่ปุ่นในช่วงปิดเทอม\nและยังมีนักเรียนชาวญี่ปุ่นมาเรียนในห้องเรียนกับเราอีกด้วย หวังว่าน้อง\nๆ จะเข้ามาเป็นส่วนหนึ่งของครอบครัวสายศิลป์ญี่ปุ่นด้วยกันนะคะ",
        "profileContent": {
          "name": "สายน้ำ",
          "year": "81",
          "contact": "ssaiinam"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_japanese_profile_1.jpg",
      "/assets/programmes/lang_japanese_profile_2.jpg",
      "/assets/programmes/lang_japanese_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_japanese_image_1.jpg",
        "description": "\nบูมสายศิลป์ญี่ปุ่น วันประกาศผลสอบ"
      },
      {
        "url": "/assets/programmes/lang_japanese_image_2.jpg",
        "description": "\nกิจกรรมโซรัน การแสดงพื้นบ้านของประเทศญี่ปุ่น"
      },
      {
        "url": "/assets/programmes/lang_japanese_image_3.jpg",
        "description": "\nกิจกรรมเชียร์โต้วันรับน้อง\n"
      }
    ]
  },
  "lang_german": {
    "thaiName": "สายการเรียน ภาษา-ภาษาเยอรมัน",
    "englishName": "lang_german",
    "count": "80",
    "admission": "",
    "exsubject": "\n>\nสายการเรียนศิลป์เยอรมันของเราจะเรียนวิชาพื้นฐานเหมือนกับสายอื่น ๆ\nทุกอย่างเลย\nแน่นอนว่าเราก็จะมีวิชาเพิ่มเติมที่สายอื่นไม่มีเรียนนั่นก็คือ\n\"ภาษาเยอรมัน\" นั่นเอง การเรียนภาษาเยอรมันของเราค่อนข้างเข้มข้น\nในหนึ่งสัปดาห์เราจะมีเรียนวิชาเยอรมันถึง 8 คาบ โดยเราจะเรียนเยอรมัน 2\nตัว นั่นก็คือ เยอรมันหลักหรือเยอรมันพื้นฐาน วิชานี้ก็ตามชื่อเลย\nคือวิชาที่จะปูพื้นฐานกี่ยวกับภาษาเยอรมันให้กับพวกเรา\nเนื่องจากเป็นภาษาใหม่และเรายังไม่เคยเรียนกันมาก่อน\nครูผู้สอนจะสอนเราตั้งแต่เรื่องพื้นฐานง่าย ๆ เช่น คำทักทาย\nตัวอักษรในภาษาเยอรมันอย่างละเอียด ดูเผิน ๆ\nตัวอักษรในภาษาเยอรมันจะดูคล้ายกับตัวอักษรภาษาอังกฤษ แต่จริง ๆ\nแล้วภาษาเยอรมันยังมีตัวอักษรแปลก ๆ ที่ภาษาอื่นไม่มีอีกหลายตัวเลย\nและสิ่งที่เราต้องเจอในวิชานี้ก็คือการท่องศัพท์และการเรียนไวยากรณ์\nซึ่งสองสิ่งนี้ถือเป็นเรื่องที่แปลกใหม่และหินมาก ๆ\nคำศัพท์ในภาษาเยอรมันบางคำจะยังมีเค้าโครงของภาษาอังกฤษอยู่บ้าง\nแต่เรื่องที่ท้าทายก็คือ คำศัพท์ (คำนาม) ทุกคำจะมีเพศเป็นของตัวเอง\nซึ่งในภาษาเยอรมันก็มีเพศถึง 3 เพศ ! ซึ่งช่วงแรก ๆ\nก็อาจจะเกิดความสับสนอยู่บ้าง แต่พอได้เรียนไปเรื่อย ๆ\nก็จะพบว่ามีทริคมากมายในการช่วยจำคำศัพท์แล้วเราจะเริ่มสนุกไปกับมัน\nในรายวิชานี้เราจะได้เรียนทั้งกับคุณครูชาวไทยและคุณครูชาวต่างชาติ\nโดยจะเรียนกับคุณครูไทยสัปดาห์ละ 5 คาบ และคุณครูต่างชาติสัปดาห์ละ 1 คาบ\nการเรียนกับครูต่างชาติจะช่วยพัฒนาทักษะในการฟังและการพูดได้อย่างดีเลย\nและอีกวิชาคือ เยอรมันฟัง-พูด จะเรียน 2 คาบต่อสัปดาห์\nโดยวิชานี้เราจะเรียนกับครูไทย จะเน้นฝึกทักษะการฟัง ครูผู้สอนจะพยายาม\n>\nพูดภาษาเยอมันโต้ตอบกับเราในคาบเพื่อให้เราคุ้นชินกับรูปประโยค\nและจะเน้นการฝึกพูดและการออกเสียงเป็นอย่างมาก\nการสอบในรายวิชานี้จะมีทั้งสอบฟังและสอบพูด\nซึ่งสองทักษะนี้เป็นสิ่งที่สำคัญมาก ๆ เพราะภาษาคือการสื่อสาร\nเราจึงต้องรียนวิชานี้เพื่อที่จะสามารถสื่อสารภาษาเยอรมันได้อย่างถูกต้อง\nภาษาเยอรมันเป็นภาษาที่ใหม่มาก ๆ สำหรับพวกเรา\nครูผู้สอนจึงใส่ใจและคอยดูแลเราอย่างดี คอยให้กำลังใจนักเรียนเสมอ\nเพราะกำลังใจเป็นสิ่งที่สำคัญที่สุดสำหรับการเรียนภาษา\nการเรียนการสอนภาษาเยอรมันของโรงเรียนเตรียมอุดมศึกษาแห่งนี้จึงเป็นสิ่งที่สนุกสนาน\nอบอุ่นและน่าจดจำเป็นอย่างมาก\n>\n",
    "interest": "\n>\nHighlight\nเด็ดของสายศิลป์เยอรมันจะเป็นอะไรไปไม่ได้เลยนอกจากกิจกรรมภายในสายนั่นเอง\nทั้งกิจกรรมการรับน้องที่ถือว่าสนุกมาก ๆ\nกิจกรรมเชียร์โต้ของสายศิลป์เยอรมันที่เรียกได้ว่าไม่มีทางเป็นสองรองใคร\nกิจกรรม deutscher tag ที่เป็นงานของสายศิลป์เยอรมันโดยเฉพาะ\nและกิจกรรมน่าตื่นเต้นอีกมากมายหลายอย่าง\nนอกจากกิจกรรมภายในสายที่ถือว่าเด็ดแล้ว สังคมภายในสาย เพื่อน ๆ พี่ ๆ\nก็ดีมาก ๆ มีเพื่อน ๆ คอยช่วยเหลือตลอดทั้งเรื่องเรียนและเรื่องเล่น พี่\nๆ ในสายก็น่ารักมาก ๆ คอยให้คำแนะนำในด้านต่าง ๆ ให้การต้อนรับน้อง ๆ\nอย่างอบอุ่นและเป็นกันเองสุด ๆ เลย\nการเข้ามาในสายศิลป์เยอรมันนอกจากได้ภาษาเยอรมันแล้ว ยังได้เพื่อน ๆ\nและประสบการณ์เพิ่มขึ้นเยอะมาก ๆ นับว่าเป็นสิ่งที่ดีและน่าจดจำมาก ๆ เลย\n>\n",
    "reviews": [
      {
        "description": "\n\nในส่วนของสายศิลป์เยอรมันนะคะก็ถือว่าเป็นสายที่จัดจ้านด้านกิจกรรมอีกสายนึงของเตรียมอุดมฯ\nเลยค่ะ\nเพราะวัฒนธรรมที่ส่งต่อกันมามีทั้งเชียร์โต้ที่เรียกได้ว่าไม่เป็นสองรองใคร\n(ขี้โม้ไว้ก่อนเลยหนึ่ง) deutscher tag\nที่มีเป็นงานที่มีเฉพาะศิลป์เยอรมันเท่านั้น !\nและกิจกรรมอื่นอีกเยอะแยะมากมายเลยทีเดียว แล้วส่วนที่น่าประทับใจมาก ๆ\nของศิลป์เยอรมันอีกอย่างนึงก็คือ สังคมของสายค่ะ ทั้งสังคมเพื่อน รุ่นพี่\nรุ่นน้องเลยนะคะ ทุกคนจะให้ความช่วยเหลือกันดีมาก และไม่มีการใช้ความเป็น\nseniority ในการ treat คนอื่นเลย พูดจากสังคมเพื่อนก่อนนะคะ\nสังคมเพื่อนจะเป็นสังคมที่ช่วยกันเรียนมาก ๆ คือในรุ่นของเรา\nทุกคนจะไม่เครียดจนเกินไป เรียกได้ว่าแอบชิวเลยค่ะ\nแต่พอถึงเวลาสอบทุกคนก็จะพากันไปอ่านหนังสือ แบ่งสรุป\nเลยพากันเก็บเกรดสวย ๆ กันมาเต็มเลย ส่วนรุ่นพี่ก็ treat เราดีมาก ๆ\nตอนรับน้องก็ไม่มีการโซตัสเลย เหมือนเป็นการรับเพื่อนใหม่มากกว่าค่ะ\nแถมยังคอยช่วยเหลือแนะนำทั้งเรื่องเรียนแล้วก็เรื่องเล่นเลยค่ะ\nรุ่นน้องทุกคนก็น่ารักมาก ๆ\nรักน้องตั้งแต่ยังไม่เห็นหน้านี่ไม่ได้ขี้โม้เลยค่ะ !!\nส่วนการเรียนการสอนเนี่ยที่ชอบสุด ๆ\nก็คือมีเรียนเลขแค่ไม่กี่คาบต่อสัปดาห์เท่านั้นเอง\nถูกใจคนที่หนีมาเรียนสายศิลป์เพราะไม่ชอบเลขแน่นอน\nส่วนเยอรมันเนี่ยก็มีเรียนทั้งกับเจ้าของภาษาแล้วก็ครูไทยเลย ภายใน 1\nปีผ่านการสอบวัดระดับภาษาอย่างต่ำ A1 แน่นอน ทุกคนในสายเลย คอนเฟิร์ม !!\nส่วนการบ้าน ตอนเราอยู่ม.4 การบ้านน้อยมากกค่ะ\nเป็นปีที่ทำกิจกรรมสุดเหวี่ยงมาก ๆ แล้วก็เป็นปีที่อบอุ่นสุด ๆ เพราะพี่\nๆ treat เราดีเป็นเจ้าหญิงเลย 55555555 แต่พอขึ้นม.5\nมาบวกกับเรียนออนไลน์ด้วยก็เลยสั่งมาไม่ยั้งมือเลยแอบยุ่ง ๆ นิดหน่อย\nโดยรวมแล้วเตรียมอุดมเนี่ยก็เป็นที่สั่งสมประสบการณ์ที่ดีค่ะ55555555\nทั้งเรื่องเรียนเรื่องเล่น ส่วนของเราหนักไปทางเรื่องเล่นค่ะ\nได้ทำสิ่งที่ไม่เคยทำเยอะมาก ๆ อยากให้มาลองกันนะคะ ศิลป์เยอรมัน !!!\nห้ามลืม !!! เก็บไว้เป็นตัวเลือกในหัวใจด้วยนะคะ จัดจ้านจริง ๆ สายเรา\n!!!!!",
        "profileContent": {
          "name": "เเพร",
          "year": "82",
          "contact": "praepitc"
        }
      },
      {
        "description": ">\nตั้งแต่ที่เราเลือกเข้ามาเรียนศิลป์เยอฯ ไม่มีวันไหนที่เราเสียใจเลย\nอย่างแรกเลยคือเรารู้สึกว่า มันเป็นสายที่เราชอบ จริง ๆ\nด้วยความที่เราชอบภาษานี้อยู่แล้ว เราเคยเรียนมานิดหน่อย เราเลยรู้สึกว่า\nเป็นการได้เรียนอะไรที่มันเฉพาะเจาะจงไปทางที่เราชอบจริง ๆ\nเพราะถ้าเรียนสายศิลป์ก็คือต้องเจอวิชาภาษาแบบแปดคาบต่ออาทิตย์เลย\nซึ่งถ้าพูดตรง ๆ มันก็เยอะมากนั่นแหละ\nแต่เอาจริงเราว่ามันเป็นเรื่องดีมากเลย\nเพราะเราไม่ต้องไปเสียเวลาเยอะมากกับวิชาอื่น ๆ ที่รู้สึกว่าไม่ใช่ทาง\nชอบเยอรมันใช่มั้ย เรียนเยอรมันไปสิ ไรงี้\nแต่ก็ไม่ใช่ว่าจะไม่มีความรู้ด้านอื่นเลย ก็ยังได้เรียนปกติ\nแค่ไม่เยอะเท่าเยอรมันเท่านั้นเอง ได้เรียนทั้งฟัง พูด อ่าน เขียน\nส่วนถ้าไม่ใช่เรื่อง การเรียน ส่วนตัวเรารู้สึว่า สายเราแบบสนิทกันอยู่นะ\nด้วยความที่มีกันแค่สองห้อง ทั้งสายมีไม่ถึงร้อยคน เวลา\nทำกิจกรรมอะไรก็ได้อยู่ด้วยกัน ได้คุยกัน\nเราเลยรู้สึกว่ามันเป็นความรู้สึกที่อบอุ่นมาก\nแบบถึงจะไม่ได้เป็นเพื่อนกลุ่มเดียวกัน\nแต่ก็คุยกันได้สนิทใจกันกือบหมดเลย ทุกคนน่ารักมาก ๆ แบบ เออ เพื่อน ๆ\nในสายเป็นความทรงจำที่ดีมากของเราเลย\nแล้วด้วยความที่เราเป็นสายศิลป์เยอรมันใช่มั้ย ทุกปีก็จะมีการจัด\nDeutscher Tag ซึ่ง เป็นวันต่าง ๆ ที่เกี่ยวกับเยอรมัน\nก็จะมีทั้งการแข่งขันนู่นนี่ บูธต่าง ๆ\nแล้วที่พลาดไม่ได้เลยคือมันบดกับไส้กรอก เราจำได้ว่า เรากับเพื่อน ๆ\nช่วยกันบดมันจนแขนพัง เย็นวันนั้นต้องไปซื้อยาคลายกล้ามเนื้อมากิน\n5555555555 ปวดมาก แต่ก็สนุกมาก ได้ใช้เวลากับเพื่อน ๆ ในสายเยอะมาก\nด้วยความที่ในงานมันมีหลายอย่างที่ต้องทำ ทุกคนต้องช่วยกันหมด\nก็ได้คุยกับเพื่อน ๆ หลายคนเยอะเลย พอวันงานจริงก็จะมีสายศิลป์เยอฯ\nจากโรงเรียนอื่นมา แข่งรายการต่าง ๆ ด้วย เราชอบมาก ได้เจอคนหลากหลายมาก\nๆ เลย แต่ทุกคนก็มีอย่างนึงที่เหมือนกันคือเรียนเยอรมันงี้\nพูดถึงสายศิลป์ก็คงคิดว่ามีกิจกรรมเยอะใช่มั้ย ซึ่งก็ใช่ เยอะจริง\n5555555 นอกจาก Deutsche Tag ก็มีพวก เชียร์โต้ บายเนียร์ ไรงี้ด้วย\nพูดไปจะหาว่าอวดมั้ย แต่ศิลป์เยอฯ เชียร์โต้เก่งมากนะบอกเลย\nมีร้อยใส่ล้าน ลองจ้างไปรำหน้านาคทั้งสายดิ รับรองแรงไม่มีตก\nศิลป์เยอรมันไม่ได้ให้แค่ความรู้เยอรมันอย่างเดียว แต่เราได้ เจอสังคมดี\nๆ เพื่อนน่ารัก ๆ หลายคนเลย ได้ใช้เวลาร่วมกันกับทุกคนในฐานะสาย\nมันเลยทำให้เรารู้สึกดีใจมาก ที่เลือกเข้ามาในตอนแรก\nเราไม่เคยเสียดายเลยจริง ๆ ที่มาเป็นส่วนหนึ่งของสังคมนี้",
        "profileContent": {
          "name": "ออม",
          "year": "82",
          "contact": "charasssa"
        }
      },
      {
        "description": ">\nสวัสดีเราชื่อโอลาฟ TU81 ศิลป์เยอรมัน 63 นะ\nส่วนใหญ่เพื่อนที่โรงเรียนเรียกเราว่า สมิทธิ์ ซึ่งเป็นชื่อจริงของเรา\nเริ่มที่ว่าเราเข้ามาที่เตรียมอุดมฯ\nคนเดียวจากโรงเรียนเก่าทำให้ตอนแรกไม่มีเพื่อนเลย แต่สุดท้ายก็มีเพื่อน ๆ\nพี่ ๆ\nในสายทักมาคุยด้วยนั่นแหละจนสุดท้ายหลายคนก็กลายเป็นเพื่อนสนิทกันจนถึงทุกวันนี้\nเรื่องแค่นี้ก็เรียกได้ว่าเป็นเรื่องที่ประทับใจมากที่สุดเรื่องหนึ่งของเราแล้ว\nเรื่องการเรียนก็เป็นหนึ่งในเรื่องที่เราไม่ถนัดเลยในตอนแรกเพราะเรียนอีพีมาก่อนเลยปรับตัวกับหลักสูตรใหม่ลำบากนิดหน่อยตอนแรก\nก็เลยเกาะ ๆ เพื่อนไปก่อน\nแต่เราก็ได้ไปสอบเข้าห้องกิฟต์อังกฤษซึ่งสอนอังกฤษคล้าย ๆ\nอีพีที่เรียนมาก่อนแถมยังได้ไปเรียนกับเพื่อน ๆ สายอื่นด้วย\nพอเวลาผ่านไปแล้วเราปรับตัวได้เอาจริงแล้วการเรียนมันก็ไม่ได้ยากนะ\nแต่โรงเรียนนี้เทน้ำหนักคะแนนและเกรดไปที่การสอบเกือบหมดเลย\nการบ้านก็เลยไม่ค่อยจะจุกจิกมากขนาดนั้น\nทำให้การสอบนั้นต้องตั้งใจอ่านเอามาก ๆ ถ้าพลาดนี่เกรดร่วง\nส่วนการเรียนศิลป์เยอรมันก็เป็นภาษาที่ตอนแรกไม่คิดว่าจะยากนะแต่พอเรียนไปเรียนมามันกลับยากขึ้นเฉยหรือเราขี้เกียจขึ้นเองก็ไม่รู้\n555 แต่ก็เป็นภาษาที่เรียนแล้วก็สนุกนะแถมครูที่สอนก็นิสัยดีมาก ๆ\nเป็นครูที่ใส่ใจนักเรียนมาก\nถ้ามีปัญหาอะไรเขาจะสังเกตได้แล้วจะเข้ามาช่วย\nคือเขาห่วงนักเรียนของเขามาก ๆ กิจกรรมเป็นสิ่งที่เรารักที่สุดในโรงเรียน\nนี้เพราะเวลาว่างเรามีค่อนข้างเยอะ\nและเราค่อนข้างมีอิสระในการทำกิจกรรมมากถ้าเทียบกับโรงเรียนอื่น ๆ\nที่นี่มีกิจกรรมหลากหลายสำหรับทุกคนเลย ทั้งกิจกรรมตามงานเทศกาลต่าง ๆ\nในโรงเรียน กิจกรรมของชมรม ของกลุ่มสาระต่าง ๆ\nและการแข่งขันวิชาการภายในโรงเรียนอีก\nเราได้มีโอกาสร่วมกิจกรรมหลายอย่างในนี้ เช่น การแสดงละครในงาน Open\nHouse โรงเรียน กับของชมรม English Drama Club ที่เราเป็นสมาชิกอยู่\nได้ช่วยทำงานหลังฉากของเทศกาลต่าง ๆ ในโรงเรียน\nในฐานะสมาชิกคณะกรรมการนักเรียน แข่งละคร แข่งวิ่งในงานกีฬาสี\nและเป็นคทากรโรงเรียนในปีนี้\nจากกิจกรรมทั้งหมดนี้สิ่งที่มีค่าที่สุดสำหรับเราคือการที่เราได้เจอเพื่อนเต็มไปหมด\nบางกิจกรรมก็หนักมากต้องกอดคอกันผ่านมันไป\nแต่พูดอย่างนี้แล้วกิจกรรมก็ไม่ใช่ทุกอย่างในเตรียมอุดมฯ หรอก\nสิ่งที่เราทำก็เป็นเพียงทางเลือกส่วนตัวของเราที่เราคิดว่าเรามีความสุขมาก\nๆ ที่เลือกเส้นทางนี้ สุดท้ายแล้วเราก็เป็นตัวของตัวเอง\nเราจะทำอะไรก็ได้ในโรงเรียนนี้ ใช้ชีวิตยังไงก็ได้\nนั่นแหละคือสิ่งที่ล้ำค่าที่สุดที่โรงเรียนนี้มอบให้กับเรา",
        "profileContent": {
          "name": "โอลาฟ",
          "year": "81",
          "contact": "smith.chot"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_german_profile_1.jpg",
      "/assets/programmes/lang_german_profile_2.jpg",
      "/assets/programmes/lang_german_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_german_image_1.jpg",
        "description": "\nรูปวันประกาศผล มีการบูมสายและกิจกรรม เต้นสันเล็ก ๆ น้อย ๆ"
      },
      {
        "url": "/assets/programmes/lang_german_image_2.jpg",
        "description": "\nเปลี่ยนเป็นภาพบรรยากาศกิจกรรมกระชับmeet"
      },
      {
        "url": "/assets/programmes/lang_german_image_3.jpg",
        "description": "\nกิจกรรมเชียร์โต้ รูปรวมสาย DE64-DE65"
      }
    ]
  },
  "lang_french": {
    "thaiName": "สายการเรียน ภาษา-ภาษาฝรั่งเศส",
    "englishName": "lang_french",
    "count": "80",
    "admission": "",
    "exsubject": "\n>\nสำหรับสายศิลป์ฝรั่งเศส โรงเรียนเตรียมอุดมศึกษา จะมีคาบเรียน 38\nคาบต่อสัปดาห์ โดยที่จะเน้นหนักไปที่วิชาภาษาฝรั่งเศส ซึ่งจะมีเรียนถึง 8\nคาบต่อสัปดาห์ โดยจะแบ่งเป็นวิชาภาษาฝรั่งเศสหลัก ซึ่งจะมีเรียนสัปดาห์ละ\n6 คาบ โดยในรายวิชาภาษาฝรั่งเศสหลักจะมีการปูพื้นฐานให้ตั้งแต่ต้น\nไม่ว่าจะเป็นเรื่องพยัญชนะ สระ การออกเสียง ไปจนถึงขั้นไวยากรณ์\nนักเรียนไม่จำเป็นต้องมีพื้นฐานในภาษาฝรั่งเศสมาก่อนก็สามารถเรียนได้\nและรายวิชาภาษาฝรั่งเศสฟัง-พูด\nที่ก็จะเน้นไปที่การฟังและการออกเสียงภาษาฝรั่งเศส\nนักเรียนบางคนอาจจะกลัวว่ามันจะยากเกินไป แต่อันที่จริงแล้ว\nในรายวิชาภาษาฝรั่งเศสนี้ไม่มีอะไรน่ากลัวเลย\nเพราะคณาจารย์ครูผู้สอนทุกท่าน\nไม่ว่าจะเป็นอาจารย์ชาวไทยหรืออาจารย์เจ้าของภาษาต่างก็ล้วนใจดี\nคอยรับฟังและให้กำลังใจนักเรียนทุก ๆ คนอยู่ตลอด\nแต่นอกจากวิชาภาษาฝรั่งเศสแล้ว นักเรียนก็ยังจะมีเรียนวิชาพื้นฐานอื่น ๆ\nร่วมด้วย เช่น วิชาคณิตศาสตร์พื้นฐาน วิชาวิทยาศาสตร์พื้นฐาน วิชาภาษาไทย\nวิชาสังคมศึกษา และวิชาภาษาอังกฤษ เป็นต้น มากไปกว่านั้น\nทางโรงเรียนเตรียมอุดมศึกษายังมีการจัดการเรียนการสอนวิชาที่น่าสนใจเพิ่มเติม\nเช่น วิชาประวัติวรรณคดี วิชาสารนิเทศเพื่อการค้นคว้า วิชาพรรณพืชฯ\nแต่ที่พิเศษไปกว่านั้นอีก\nคือในบางกลุ่มสาระการเรียนรู้ของทางโรงเรียนเตรียมอุดมศึกษา\nจะมีการจัดทำหลักสูตรเป็นของตัวเองด้วย\nมีการใช้หนังสือเรียนที่ทางกลุ่มสาระฯ เป็นผู้จัดทำเอง\nทำให้หลักสูตรที่โรงเรียนเตรียมอุดมศึกษานั้นมีความพิเศษและความยากที่แตกต่างจากโรงเรียนอื่น\nๆ แต่ถึงแม้หลักสูตรในโรงเรียนจะยาก แต่ก็ไม่ต้องกังวลไป\nเพราะจะยังมีเพื่อน ๆ ในสายคอยช่วยเหลือกันอยู่ตลอด สังคมเพื่อนในเตรียมฯ\nนั้นไม่ใช่สังคมที่แข่งกันเรียน แต่จะเป็นการช่วยกันเรียนมากกว่า\nและด้วยความที่เพื่อน ๆ ในห้องมีความสนิทสนมกันนั้นเอง\nมันจึงทำให้บรรยากาศภายในห้องเรียนเป็นบรรยากาศสบาย ๆ สนุกสนาน\nแต่ยังคงมีความเข้มงวด ตั้งใจเรียน\n>\n",
    "interest": "\n>\nสายศิลป์ฝรั่งเศส เป็นสายการเรียนที่มีอายุมากกว่าโรงเรียนถึง 1 ปี\nนั่นทำให้สายศิลป์ฝรั่งเศสเป็นสายการเรียนที่มีความเก่าแก่ที่สุดในเตรียมอุดมฯ\nจึงเป็นที่มาของความขลัง ความปังในการทำกิจกรรมต่าง ๆ และ energy\nของคนในสายที่ไม่เคยแผ่ว แน่นอนว่า\nสิ่งหนึ่งที่ทำให้สายการเรียนศิลป์-ฝรั่งเศสมีความโดดเด่นและน่าสนใจก็คือตัวภาษาฝรั่งเศสเอง\nอย่างที่ทราบกันดีว่าภาษาฝรั่งเศสเป็นภาษาที่ถูกใช้กันอย่างแพร่หลายเป็นอันดับต้น\nๆ ของโลก เป็นหนึ่งในภาษาราชการขององค์การสหประชาชาติ (United Nations)\nเป็นภาษาทางการทูตชั้นสูง และยังได้ชื่อว่าเป็นภาษาที่ \"โรแมนติก\"\nที่สุดในโลกอีกด้วย\n>\nอีกสิ่งหนึ่งที่ทำให้สายศิลป์ฝรั่งเศสเป็นสายการเรียนที่มีความโดดเด่นและน่าสนใจ\nคือ energy ในการมีส่วนร่วมในกิจกรรมของคนในสาย\nเด็กสายศิลป์ฝรั่งเศสจะเต็มที่กับทุก ๆ กิจกรรม\nเช่นที่บางคนอาจจะเคยได้ยินชื่อเสียงของศิลป์ฝรั่งเศสในกิจกรรมเชียร์โต้ระหว่างสายการเรียน\nซึ่งเป็นหนึ่งในกิจกรรมที่สนุกที่สุดและเป็นที่รอคอยที่สุดของเด็กเตรียมอุดมฯ\nเลยก็ว่าได้\nบางคนอาจจะเห็นเด็กศิลป์ฝรั่งเศสเป็นตัวแทนตึกเข้าร่วมกิจกรรมหรือการแข่งขันต่าง\nๆ นอกจากด้านกิจกรรมแล้วนั้น\nเด็กศิลป์ฝรั่งเศสก็มีความจริงจังในด้านการเรียนมากระดับหนึ่ง\n>\n",
    "reviews": [
      {
        "description": "\n\nเราเรียนสายศิลป์ฝรั่งเศสนะ เป็นสายที่อบอุ่น เราอยู่แล้วสบายใจมาก ๆ\nทุกคนช่วยกันเรียน มีอะไรก็ช่วยเหลือกัน เรามีโอกาสได้ทำกิจกรรมหลาย ๆ\nอย่างในเตรียมฯ ซึ่งแต่ละกิจกรรมก็สนุกมาก ๆ\nและพัฒนาตัวเราในแต่ละด้านให้ดีขึ้น อย่างเช่นการเป็นผู้นำเชียร์\nก็ฝึกให้เรามีความอดทนมากขึ้น รู้จักเข้าสังคม\nเรียนรู้ที่จะจัดสรรบริหารเวลาทั้งการเรียนและการซ้อมหลีด\nหรืออย่างการเป็นผู้นำวาที เป็นพิธีกร และผู้ประกาศอินเตอร์คอม\nนอกจากจะได้ฝึกทักษะการพูดแล้ว เราได้เจอมิตรภาพที่ดี รู้จักเพื่อน พี่\nน้อง เรียนรู้ที่จะประสานงาน ทำงานร่วมกับผู้อื่น\nแล้วก็ยังมีกิจกรรมในสายการเรียน เช่น รับน้อง เชียร์โต้ โฮมคัมมิ่ง\nซึ่งแต่ละกิจกรรมมันช่วยสานสัมพันธ์ให้เรากับเพื่อน ๆ พี่ ๆ น้อง ๆ\nรู้จักและสนิทกันมากขึ้น เพื่อน ๆ ทุกคนน่ารักมาก ช่วยกันเรียน\nใครมีสรุปอะไรก็แบ่งกัน แชร์กัน นอกจากการเรียนแล้ว\nเด็กศิลป์ฝรั่งเศสยังเต็มที่กับกิจกรรมมาก คือไปสุดในทุก ๆ ด้านนั่นเอง\nบรรยากาศในห้องเรียนคือครบรส มีทั้งสนุก เครียด เฮฮา โหมดจริงจัง\nมีหมดเลย ช่วงสอบก็จะซีเรียสเป็นพิเศษ แต่ก็มีเพื่อน ๆ\nนี่แหละที่ช่วยให้ผ่านช่วงเวลานั้นไปได้ ก่อนสอบก็มีติวให้กัน\nมันเลยทำให้การเรียนสนุกมากยิ่งขึ้น น้อง ๆ\nคนไหนกังวลว่าเข้ามาเรียนแล้วจะตามไม่ทันก็ไม่ต้องกังวลเลยนะ\nเพราะมาดามจะสอนตั้งแต่ basic เรียนรู้กันไปเป็น step เลย สู้ ๆ\nกับการอ่านหนังสือนะน้อง ๆ แล้วเข้ามาเป็นรุ่นน้องเรา รออยู่น้าา",
        "profileContent": {
          "name": "เบลล์",
          "year": "82",
          "contact": "belltanyaton"
        }
      },
      {
        "description": ">\nอย่างแรกก็ขอแนะนำตัวก่อนนะครับ :) ชื่อรัญชน์นะครับ TU82\nแผนการเรียนภาษา-ภาษาฝรั่งเศสครับ ให้นิยาม ‘ศิลป์-ฝะ' เหรอ นิยามยากนะ\nมันเป็นหลายอย่าง 555555 ถ้าพูดง่าย ๆ\nจะนิยามให้เป็นพวกบ้าพลังที่เรียนเก่ง ทำกิจกรรมเก่ง แรงเยอะแรงดีไม่มีตก\nพูดไม่ถูกเหมือนกัน ต้องมาสัมผัสด้วยตัวเอง เพื่อน ๆ น่ารักมากครับ\nในสายก็รักกัน เวลามีอะไรก็จะช่วยกัน เพื่อน ๆ จะมีความสุดในแต่ละด้าน\nแล้วก็จะเก่งกันมาก ๆ จะมีความพลังงานเยอะ เล่นใหญ่ อยู่ด้วยแล้วก็สนุกดี\nเรียนหนักมั้ย ? จะว่าไปมันก็หนักนะ\nด้วยความที่เตรียมอุดมฯก็ค่อนข้างเรียนหนักอยู่แล้ว ช่วงแรก ๆ\nมันอาจจะหนักแต่พอผ่านไปสักพัก พอเราปรับตัวได้ มันจะกลายเป็น norm\nของชีวิตเราแล้วมันก็จะไม่หนักแล้ว 555555555\nเราว่าไม่ต้องไปกังวลหรอกว่าจะเรียนหนักไหม\nเราว่าวิ่งพุ่งเข้าหามันไปเลยจะดีกว่า แล้วก็วิชาที่เจอในม.5\nก็ขอแบ่งเป็นสามส่วนละกัน คือวิชาหลัก คณิตศาสตร์ วิทยาศาสตร์ ภาษาไทย\nภาษาอังกฤษ สังคมศึกษา สังคมฯจะพิเศษตรงที่จะเป็นหมวดหมู่วิชา\nเพราะตอนเรียนจริง ๆ ก็ตะแยกออกมาเป็นวิชา ๆ เลย เช่น พระพุทธฯ กฎหมาย\nเศรษฐศาสตร์ อะไรประมาณนั้น วิชาย่อย ๆ ก็พวกนาฏศิลป์ ดนตรีไทย\nแล้วก็วิชาเอก ของเราก็คือภาษาฝรั่งเศส ส่วนครูโรงเรียนนี้ค่อนข้างใจดีนะ\nโดยมากจะฟังเด็กและเข้าใจเด็ก แล้วครูบางคนก็จะเข้าถึงเด็กมาก ๆ หลาย ๆ\nท่านก็สนิทกับเด็กด้วย สุดท้ายนี้ก็อยากฝากถึงว่าที่ TU84 ทุกคนว่า\nระหว่างเวลาตรงนี้ ก็ขอให้ทุกคนสู้ ๆ นะครับ มันอาจจะเหนื่อยบ้าง ท้อบ้าง\nแต่พระเกี้ยวน้อยอยู่ใกล้แค่เอื้อมแล้ว\nเราจะไม่พูดว่าความพยายามไม่เคยทำร้ายใครนะ\nแต่ความพยายามจะทำให้แกไปถึงความสำเร็จอย่างแน่นอน\nขอให้โชคดีกับการสอบที่กำลังจะมาถึงในอีกไม่นานนี้นะครับ",
        "profileContent": {
          "name": "รัญชน์",
          "year": "82",
          "contact": "_ranthjnx_"
        }
      },
      {
        "description": ">\nศิลป์ฝรั่งเศสเป็นสายที่คนในสายมีความสนิทกันมาก\nบรรยากาศในสายมีความสนุกและเป็นกันเองมากกก ชาวศิลป์ฝะไม่เคยเงียบ 555555\nแต่ละคนคือมี energy และเต็มที่กับทุก ๆ อย่างเลย\nทั้งด้านกิจกรรมและด้านการเรียน การเรียนที่เตรียมฯ สำหรับเค้กมันหนักนะ\nแต่เป็นเพราะเพื่อนในสายนี่แหละที่ทำให้รู้สึกสนุก ตอนเครียด ๆ\nก็จะมีเพื่อนทำให้ไม่เครียด หรือตอนทำงานไม่ทัน อ่านหนังสือไม่ทันแล้ว\nรู้สึกไม่ไหวแล้วจริง ๆ หันไปมองเพื่อนรอบ ๆ\nก็จะค้นพบว่าเรามีเพื่อนร่วมชะตากรรมเยอะแยะเลยนี่นา\nก็ทำให้เราสบายใจขึ้นมาได้นิดนึงค่ะ 5555555 เค้กพูดแบบนี้แล้วน้อง ๆ\nบางคนอาจจะคิดว่าบรรยากาศในห้องเรียนจะเครียด แต่จะบอกว่าจริง ๆ\nแล้วมันไม่เครียดเลย บรรยากาศในห้องเรียนสนุกมาก\nคุณครูที่สอนก็มีแต่คุณครูใจดี\nไม่เข้าใจเนื้อหาหรือไม่ทันตรงไหนก็สามารถไปถามได้ตลอด\nแล้วคุณครูก็จะตั้งใจตอบตลอด พอถึงช่วงสอบ เพื่อน ๆ ในสายก็จะช่วยกันติว\nช่วยกันตามงานกัน\nขอบอกไว้ก่อนว่าสังคมเพื่อนในเตรียมไม่ใช่สังคมที่แข่งกันเรียนเลย\nแต่เป็นสังคมที่ช่วยกันเรียนมากกว่า\nและสายศิลป์ฝรั่งเศสสำหรับเค้กก็เป็นสายที่ไปสุดในทุก ๆ ทางจริง ๆ\nทั้งการเรียนและการทำกิจกรรม รักสายนี้มาก ๆ ในส่วนของด้านกิจกรรม\nตั้งแต่เค้กเข้ามาในเตรียมอุดมฯ เค้กก็ได้ทำกิจกรรมหลาย ๆ\nอย่างที่รู้สึกว่ามันเป็นประสบการณ์ที่ดีมาก ๆ ไม่ว่าจะเป็นกิจกรรมงาน\nTriamMUNx (ซึ่งเป็นกิจกรรมของชมรม TriamMUN ที่เค้กอยู่)\nหรือจะเป็นกิจกรรมในสัปดาห์ภาษาอังกฤษที่เค้กต้องเป็น 1 ในคนจัดงาน\n(เพราะเค้กอยู่ Gifted English !) ซึ่งกิจกรรมทุกอย่างที่เค้กทำอะ\nมันได้ให้อะไรหลาย ๆ อย่างตอบแทนเค้กมาเยอะมาก ๆ\nมันทำให้เค้กได้รู้จักคนมากขึ้น มี connection ใหม่ ๆ\nมันทำให้เค้กได้พัฒนาทักษะหลาย ๆ อย่างของตัวเอง ทำให้เค้กได้รู้จักพี่ ๆ\nเพื่อน ๆ ที่มีความสามารถเยอะแยะ\nและพวกเค้าก็ได้กลายเป็นแรงบันดาลใจให้เค้กว่าเออ\nเราต้องเก่งให้ได้แบบนั้นบ้าง! สำหรับเค้ก เตรียมอุดมฯ\nมันเป็นที่ที่เราจะสามารถพัฒนาตัวเองและค้นพบด้านใหม่ ๆ\nของตัวเองได้เรื่อย ๆ เลย อะไรที่ไม่เคยทำ\nอะไรที่ไม่เคยรู้ว่าตัวเองทำได้ ก็จะได้ลองทำ อะไรที่อาจจะไม่เคยถนัด\nพอมาอยู่เตรียมฯ ก็จะได้มีโอกาสทำมากขึ้น ทำให้เราถนัดในสิ่ง ๆ\nนั้นมากขึ้น เตรียมอุดมฯ เป็นที่ที่เปิดโอกาสให้เราเยอะมาก ๆ\nเค้กอยากจะบอกว่าเค้กรู้สึกดีใจมากที่ได้เข้ามาเป็นส่วนหนึ่งของเตรียมอุดมฯ\nสายศิลป์ฝรั่งเศส มันเป็นประสบการณ์ที่ดีมาก ๆ จริง ๆ\nท้ายที่สุดเค้กก็อยากจะให้กำลังใจน้อง ๆ ว่าที่เตรียมฯ\nที่กำลังอ่านข้อความนี้อยู่ สู้ ๆ นะคะ ! แล้วเจอกันที่เตรียมฯ นะ!",
        "profileContent": {
          "name": "เค้ก",
          "year": "83",
          "contact": "kncrmy"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_french_profile_1.jpg",
      "/assets/programmes/lang_french_profile_2.jpg",
      "/assets/programmes/lang_french_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_french_image_1.jpg",
        "description": "\nเช้าวันประกาศผล TU83 :)"
      },
      {
        "url": "/assets/programmes/lang_french_image_2.jpg",
        "description": "\nรูปรวม FR83, FR84 วันรับน้องและเชียร์โต้ :)\n"
      }
    ]
  },
  "lang_math": {
    "thaiName": "สายการเรียน ภาษา-คณิตศาสตร์",
    "englishName": "lang_math",
    "count": "120",
    "admission": "",
    "exsubject": "\n>\nสายการเรียนภาษาอังกฤษ-คณิตศาสตร์\nหรือสายศิลป์คำนวณของโรงเรียนเตรียมอุดมศึกษา\nจะเน้นวิชาภาษาอังกฤษและวิชาคณิตศาสตร์เป็นหลัก\nโดยวิชาคณิตศาสตร์นั้นแบ่งเป็นวิชาคณิตศาสตร์หลัก และวิชาคณิตศาสตร์เสริม\nส่วนวิชาภาษาอังกฤษนั้นแบ่งเป็นวิชาภาษาอังกฤษหลัก \nและวิชาภาษาอังกฤษอ่าน-เขียน โดยจะได้เรียนกับคุณครูชาวต่างชาติอย่างน้อย\n1 คาบเรียนต่อสัปดาห์ และได้เรียนทุกระดับชั้นตั้งแต่ชั้นม.4 - ม.6\n>\nนอกจากนี้ก็ยังมีวิชาเพิ่มเติมซึ่งจะแตกต่างกันไปในแต่ละระดับชั้น\nยกตัวอย่างเช่น ชั้นม.4 มีวิชาบัญชี วิชาประวัติวรรณคดี ม.5\nมีวิชาภาษาอังกฤษเพื่อการท่องเที่ยว วิชาวรรณคดีมรดก ม.6 มีวิชาการเขียน\nวิชาอาเซียนศึกษา เป็นต้น และยังมีวิชาเพิ่มเติมอื่น ๆ อีกมากมาย\nซึ่งล้วนแต่เป็นวิชาที่พัฒนาให้ผู้เรียนได้รู้จักการคิด วิเคราะห์มากขึ้น\n>\nถึงแม้ว่าวิชาที่ต้องเรียนอาจจะดูเยอะ\nแต่การเรียนของสายศิลป์คำนวณนั้นไม่ได้หนักมากแบบที่หลาย ๆ คนคิด\nหากจัดสรรเวลาดี ๆ ก็สามารถเรียนได้สบาย ๆ แน่นอน\n>\n",
    "interest": "\n\nเน้นทั้งภาษาและคณิตศาสตร์\n\nมีวิชาหลากหลายเช่น บัญชี เศรษฐศาสตร์ ท่องเที่ยว\n\nสามารถเข้าคณะได้หลากหลาย\n\n",
    "reviews": [
      {
        "description": "\n\nสายนี้เป็นยังไง ? แผนการเรียนภาษา-คณิตศาสตร์\nหรือที่เรามักเรียกกันติดปากว่า สายศิลป์คำนวณ\nเป็นสายการเรียนที่เป็นลูกผสมที่อยู่ตรงกลางระหว่างสายวิทย์-คณิตฯ\nและสายศิลป์ภาษา\nแม้ว่าจะเรียนวิชาคณิตศาสตร์เสริมหรือเลขยากเหมือนสายวิทย์-คณิตฯ\nแต่ก็ต้องเรียนวิชาวรรณคดีเหมือนสายศิลป์ภาษา\nหลายคนจึงมักมองว่าสายนี้เหมือนเป็นเป็ดคือไปไม่สุดสักทาง อย่างไรก็ตาม\nเรามองว่าสายศิลป์-คำนวณอาจจะเป็นการนำข้อดีของทั้งสองสายการเรียนข้างต้นมารวมกันก็ได้\nทำให้เรามีตรรกะการคิดที่ดีจากคณิตศาสตร์ และสามารถเข้าใจโลกผ่านวรรณคดี\nโดยที่อาจจะไม่ต้องไปเสียเวลามากนักกับฟิสิกส์ เคมี ชีวะ\nหรือภาษาที่สามต่าง ๆ\nสายศิลป์คำนวณจึงถือเป็นสายการเรียนที่มีเวลาว่างค่อนข้างมากพอสมควรเมื่อเทียบกับสายการเรียนอื่น\nๆ ทำให้เรามีเวลาในการไปค้นหาตัวตนของตัวเองเพิ่มเติมนอกห้องเรียน เช่น\nการทำกิจกรรมต่าง ๆ ในโรงเรียน การเรียนคอร์สออนไลน์ของมหาวิทยาลัยต่าง ๆ\nแม้ว่าเด็กสายศิลป์คำนวณ ส่วนใหญ่จะศึกษาต่อในคณะสายสังคมศาสตร์\nแต่ก็มีอีกจำนวนหนึ่งที่นำเวลาว่างไปศึกษาเพิ่มเติมจนสามารถสอบเข้าคณะสายวิทยาศาสตร์อย่างคณะแพทยศาสตร์\nหรือวิศวกรรมศาสตร์ก็ได้เหมือนกัน เรียนหนักไหม ? ถ้าถามตรง ๆ\nว่าเรียนหนักไหม คำตอบก็คือการเรียนไม่ได้หนักอะไรขนาดนั้นเลย\nก็เรียนเหมือนกับโรงเรียนอื่นทั่วไป เพียงแต่เตรียมฯ\nมีหนังสือเป็นของตัวเอง ทำให้เนื้อหาอาจจะยากกว่าโรงเรียนอื่นอยู่บ้าง\nสิ่งที่อาจจะเรียกว่าหนักจริง ๆ แล้วคือการสอบ เนื่องจากเตรียมฯ\nเป็นโรงเรียนที่วัดและประเมินผลโดยใช้การสอบค่อนข้างมากและคะแนนเก็บค่อนข้างน้อย\nทำให้การสอบแต่ละครั้งมีความสำคัญต่อเกรด\nขณะที่การบ้านอาจจะไม่ได้มีเยอะขนาดนั้น\nลักษณะสำคัญหนึ่งของเด็กศิลป์คำนวณ และรวมไปถึงเด็กสายอื่น ๆ ในเตรียมฯ\nด้วย ก็คือเราทำกิจกรรมให้สุด และตั้งใจสอบให้สุด ดังนั้น\nในช่วงเรียนปกติ เราจึงเห็นหลายคนมีเวลาว่างไปทำกิจกรรมเพิ่มเติม\nแต่เมื่อถึงช่วงใกล้สอบทุกคนก็จะขะมักเขม้นอ่านหนังสือกันอย่างเต็มที่\nพอเราขึ้นมาเรียนระดับมหาวิทยาลัยแล้ว กลายเป็น Workload\nของมหาวิทยาลัยไม่ได้เป็นปัญหาเลย เมื่อเทียบกับเพื่อนโรงเรียนอื่น ๆ\nที่ต้องปรับตัวค่อนข้างมาก เพื่อนเป็นยังไง ?\nเพื่อนคือความประทับใจอันดับต้น ๆ ของเราในชีวิต ม.ปลาย\nรวมถึงอาจจะชีวิตนี้ด้วยเลยก็ได้ เราเคยคิดว่าเด็กเตรียมฯ\nเป็นเด็กที่ทุกคนแข่งกันเรียนและเห็นแก่ตัว\nเปรียบเสมือนโรงเรียนโยนเราทุกคนลงไปในมหาสมุทรแห่งการสอบ\nใครว่ายน้ำได้ก็รอด ใครจมน้ำก็ตาย แต่ความจริงแล้วไม่ใช่อย่างนั้นเลย\nทุกคนช่วยเหลือกันหมด มีชีทสรุปหรือแบบฝึกหัดอะไรก็เอามาแบ่งกันหมด\nบางคนก็มีไลฟ์ติวเพื่อนทางออนไลน์ด้วย\nจุดเด่นหนึ่งเลยของเพื่อนศิลป์คำนวณคือความหลากหลาย\nเราจะได้เจอเพื่อนทุกประเภท ตั้งแต่เพื่อนสอบเข้าปกติ เพื่อนโควตาจังหวัด\nเพื่อนโควตาดนตรีกีฬา และอื่น ๆ บางคนเรียนเก่งมาก บางคนนิสัยดีมาก\nบางคนเที่ยวบ่อยมาก เรียกได้ว่ามีครบทุกรสชาติจริง ๆ ซึ่งแรกๆ\nเราก็เคยมองว่าไม่ดี แต่เชื่อเถอะว่าอย่ามองชีวิตการเรียน ม.ปลาย\nเป็นเพียงการเรียนไปวัน ๆ เลย แต่เป็นการฝึกใช้ชีวิต\nฝึกเข้าสังคมที่หลากหลาย ซึ่งสายนี้ตอบโจทย์อย่างมาก",
        "profileContent": {
          "name": "อ๋อง",
          "year": "79",
          "contact": "ong_mbk"
        }
      },
      {
        "description": ">\nหลาย ๆ คนที่กำลังอ่านบทความนี้อยู่ หลาย ๆ คนที่กำลังอ่านหนังสือ\nเรียนพิเศษ ติวสอบกันอยู่ เคยสงสัยไหมว่า ทำไมถึงอยากจะสอบเข้าที่นี่\nทำไมถึงอยากจะมาเรียนที่นี่\nเราในฐานะรุ่นพี่วันนี้ก็ขอมาเล่าประสบการณ์ดี ๆ ในโรงเรียนให้ได้ฟังกัน\nเผื่อจะกลายเป็นอีกเหตุผลนึงที่ทำให้ทุกคนอยากเข้ามาอยู่ที่นี่มากขึ้นไปอีก\nสวัสดีคับบบ เราชื่อเอิร์ทนะครับ ภูริ สระทองเถื่อน TU81\nอยู่สายศิลป์คำนวณครับ ตอนนี้เราก็ใกล้จะจบจากที่นี่แล้ว\nแอบใจหายอยู่เหมือนกัน 555555 เราจะได้ยินประโยคนึงทุกครั้งตั้งแต่ม.4\nว่า “สามปีในเตรียมฯ มันสั้นนะน้อง”\nช่วงรับน้องเราได้ยินประโยคนี้แทบทุกวัน จนแบบ 555555 อีกแล้วเหรอ\nจนพอเลยผ่านมาถึงวันนี้ เห้ย จะจบแล้วอ่อวะ เร็วชิบหายเลย ยังงง ๆ\nอยู่ว่ารอดชีวิตมาได้ยังไง\nก่อนอื่นคงต้องแนะนำเกี่ยวกับตัวเองให้มันครบๆซะก่อน\nเราเป็นเด็กโควตาความสามารถพิเศษทางดนตรีนะคับ เราเล่นเปียโน\nเลยสอบเข้าโควตาเปียโนเข้ามา ในวันแรกที่เป็นวันประกาศผลสอบที่โรงเรียน\nเราค่อนข้างโหวงพอสมควร เพราะทุกคนไปหาพี่ลำดับกันหมด\n(พี่ลำดับคือรุ่นพี่ที่เคยสอบได้ลำดับเดียวกับเราในปีที่แล้ว)\nขณะที่เราไม่ได้มีคะแนน มีเลขลำดับในการสอบเข้า เลยไม่มีพี่มาดูแล\nเศร้าเลย 555555 เราตื่นตาตื่นใจมากกับทุก ๆ กิจกรรมในวันนั้น\nทุกอย่างอลังการ พี่ทุกคนเล่นใหญ่ ร้องเพลงเชียร์รับน้องกันแบบ อมก.\n55555 สุดยอดมาก เราประทับใจมากตั้งแต่วันแรกที่เจอพี่ ๆ เพื่อน ๆ เลย\nเลยผ่านมาเรื่อยๆจนวันเปิดเทอม เป็นธรรมเนียมโดยปกติ ที่ช่วงประมาณ 1\nเดือนแรกของการเปิดเทอม พี่ ๆ จะมาทำกิจกรรมรับน้องให้กับน้อง ๆ ม.4 ทุก\nๆ คน เราสนุกและเอ็นจอยกับกิจกรรมนี้มาก ๆ มันทำให้เราได้รู้จักทั้งพี่\nทั้งเพื่อน ไม่ว่าจะห้องเดียวกัน หรือในสายเดียวกัน เพิ่มมากขึ้นไปอีก\nแถมยังได้พี่รหัสเพิ่มมาอีกตั้ง 2 คน!! (ไม่อยากสปอยล์มาก\nเอาไว้สอบติดเข้ามาแล้วเดี๋ยวรู้เอง555 แต่อยากจะบอกว่ามันสนุกมากกก)\nเราใช้ชีวิตในปีแรกของการอยู้ในโรงเรียนเตรียมแบบมีความสุขมากกก\nอยากจะแนะนำน้อง ๆ ทุกคนว่า กิจกรรมของโรงเรียนเราค่อนข้างที่จะเยอะ\n(มากกกกกกก) มีให้เลือกตามใจที่ทุกคนชอบแน่นอน อยากทำอะไร ทำ\nอยากสมัครอะไร สมัคร อยากลงชมรมอะไร ลง อยากออดิชั่นอะไร ทำเลย\nอยากให้ทุกคนได้สนุกกับการเลือกทำสิ่งที่ตัวเองชอบให้มากที่สุด\nได้ไม่ได้ช่างมัน ถือว่าเราได้ลองได้ทำมันแล้ว\nพูดถึงกิจกรรมกันไปตั้งเยอะ ทีนี้ ลอง switch มาคุยเรื่องการเรียนกันบ้าง\n(ถึงแม้ไม่ค่อยอยากจะพูดถึงเลย 5555555)\nหลายคนคงได้ยินเรื่องราวมามากมายหนาหูเกี่ยวกับเรื่องของวิชาการที่นี่\nไม่รู้ว่าเคยได้ยินประโยคนี้กันหรือเปล่า “ข้อสอบเข้า\nเป็นข้อสอบที่ง่ายที่สุดในการสอบของเตรียมอุดมฯ ” 55555 เว่อรึเปล่า\nไม่จริงหรอกพี่อีนี่มันหลอกลวง อือ เราก็คิดงี้แหล่ะตอนแรก แต่ก็นะ\n55555เลยผันผ่านสอบมา 10 กว่าครั้งก็อยากจะยืนยันให้ทุกคนได้ฟังว่า จริง\n555555 ข้อสอบในนี้ยากจริงๆ บอกน้อง ๆ ได้เลย\nการที่เข้ามาเรียนแล้วเกรดตกมันเป็นเรื่องปกติมาก ๆ ไม่อยากให้ตกใจกัน\nแต่สำหรับใครที่สามารถรักษาเกรดไว้ในระดับดีได้นี่แบบ กราบเหอะ สุดยอด\nขอให้สู้ต่อไป เนื้อหาการเรียนสำหรับเราในแต่ละรายวิชา\nเราว่ามันไม่ได้ยากเลย อาจจะมีบางวิชาสับสนบ้าง งงๆบ้าง\nแต่เราว่ามันไม่ได้ยากเกินความสามารถที่จะทำความเข้าใจอ่ะ\nเพียงแต่ในส่วนของข้อสอบที่มันออกมา\nบางครั้งมันต้องใช้การคิดวิเคราะห์ที่ มันอาจจะล้ำ\nอาจจะแอดวานซ์กว่าสิ่งที่เราเรียนไปเท่านั้นเอง\nอันนี้สำหรับที่เรารู้สึกนะะะ ในส่วนของสายศิลป์คำนวณของเรานั้นนนน\n55555555 จะมีอยู่วิชานึง ที่เรารู้สึกว่าแบบ เฮ้อ พอเหอะ55555\nให้มันจบกันแค่นี้ ไม่ไหวล่ะ พอจะเดาออกไหมว่าวิชาไร.... คณิตศาสตร์เสริม\nหรือว่าเลขยากในตำนานนั่นเองงงง จริงๆอยากจะตั้งชื่อให้ใหม่ว่า\nเลขโคตรยากยากชิบหายวายวอด เราตกทุกครั้งที่สอบ ไม่เคยได้คะแนนเกิน 7\nเต็ม 40 ... เราอาจจะไม่เก่งเลขเองด้วยแหล่ะ\nแต่พยายามทำความเข้าใจแล้วมันได้เท่านี้จริง ๆ 5555\nใครที่อยากเก็บเกรดเลข เตรียมลงเรียนพิเศษไว้ตั้งแต่เนิ่น ๆ เลยนะะ\nหน่วยกิตตัวนี้ก็เยอะอยู่ มีผลต่อเกรดเฉลี่ยของเรามาก ๆๆ !\nนี่ก็เป็นเพียงแค่เรื่องราว ประสบการณ์เพียงคร่าว ๆ\nที่เราหยิบเอามาเล่าให้ทุกคนได้ฟัง ได้อ่านกัน\nเกรงว่าถ้าเล่าทั้งหมดน้องๆคงได้อ่านเป็นปึก 55555 ทุก ๆ\nอย่างที่เกิดขึ้นระหว่างที่เราเรียนที่นี่เรารู้สึกว่ามันดีมากๆ\nเพื่อนในสาย เพื่อนต่างสาย ทุกคนเฟรนลี่มาก ๆ nice มาก ๆ อาจารย์หลาย ๆ\nท่านสอนดี สอนสนุก เข้าใจเด็กๆแบบพวกเรา กิจกรรมต่างๆที่จัดทำมาโดยตลอด\nทั้งหมดทั้งมวล เป็นสิ่งที่เราคิดว่าไม่น่าจะหาได้จากที่ไหนนอกจากทีนี่\nไม่อยากจะอวยไป เดี๋ยวก็หาว่าเว่อร์ 555 แต่เรารู้สึกอย่างนั้นจริง ๆ นะ\nและเราก็อยากให้น้อง ๆ ทุกคนได้มีโอกาสมารู้สึกแบบนี้เหมือนเราเหมือนกัน\nอยากจะขอให้น้อง ๆ ทุกคน ที่ตั้งใจอ่านหนังสืออยู่ ที่ตั้งใจขยันทำโจทย์\nที่เรียนพิเศษกันมาอย่างยาวนานและหนักหน่วง\nขอให้อีกไม่กี่เดือนที่น้องจะสอบนี้ เก็บเกี่ยวทุกอย่างให้ได้มากที่สุด\nถึงวันสอบเมื่อไหร่ ทำให้เต็มที่ ไม่ต้องคิดถึงคนอื่น ไม่ต้องแข่งกับใคร\nไม่ต้องเทียบกับใคร ทำในส่วนของเราที่จะทำได้ให้ดีที่สุด สู้ ๆ\nพี่ขอให้น้อง ๆ ทุกคนโชคดีนะครับบ ขอให้ได้ติดเข้ามา\nได้มามีประสบการณ์สนุก ๆ แบบนี้ในโรงเรียน\nได้มีเรื่องเอาไว้เล่าต่อไปให้รุ่นน้องได้ฟังต่อ\nอยากจะบอกว่าอยากให้เข้ามาเจอกันแต่ก็คงจะเป็นไปได้ยากเพราะปีถัดไปเราคงต้องไปเรียนมหาลัยแล้ววว\nเอาเป็นว่า ถึงจะไม่ได้เจอกัน แต่ก็อยากจะให้กำลังใจทุก ๆ คนนะคับบ สู้ ๆ\nครับผม !!!",
        "profileContent": {
          "name": "เอิร์ท",
          "year": "81",
          "contact": "earthlollipop"
        }
      },
      {
        "description": ">\nตอนแรกที่อัยจังตัดสินใจเลือกเรียนสายศิลป์คำนวณเพราะว่ามีความสนใจทางด้านภาษา\nแต่ก็ยังสนใจคณิตศาสตร์อยู่ สายศิลป์คำนวณเป็นสายที่เน้นภาษาอังกฤษกับเลข\nมีวิชาบัญชีที่ได้เรียนเฉพาะสายนี้เลย ศิลป์คำนวณจะมีทั้งหมด 3 ห้อง\nทุกคนก็เลยจะรู้จักกันหมด ส่วนตัวอัยจังคิดว่าการเรียนไม่หนักมาก\nไม่เครียดอย่างที่คิดค่ะ แต่ก็ไม่ได้ถึงกับง่ายนะ\nส่วนการบ้านก็จะเยอะตอนช่วงเก็บคะแนน แต่รวม ๆ ยังไหวอยู่ 55555\nพอได้เรียน รู้สึกว่าเป็นสายที่เข้ากับอัยจังมากที่สุดเลยค่า\nนอกเหนือจากนี้ เตรียมฯ มีกิจกรรมเยอะที่ให้ทุกคนสามารถเข้าร่วมได้\nตั้งแต่เข้ามาที่เตรียมฯ จนถึงตอนนี้ อัยจังรู้สึกโตขึ้น เตรียมฯ\nสอนอะไรเยอะมากมาย ได้รับประสบการณ์ใหม่ ๆ ได้รู้จักคนเพิ่มขึ้น\nและสิ่งที่ประทับใจที่สุดคือ สังคมที่เตรียมฯ ค่ะ\nเพราะเป็นสังคมที่กว้างและมีความหลากหลาย รุ่นพี่น่ารัก คอยช่วยเหลือเรา\nเพื่อน ๆ เฟรนลี่มาก ๆ คุณครูมีประสบการณ์มากมาย คอยให้คำปรึกษาเด็ก ๆ\nแล้วก็เอาใจใส่นักเรียนในห้อง รวม ๆ แล้วบรรยากาศในห้องเรียนสนุกสนาน\nไม่เครียด เพื่อนๆเต็มที่ทั้งเรื่องเรียนและเรื่องเล่น\nอัยจังรู้สึกคิดไม่ผิดเลยค่ะที่เข้ามาเรียนที่นี่",
        "profileContent": {
          "name": "อัยจัง",
          "year": "83",
          "contact": "aitichaa"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_math_profile_1.jpg",
      "/assets/programmes/lang_math_profile_2.jpg",
      "/assets/programmes/lang_math_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_math_image_1.jpg",
        "description": "\nรูปธงสายศิลป์คำนวณ"
      },
      {
        "url": "/assets/programmes/lang_math_image_2.jpg",
        "description": "\nรูปรวมสายศิลป์คำนวณในวันประกาศผลสอบของ TU83"
      },
      {
        "url": "/assets/programmes/lang_math_image_3.jpg",
        "description": "\nรูปรวมสายศิลป์คำนวณในกิจกรรมรับน้องสายของ TU83\n"
      }
    ]
  },
  "lang_espanol": {
    "thaiName": "สายการเรียน ภาษา-ภาษาสเปน",
    "englishName": "lang_espanol",
    "count": "40",
    "admission": "",
    "exsubject": "\n>\nเรียนภาษาสเปน 8 คาบ/สัปดาห์ จะแบ่งเป็นภาษาสเปนหลัก 5 คาบ/สัปดาห์\nภาษาสเปนฟังพูด 2 คาบ/สัปดาห์ เป็นครูไทยสอนทั้งสองวิชา\nและภาษาสเปนอ่านเขียน 1 คาบ/สัปดาห์ เป็นครูต่างชาติสอน โดยตลอดระยะ 3\nปีที่เรียน จะใช้หนังสือภาษาสเปนที่สั่งมาจากประเทศสเปนโดยตรง\nสื่อการเรียนการสอนจะมีทั้งในหนังสือและสื่อเพิ่มเติม เช่น สไลด์ต่าง ๆ\nโดยครูแต่ละวิชาจะนำเสนอต่างกันไป นอกจากการเรียนภาษาแล้ว\nจะได้เรียนเกี่ยวกับวัฒนธรรมประเทศสเปนด้วย\n>\n",
    "interest": "\n>\nเป็นสายการเรียนที่ไม่ค่อยมีในโรงเรียนทั่วไป คนเรียนน้อย\nซี่งในอนาคตหากจะนำไปต่อยอด ก็จะได้เปรียบและเป็นที่ต้องการในการทำงาน\nและในบางโอกาสจะมีการรับเชิญวิทยากรมาให้ความรู้เพิ่มเติม เช่น\nเชิญครูฝึกสอนเต้น flamenco มาสอนที่โรงเรียน\nและครูจากต่างประเทศมาให้ความรู้เรื่องวัฒนธรรม\n>\n",
    "reviews": [
      {
        "description": "\n\nถ้าให้รีวิวอย่างแรก จะขอพูดเป็นสายศิลป์ภาษาก่อนนะคะ ศิลป์ภาษาที่เตรียมฯ\nเรียนเข้มข้นมาก วิชาเกี่ยวกับภาษาจะมีหลายตัวมาก อิ๊งท่อง อิ๊งภูมิ\nฟังพูดอ่านเขียน ช่วงสอบ หลายคนก็จะไปติวกับเพื่อน ครูทำข้อสอบเก่งมาก\nเช่น ไทย สังคม ประวัติวรรณคดี ข้อสอบก็คือวิเคราะห์หลายตลบมาก\nข้อสอบอังกฤษเราว่าถ้าสอบในเตรียมฯ ได้ สนาม TCAS ก็คือชิวไประดับนึงเลย\nเพราะฉะนั้น สายนี้แนะนำให้คนที่ชอบภาษา โดยเฉพาะภาษาที่สามค่ะ\nเพราะหน่วยกิตภาษาที่ 3 จะเยอะมาก เราเรียนเป็นศิลป์สเปน\nซึ่งภาษาสเปนเป็นภาษาที่ใช้กันแพร่หลายมากในโลก\nที่เตรียมเองก็รับนักเรียนศิลป์สเปนเพิ่มจาก 25 คนเป็น 40 คน\nเพราะมีคนให้ความสนใจกันมากขึ้น\nรวมทั้งหลายประเทศในเอเชียเริ่มเจาะตลาดละตินอเมริกา เช่น K-Pop\nทำให้เราสนใจภาษาสเปนมาก ๆ ค่ะ ถ้าคิดว่ามี passion กับภาษาสเปนหรือชอบวั\nฒนธรรมลสตินอเมริกาแล้ว อย่าพลาดนะคะ เพราะว่าที่ไทยหาเรียนได้ยากมาก\nแต่ขอบอกน้องๆ ไว้ก่อนว่าประเทศไทยยังไม่มี PAT สเปน หมายความว่าน้อง ๆ\nจะต้องเรียนภาษาที่ 4 ด้วยตัวเองเพื่อนำไปยื่นรอบสามค่ะ\nแต่หลายที่ก็ไม่ใช่ PAT นะคะ เช่น ภาคอินเตอร์ หรือยื่นทุน\nเพื่อนเราหลายคนที่ใช้แพทก็จะเรียนภาษาเพิ่ม เราว่าดีนะคะ\nเพราะเป็นแกมบังคับให้เราได้รู้อีกภาษานึงด้วย\nเราเองก็เรียนภาษาเกาหลีเพิ่มค่ะ ยังไงก็ลองวางแผนดีดีนะคะ\n\nเล่าประสบการณ์ : ‘เรียนเราเด่น เล่นเราดี กีฬาเลิศ’ ประโยคนี้คือจริง\nเต็มสิบให้สิบ กิจกรรมในเตรียมฯ มีเยอะมาก\nเปิดโอกาสให้ได้เจอคนหลายประเภท ไม่ต้องกลัวว่าสังคมจะมีแต่เรียนนะคะ\nเด็กกิจกรรมก็มีเยอะเหมือนกัน ทั้งงานสายการพูด กีฬา เต้น ร้อง การแสดง\nครบทุกแบบ ชมรมก็คือจริงจังอลังดาวล้านดวง\n\nเพื่อนเป็นยังไง : เราชอบเพื่อนในสายศิลป์สเปนมากเลยค่ะ\nทุกคนมีความเป็นผู้ใหญ่สูงมาก ทุกคนจริง ๆ ความคิดแต่ละคนคือเจ๋งมาก\nเรารู้สึกว่าเราเก่งขึ้นในด้านการใช้ชีวิต เก่งด้านการใช้ความคิด\nการทำงานร่วมกัน การมองปัญหา\nสามปีที่ทำงานด้วยกันในสายคือไม่เคยทะเลาะกันเลย\nทุกคนเคารพความคิดคนอื่นมาก\nอาจจะเป็นเพราะว่าเรามองเพื่อนทุกคนเป็นคนเก่งและน่าเชื่อถือ\nพอไว้ใจกันมากมาก ทำงานมันก็ไม่ต้องห่วงอะไร\nไม่ต้องนั่งจี้เพราะเราไว้ใจในความสามารถของเพื่อนมาก\nทุกคนมีความรับผิดชอบและมีทัศนคติที่ดีค่ะ\nนอกจากนี้เพื่อนมีความหาทำสูงมาก ชอบมีอะไรตลก ๆ มาให้ดู เปิดโลกมาก\nไปไหนไปกัน มีคนทุกรูปแบบค่ะ\nสังคมเพื่อนแบบนี้คือสิ่งที่เราประทับใจที่สุดในเตรียมฯ เลยค่ะ\nเรียนหนักไหม ครูเป็นไง : เอาจริง ๆ แอบพูดไปเยอะแล้วในคำถามแรก\nขอเสริมว่าตอนเข้ามาใหม่ ๆ ประทับใจครูหลายท่านมาก เขาเก่งจริง ๆ\nมีความสามารถและตั้งใจที่จะสอน เรารับรู้ passion ในการสอนของเขามาก ๆ\nมันทำให้สนุกในการเรียน รวมทั้งห้องเราเป็นห้องที่ครูมักบอกว่าสอนสนุก\nเพราะ ถามเก่ง เวลาเจอครูที่รับฟังนักเรียนตอนสอน มันดีมาก ๆ\nครูสองสามท่านเคยพูดไว้ในทำนองเดียวกันแล้วเราประทับใจมาก ๆ\nประมาณว่าสอนเด็กเตรียมฯ\nสนุกมากเพราะเด็กหลายคนมีความรู้หรือเคยศึกษามาก่อน ในห้องเวลาซักถาม\nคำถามมันน่าสนใจมาก หรือเด็กเองก็เล่าสิ่งที่ตัวเองเคยรู้มาก โต้แย้ง\nถกเถียงกันในห้อง ทำให้ครูได้เรียนรู้สิ่งใหม่ ๆ\nแล้วต้องกลับไปทำการบ้านให้มากขึ้น เราประทับใจมุมมองครูมาก\nแล้วก็ชอบห้องเรียนของตัวเองมากเลยค่ะ ฝากถึงน้อง ๆ TU84 : เตรียมอุดมฯ\nเป็นโรงเรียนธรรมดาที่มีทั้งดีและไม่ดี\nถ้าย้อนเวลากลับไปเราก็เลือกที่จะสอบเข้ามาอยู่ดี\nเวลาที่ได้อยู่ที่นี่มันคุ้มค่ามาก\nลองศึกษาดีดีว่าการเรียนที่นี่มันตอบโจทย์เราจริงไหม\nใครกำลังอ่านหนังสืออยู่ สู้ ๆ นะคะ อย่าคิดแค่มาลองสอบ ถ้าลองเฉย ๆ\nมันยากที่จะติด แต่ถ้าน้องอยากมาเรียนจริง ๆ ไฟจะเริ่มมา\nน้องจะทำอะไรได้ทะลุลิมิตที่ตัวเองคิดไว้ซะอีก แค่อึดใจเดียวเท่านั้นนะคะ\nข้อสอบมันคัดคนที่ตั้งใจจริง prove\nเลยค่ะว่าเราคือคนที่เหมาะสมที่จะได้เรียนที่นี่ ทำให้เต็มที่นะคะ\nแล้วมาเจอกัน",
        "profileContent": {
          "name": "อิ่มเอม",
          "year": "81",
          "contact": "aimbryo_"
        }
      },
      {
        "description": ">\nสวัสดีครับ เราต้าหลี่ ณัฐนันท์ ศิริไพพรรณ TU81 แผนการเรียน ภาษา-สเปน\nค้าบ ก่อนอื่นเลยขอแนะนำแผนการเรียนก่อน ภาษา-สเปน\nชื่อก็บอกในตัวเองอยู่แล้วครับว่าเรียน \"\"ภาษาสเปน\"\" 555555555555\nดังนั้น ถ้าเข้ามา ม.4 จะเจอภาษาสเปนกันแบบจุก ๆ 8 คาบ/สัปดาห์ครับ\nทุกปีเราจะเรียนภาษาสเปน 2 ตัว คือภาษาสเปนตัวหลัก กับภาษาสเปนฟังพูด\n(ม.4-5) อ่านเขียน (ม.6) โดยตัวหลัก ม.4 จะเจอกันถึง 6\nคาบด้วยกันต่อสัปดาห์ เรียกได้ว่าเรียนกันตั้งแต่ไม่มีพื้นในตอน ม.4\nจนได้ประมาณ A2+ ในตอนม.6 กันเลยครับ\nเหตุผลที่เราเลือกเรียนภาษาสเปนตอนม.4 จริง ๆ แล้วคือตอนนั้นเพลง\ndespacito มันดังมาก เราเลยคิดว่าถ้าเราเก่งภาษาอังกฤษได้เพราะเพลงสากล\nเพลงลาตินเราก็ชอบ เลยสอบศิลป์สเปน 5555555 แต่จริง ๆ ยิ่งรู้จักภาษาสเปน\nก็ยิ่งทำให้พี่ได้อะไรจากมันมากขึ้น ไม่ว่าจะเป็นโอกาสในการติดต่อสื่อสาร\nวงการบันเทิงต่าง ๆ หรือเพื่อนใหม่ ๆ ที่พูดสเปนเหมือนกัน\nดังนั้นแล้วอยากจะบอกทุกคนที่ลังเลเกี่ยวกับภาษาสเปน\nเพราะในไทยอาจจะไม่แมส แต่อยากจะบอกว่า ในประชาคมโลกนั้น\nภาษาสเปนเป็นภาษาที่มีผู้พูดเป็นภาษาแม่มากถึงอันดับ 2 เลยนะครับ !\nสำหรับการเรียนวิชาสายศิลป์อื่น ๆ เองก็มีเยอะพอสมควรครับ เช่น\nอังกฤษฟังพูด/อ่านเขียน ประวัติวรรณคดี/วรรณคดีมรดก\nหรือจะเป็นภูมิศาสตร์ท่องเที่ยวที่เกี่ยวข้องกับสายงาน tourism ครับ !\n\nกิจกรรมของสาย : ในส่วนของกิจกรรมสายนั้นเราก็มีให้ไม่แพ้กับการเรียนครับ\n! ใน 1 ปี เรามีกิจกรรมมากมายไม่ว่าจะเป็น -\nรับน้อง/เชียร์โต้/จับสายรหัส (ไม่บังคับเข้าร่วม) - ค่ายภาษาสเปน - Open\nHouse - งานแข่งขันทักษะภาษาสเปน-ปัจฉิม โดยขอพูดในส่วนของ \"Open House\"\nก่อนละกันครับ เราได้จัดซุ้มสายการเรียนตอนม.4 เป็นประสบการณ์ที่ดีมาก ๆ\nสนุกมาก แต่ก็เหนื่อยมาก(มาก ๆ ๆ ๆ ) เช่นกัน แต่อยากจะบอกว่า\nเราได้สนิทกับเพื่อน ๆ ในสาย บางคนที่ไม่เคยคุยกัน\nก็เพราะได้ทำงานนี้ร่วมกันเลยครับ อีกกิจกรรมนึงที่หลาย ๆ\nคนอาจจะยังไม่รู้ว่าสายเรามี คือ\n\"การแข่งขันทักษะภาษาสเปนในระดับมัธยมศึกษาตอนปลาย\" โดยปกติแล้วจะจัดปีละ\n1 ครั้ง ในช่วงเดือนมกราคมครับ\nโดยรร.ที่เข้าร่วมนอกจากจะเป็นรร.เตรียมอุดมศึกษาแล้ว\nยังมีอีกหลากหลายรร.ทั่วประเทศไทยที่มีการจัดการเรียนการสอนภาษาสเปนครับ\nสำหรับการแข่งขันนั้นก็มีหลายอย่างเลย ไม่ว่าจะเป็น วาดรูป,\nเขียนตามคำบอก, พูดเพื่ออาชีพ\nหรือจะเป็นการแข่งขันร้องเพลงภาษาสเปนก็มีครับ",
        "profileContent": {
          "name": "ต้าหลี่",
          "year": "81",
          "contact": "dontcallmeluis"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_espanol_profile_1.jpg",
      "/assets/programmes/lang_espanol_profile_2.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_espanol_image_1.jpg",
        "description": "\nโครงการค่ายภาษาและวัฒนธรรมสเปน"
      },
      {
        "url": "/assets/programmes/lang_espanol_image_2.jpg",
        "description": "\nรูปห้อง/เพื่อนร่วมห้อง"
      },
      {
        "url": "/assets/programmes/lang_espanol_image_3.jpg",
        "description": "\nกิจกรรมรับน้อง\n"
      }
    ]
  },
  "giftedscience": {
    "thaiName": "โครงการ Gifted Science",
    "englishName": "giftedscience",
    "count": "45",
    "admission": "\n>\nการสอบเข้าโครงการ Gifted Science นั้นจะเริ่มรับสมัครเมื่อน้อง ๆ\nสอบติดโรงเรียนเตรียมอุดมศึกษาเรียบร้อยแล้ว\nทางโรงเรียนจะชี้แจงรายละเอียดเรื่องการรับสมัครคัดเลือกเข้าโครงการของเราในวันมอบตัว\nโดยปกติการคัดเลือกนักเรียนเข้าโครงการนั้นจะเป็นการสอบ\nและเปิดให้ยื่นแฟ้มผลงานร่วมด้วย\n\nการสอบ\n\nมีการสอบวิชาเคมี ชีวะ ฟิสิกส์ และดาราศาสตร์\nโดยข้อสอบจะเป็นข้อสอบที่ยากกว่าข้อสอบสอบเข้าโรงเรียนเตรียมอุดมศึกษา\nซึ่งมีทั้งข้อสอบปรนัยและอัตนัย\n\nการยื่นแฟ้มผลงาน (ไม่บังคับ)\n\nการยื่นแฟ้มผลงานจะเปิดให้นักเรียนส่งผลงานด้านวิทยาศาสตร์หรือคณิตศาสตร์\nเช่น ผลงานด้านโอลิมปิกวิชาการ การทำโครงงานต่าง ๆ ฯลฯ\n>\nเนื่องจากสถานการณ์การแพร่ระบาดของ COVID-19 ในปีที่ผ่านมา\nทำให้โครงการไม่สามารถจัดสอบคัดเลือกแบบปีก่อน ๆ ได้\nจึงใช้คะแนนสอบเข้าโรงเรียนเตรียมอุดมศึกษาในวิชาวิทยาศาสตร์\nและคณิตศาสตร์มาเป็นเกณฑ์ในการคัดเลือกนักเรียน แทนการจัดสอบแบบปกติ\n>\nสำหรับในปีนี้ทางโรงเรียนยังไม่มีการประกาศอย่างเป็นทางการว่าจะมีการคัดเลือกนักเรียนเข้าโครงการ\nGifted Science อย่างไร จึงขอให้น้อง ๆ\nรอประกาศอย่างเป็นทางการจากทางโรงเรียนอีกครั้ง\n>\n",
    "exsubject": "\n>\nกิฟต์วิทย์ หรือชื่อเต็มก็คือ\nโครงการพัฒนาศักยภาพนักเรียนที่มีความสามารถพิเศษด้านวิทยาศาสตร์\nเป็นโครงการที่จัดรูปแบบการเรียนเหมือนกับสายการเรียนวิทย์-คณิตทั่วไป\nคือ ในแต่ละวันจะเรียนทั้งหมด 8 คาบ ยกเว้นวันศุกร์ที่จะเรียนแค่ 3 คาบ\nโดยจะมีพักระหว่างเรียน 10 นาที จำนวน 2 ครั้ง คือเวลา 09.30-09.40 น.\nและ 14.00-14.10 น. และพักกลางวันเวลา 11.20-12.20\nน.เนื้อหาและหลักสูตรที่เรียนก็จะคล้ายคลึงกับสายการเรียนวิทย์-คณิตเช่นกัน\nแต่กิฟต์วิทย์จะมีความพิเศษกว่าการเรียนของสายวิทย์-คณิตที่วิชาเลือกเพิ่มเติม\nและความเข้มข้นของการเรียนการสอนวิชาวิทยาศาสตร์\nสำหรับวิชาเลือกเพิ่มเติมนั้น แต่ละคนจะสามารถเลือกได้ 4 สาขา คือ\nฟิสิกส์ เคมี ชีวะ และโครงงานวิทยาศาสตร์\nที่จะต่อยอดความสามารถของผู้เรียนด้านวิทยาศาสตร์ในแขนงที่ผู้เรียนเลือกอย่างเต็มประสิทธิภาพ\nเพราะเนื้อหาที่เรียนนั้นจะเป็นการต่อยอดความรู้ในระดับม.ปลายของผู้เรียนให้สามารถนำไปประยุกต์ใช้กับเนื้อหาระดับอุดมศึกษาได้\nเหมือนเป็นการจำลองการเรียนวิชาวิทยาศาสตร์ในระดับอุดมศึกษาตั้งแต่ม.ปลาย\nซึ่งสายวิทย์-คณิตห้องอื่น ๆ\nไม่สามารถเลือกวิชาเลือกเพิ่มเติมเหมือนกับกิฟต์วิทย์ได้\nส่วนความเข้มข้นของการเรียนการสอนวิชาวิทยาศาสตร์นั้น\nครูผู้สอนจะเพิ่มเติมรายละเอียดที่อยู่นอกเนื้อหาในหนังสืออยู่เสมอ\nคอยตอบคำถามที่ผู้เรียนสงสัยให้สามารถกระจ่างได้\nมีการเชื่อมโยงความรู้ให้ผู้เรียนสามารถเข้าใจได้อย่างมีระบบ\nและการเน้นย้ำจุดสำคัญของเนื้อหาที่จะเป็นจุดหลอกของข้อสอบต่าง ๆ\nแม้การเรียนการสอนจะมีความยากกว่าสายการเรียนวิทย์-คณิต\nทำให้ในบางครั้งผู้เรียนอาจรู้สึกเหนื่อยหน่ายและท้อแท้กับการเรียน\nแต่เพื่อน ๆ\nในห้องก็พร้อมที่จะช่วยเหลือเพื่อนให้เข้าใจเมื่อเพื่อนเกิดปัญหาหรือข้อสงสัยต่าง\nๆ พวกเราทุกคนพร้อมจะเรียนรู้ไปด้วยกัน\nบรรยากาศในการเรียนของโครงการนี้จึงไม่ได้เป็นความเครียดและความกดดัน\nแต่เป็นการช่วยเหลือ การแบ่งปันความรู้ และมิตรภาพดี ๆ\nที่มีให้กันมากกว่า\n>\n",
    "interest": "\n>\nมีหลากหลายเรื่องราวที่ต้องเป็นเด็กกิฟต์วิทย์เท่านั้นที่จะสัมผัสและเข้าถึงได้\nเรื่องราวที่น่าสนใจ น่าติดตาม เป็นเอกลักษณ์สำหรับกิฟต์วิทย์โดยเฉพาะ\nและไม่สามารถหาจากที่ใดได้อีก ตั้งแต่การเรียน การจัดกิจกรรม\nไปจนถึงมิตรภาพและความทรงจำต่าง ๆ\nตลอดที่อยู่ด้วยกันจะหลั่งไหลและวนเวียนอยู่ในสายเลือดของเด็กกิฟต์วิทย์\nตั้งแต่เริ่มเป็นนักเรียนกิฟต์วิทย์โรงเรียนเตรียมอุดมศึกษา\n>\nเริ่มที่การเรียน เอกลักษณ์การเรียนของกิฟต์วิทย์\nคือวิชาเลือกเพิ่มเติมที่จะแตกต่างจากโครงการ และสายการเรียนอื่นๆ\nโดยสามารถเลือกเรียนสาขาในวิชาวิทยาศาสตร์เป็นวิชาเลือกเพิ่มเติมได้ คือ\nฟิสิกส์ เคมี ชีวะ หรือโครงงานวิทยาศาสตร์\nแต่ละสาขาก็จะสอนและพัฒนาศักยภาพของผู้เรียนอย่างเต็มประสิทธิภาพ\nซึ่งเนื้อหาที่สอนนั้นก็จะตั้งแต่ระดับม.ปลาย จนไปถึงระดับอุดมศึกษา\nเป็นการเตรียมตัวในการเรียนระดับอุดมศึกษาตั้งแต่มัธยมปลาย\nเป็นความสนุกและความท้าทายที่เด็กกิฟต์วิทย์จะได้พบเจอ\n>\nต่อมาก็เป็นการจัดกิจกรรม\nกิจกรรมของกิฟต์วิทย์จะมีตั้งแต่เมื่อได้เป็นนักเรียนโรงเรียนเตรียมอุดมศึกษา\nนั่นคือ การรับน้องที่โดดเด่นเป็นเอกลักษณ์\nไม่เหมือนกับสายวิทย์-คณิตทั่ว ๆ ไป หลังจากนั้นก็จะมีกิจกรรมต่าง ๆ\nอีกมากมายที่มีความพิเศษ เช่น การจัดทำหนังสือ , การจัดทำกิจกรรม TUGSELA\n, การทำจิตอาสาในรูปแบบต่างๆ, การจัดกิจกรรมค่าย,\nการไปศึกษาดูงานที่ต่างประเทศ เป็นต้น ซึ่งไฮไลต์ของกิจกรรมเหล่านี้\nนอกจากที่ทุกคนจะได้เข้าร่วมด้วยตัวเองแล้ว\nยังเป็นการที่ทุกคนจะได้สัมผัสประสบการณ์การเป็นผู้อยู่เบื้องหลังของกิจกรรมเหล่านั้นเอง\nทุกคนได้ร่วมมือกันสร้างกิจกรรมเหล่านี้ขึ้นด้วยกัน\nถือได้ว่าเป็นประสบการณ์ที่ไม่สามารถหาได้จากที่ไหนได้อีกแล้ว\n>\nเหตุการณ์มากมายที่เกิดขึ้นในชีวิตนักเรียนกิฟต์วิทย์\nที่ต่างคนต่างได้ลงมือทำด้วยตัวเอง และได้ร่วมกันทำ ทั้งการเรียนด้วยกัน\nการทำกิจกรรมร่วมกัน และอื่น ๆ อีกมากมาย จะเป็นสิ่งก่อเกิดมิตรภาพ\nและความทรงจำดี ๆ ร่วมกันในกิฟต์วิทย์ ไม่เพียงแต่ในเพื่อนร่วมห้อง\nแต่รวมถึงในสายรหัสเดียวกันอีกด้วย\n>\n",
    "reviews": [
      {
        "description": "\n\nกิฟต์วิทย์ หนึ่งในความฝันของใครหลายๆ\nคนที่อยากจะเข้าโรงเรียนเตรียมอุดมศึกษา\nต่างคนต่างก็จินตนาการความเป็นกิฟต์วิทย์ไว้ต่าง ๆ นานา\nและหลากหลายรูปแบบ พี่ก็เช่นกัน\nพี่เคยจินตนาการห้องกิฟต์วิทย์ไว้ประมาณว่า กิฟต์วิทย์เป็นห้องธรรมดา ๆ\nห้องหนึ่งที่การแข่งขันในห้องจะต้องสูงมาก ๆ\nคนในห้องก็เต็มไปด้วยยอดฝีมือด้านวิชาการ\nและแต่ละคนคงไม่ได้สนใจกิจกรรมแน่ ๆ จนกระทั่ง 1 ปีของพี่ในเตรียมอุดมฯ\nกำลังจะผ่านพ้นไป พี่ก็พบว่า สิ่งที่พี่เคยจินตนาการไว้นั้น\nมันผิดไปจากความเป็นจริงที่พี่พบเจอโดยสิ้นเชิง...\nกิฟต์วิทย์ไม่ได้เป็นแค่ห้องธรรมดา ๆ ห้องหนึ่งเท่านั้น แต่เสมือนว่าเป็น\n“สังคม” ใหม่ เต็มไปด้วยเพื่อนใหม่ ๆ\nที่เราไม่เคยเจอลักษณะของเพื่อนแบบนี้มาก่อน\nต่างคนต่างมีเอกลักษณ์และบุคลิกที่แตกต่างกันไป\nแต่ก็สามารถสานความสัมพันธ์กัน\nและก็เป็นเพื่อนกันได้อย่างง่ายดายและน่าเหลือเชื่อเลย\nเพราะว่าเกือบครึ่งของสังคมนั้น เป็นคนที่มาจากต่างจังหวัดเหมือนกับพี่\nทำให้พี่ไม่รู้สึกว่า การเข้าสังคมใหม่ของพี่จะเป็นเรื่องที่ยากเลยหล่ะ\nกิฟต์วิทย์เป็นสังคมที่ไม่ได้เป็นการแข่งขัน แต่เป็นสังคมที่เน้น\n“การพัฒนาตนเอง” และ “การช่วยเหลือกัน”\nเพราะถึงแม้ทุกคนต่างก็มีการพัฒนาตัวเองอย่างสม่ำเสมอ แต่เมื่อพบเพื่อน ๆ\nในสังคมมีปัญหา ทุกคนก็พร้อมที่จะเข้ามาช่วยเหลืออยู่ตลอดเลย\nทำให้สังคมของกิฟต์วิทย์เต็มไปด้วยมิตรภาพดี ๆ ที่มีให้กัน\nกิฟต์วิทย์ไม่ได้เป็นสังคมที่เต็มไปด้วยยอดฝีมือด้านวิชาการ\nแต่เป็นสังคมที่เต็มไปด้วยเพื่อน ๆ ที่มีความสามารถหลากหลาย\nควบคู่ไปกับด้านวิชาการ เพื่อน ๆ\nในสังคมนี้ไม่ได้มีใครโดดเด่นด้านวิชาการมากกว่าใคร\nทุกคนต่างมีความถนัดด้านวิชาการเป็นของตัวเอง และคอยช่วยเหลือเพื่อน ๆ\nคนอื่นอย่างเต็มที่ และที่สำคัญที่สุดของสังคมนี้ คือ\nทุกคนต่างมีความสนใจ ความกระตือรือร้น และให้ความร่วมมือทั้งการเรียน\nและการทำกิจกรรมเป็นอย่างดี ไม่ทิ้งอันใดอันนึงไปเลย\nท้ายที่สุด...กิฟต์วิทย์\nเป็นสังคมที่มีการซัพพอร์ทกันอย่างเต็มที่ทั้งรุ่นพี่ และรุ่นน้อง\nเพื่อให้ทุกคนได้รับประสบการณ์ ความทรงจำดีๆ ในชีวิต ม.ปลาย\nไปกับสังคมนี้ตลอด 3 ปี\nเท่ากับว่า...กิฟต์วิทย์นั้นไม่ได้เป็นเพียงห้องเรียนที่มีแค่คนที่สนใจในการเรียนเท่านั้นที่จะคู่ควร\nแต่กิฟต์วิทย์เป็นสังคมที่เหมาะสำหรับทุก ๆ คน",
        "profileContent": {
          "name": "เบสท์",
          "year": "83",
          "contact": "ritb_yutthana"
        }
      },
      {
        "description": ">\nจริง ๆ แล้วสำหรับเรา กิฟต์วิทย์มันไม่ได้เป็นแค่สายการเรียน\nคือไม่ได้เป็นแค่แหล่งรวมคนที่อยากเรียนวิชาเหมือน ๆ กันมาอยู่รวม ๆ\nกันเท่านั้น แต่กิฟต์วิทย์คือ “ครอบครัว” ครอบครัวใหญ่ ๆ ครอบครัวนึง\nที่รวมคนอยากทำอะไรเหมือน ๆ กัน คิดอะไรเหมือน ๆ กัน ชอบอะไรเหมือน ๆ กัน\nและอยากได้อะไรเหมือน ๆ กันมาอยู่รวมกัน ในห้องเดียวกันไปตลอด 3 ปี\nเริ่มตั้งแต่ประเพณีรับน้องที่โดดเด่น ไม่เหมือนสายวิทย์-คณิตทั่ว ๆ ไป\nการที่เราได้เห็นรุ่นพี่ ๆ จัดกิจกรรมต่าง ๆ เช่น ทำหนังสือ,\nจัดแข่งตักศิลา (TUGSELA), ทำจิตอาสาสอนน้องคิดฯ\nจนพอเราได้มาทำเองทีละขั้นตอนถึงจะรู้ว่าพี่ ๆ เค้าทำกันเหนื่อยมากกกจริง\nๆ แต่ละงานถึงจะคลอดออกมาได้\nซึ่งสิ่งที่ได้จากการทำกิจกรรมเหล่านี้มากกว่าตัวเงิน\nคือประสบการณ์ที่เราคิดว่าชีวิตนี้คงจะหาจากที่ไหนไม่ได้อีกแล้ว .\nนอกจากกิจกรรมปลีกย่อยที่เพิ่มมาจากเด็กเตรียมฯ ทั่วไป\nและกิจกรรมเพิ่มเติมสำหรับการเรียนการสอนในคาบกิฟต์ของแต่ละสาขา\n(ฟิสิกส์/เคมี/ชีววิทยา/โครงงานฯ) แล้ว\nสายเราก็ยังมีค่ายกิฟต์วิทย์ที่ทุกคนจะได้ออกไปทำค่ายกันเอง จัดทริปเอง\nวางแผนสถานที่เอง ทำโครงการเอง ทำป้ายเอง ทำทุกอย่างเอง แล้วก็ไปเอง\n55555 ซึ่งมันสนุกมากกก ๆๆๆ และที่พิเศษที่สุดที่ไม่มีสายไหนในเตรียมฯ\nได้ไปแน่ ๆ ก็คือ กิจกรรมศึกษาดูงานในต่างประเทศ\nซึ่งแต่ละปีก็จะไปคนละที่กัน อย่างปีเราได้ไปดูงานที่สาธารณรัฐเกาหลี\nได้ไปสัมผัสบรรยากาศ, วัฒนธรรม, อาหารของที่นู่น ไปเจอเพื่อน ๆ\nที่โรงเรียนวิทยาศาสตร์ SASA ดูงานในมหาวิทยาลัย, SUMSUNG D’LIGHT\nและที่สนุกที่สุดเลยก็คือได้ไปขึ้นรถไฟเหาะที่สวนสนุก Everland\n(ซึ่งกิจกรรมตรงนี้ก็จะมีค่าใช้จ่ายเพิ่มเติมสำหรับคนที่อยากไป\nเพราะปกติสายเราไม่ได้เก็บค่าเทอมเพิ่มจากสายการเรียนทั่วไป) สุดท้าย\nเราไม่อยากให้น้อง ๆ ทุกคนมองว่าสายนี้เป็นสายของเด็กเก่ง เพราะจริง ๆ\nแล้วเด็กเตรียมฯ ทุกคนก็เก่งไม่แพ้กัน\nและการสอบติดสายนี้ก็ไม่ใช่เครื่องการันตีด้วย\nว่าต่อไปเราจะประสบความสำเร็จ หรือได้มีอาชีพการงานที่ดีทำ\nแต่แท้ที่จริงแล้วการตัดสินใจเข้ามาเรียนสายกิฟต์วิทย์\nคือการเลือกเข้ามาอยู่ในสายของคนที่อยากเติมเต็มความทรงจำ มิตรภาพ\nและประสบการณ์ของ 3 ปีในเตรียมอุดมฯ สายที่พี่ ๆ ทุกคนคอยช่วยเหลือน้อง ๆ\nเสมอ และสายที่เพื่อน ๆ ทุกคนพร้อมที่จะ support เรา\nและก้าวไปข้างหน้าพร้อม ๆ กัน #รักน้องตั้งแต่ยังไม่เห็นหน้า",
        "profileContent": {
          "name": "ก้อง",
          "year": "82",
          "contact": "_kongzerreiei"
        }
      },
      {
        "description": ">\nสวัสดีจ้า น้องๆทุกคน พี่ชื่อขวัญน้า เป็นนักเรียนในโครงการ Gifted\nScience รุ่นที่ 12 แล้วก็เป็นนักเรียนเตรียมอุดมศึกษารุ่นที่ 77 จ้า\nตอนนี้พี่ได้รับทุนเล่าเรียนหลวงมาวิชา Computer Science ที่ Princeton\nUniversity ในสหรัฐอเมริกาจ้า สำหรับพี่ การเรียนในห้อง “กิฟต์วิทย์”\nถือเป็นส่วนสำคัญที่สุดที่ทำให้พี่เป็นพี่ในวันนี้เลย หนึ่ง…\n“ห้องกิฟต์วิทย์ ห้องเรียนแห่งการพัฒนาตนเอง” สมัยพี่เรียนเนี่ย\nตอนเรียนฟิสิกส์ จะใช้หนังสือภาษาอังกฤษ\nแล้วหลักสูตรวิทย์จะไม่เหมือนห้องอื่น ๆ\nคือเราจะเรียนเนื้อหาวิทย์จบภายในม. 6 เทอม 1 และต้องทำโครงงาน 1\nเรื่องถึงจะจบม.6 สำหรับพี่เอง\nการเรียนในหลักสูตรนี้ทำให้พี่มีโอกาสพัฒนาศักยภาพของตัวเองในทุก ๆ ด้าน\nทุกอย่างถือเป็นความความท้าทายหมดเลย ฮ่า ๆ คือ เราเรียนหนักกว่าคนอื่น\nเรียนเร็วกว่าคนอื่น แล้วยังมีโครงงานวิทยาศาสตร์ที่ต้องทำอีก\nแต่ถึงแม้จะมีเหนื่อยบ้าง แต่คุ้มค่ามาก ๆ เลยนะ\nพี่ได้พัฒนาตัวเองด้านวิชาการ\nการทำโครงงานทำให้พี่มีกระบวนการคิดที่ดีขึ้น\nและยังเป็นคนที่ฝึกฝนการบริหารเวลาอยู่ตลอดเวลาอีกด้วย\nตอนนั้นรู้สึกตัวเองโตขึ้นอย่างก้าวกระโดดเลย สอง… “ห้องกิฟต์วิทย์\nห้องเรียนแห่งกิจกรรม”\nทุกปีห้องกิฟต์วิทย์ของเราเป็นห้องที่ต้องจัดกิจกรรมการแข่งขันตักศิลา\nซึ่งมีแนะเรียนเข้าร่วมมากกว่า 300 คนทั่วประเทศ\nพวกเรายังมีโอกาสไปเข้าค่ายนอกสถานที่ด้วย ซึ่งทำให้เราได้เห็น\n“วิทยาศาสตร์” ที่อยู่นอกบทเรียนมากขึ้น ! นอกจากนั้น\nห้องของพี่ก็มีการจัดกิจกรรมจิตอาสาไปสอนวิทยาศาสตร์ให้กับนักเรียนที่อยู่ต่างจังหวัดอีกด้วย\nทุกคนในห้องเต็มที่มาก ๆ กับการทำกิจกรรม ! สาม… “เพื่อนห้องกิฟต์วิทย์\nกลายเป็นเพื่อนที่สนิทที่สนิทที่สุดในชีวิต”\nห้องกิฟต์วิทย์จะแตกต่างจากห้องอื่นนิดหน่อย... อย่างแรกคือ\nเราต้องอยู่กับเพื่อนห้องนี้ไปตลอดสามปี ไม่ย้ายห้องเหมือนกับห้องอื่นๆ\nสองคือ เราจะมีไปเข้าค่ายวิทยาศาสตร์นอกสถานที่ด้วยกันเป็นครั้งคราว\nทำให้สนิทกันเร็วมาก...หลังจากมาเรียนวันแรก\nเพื่อนที่นี่ต่างจากที่เราคิดไว้เยอะเลย ไม่เนิร์ดอย่างที่คิด\nแล้วก็มีเด็กมาจากต่างจังหวัดเพียบ ! จากเมื่อก่อนที่เคยกลัวเด็กกรุงเทพฯ\nเค้าจะหยิ่งกันหรือเปล่าน้า โห…ต้องใส่แว่นหนาเตอะ เรียนขั้นเทพชัวร์ !\nเอาจริง ๆ แล้ว เพื่อนห้องเราใจดีกันมากๆ เพื่อนๆเก่งมาก\nแต่ทุกคนช่วยกันเรียนหมดเลย ส่งโจทย์ให้กัน ช่วยกันทำงาน\nพากันผ่านเรื่องต่าง ๆ ไปด้วยกัน เรารักเพื่อนห้องนี้มากจริง ๆ นะ\nพวกเค้าเป็นคนสำคัญที่ทำให้เรามีวันนี้เลย นี่พี่จบเตรียมอุดมฯ มาก็เกือบ\n4 ปีแล้ว ทุกคนยังสนิทกัน ยังได้เจอกัน ยังคุยกันอยู่เลย 🙂\nพวกเค้าทำให้เวลาสามปีในเตรียมอุดมฯ ของพี่ ดีมากจริง ๆ สุดท้าย…\n“ห้องกิฟต์วิทย์ ทำให้พี่มีวันนี้ได้ :)” คุณครู และเพื่อน ๆ\nห้องกิฟต์วิทย์สนับสนุนพี่ในทุก ๆ ด้าน\nทุกคนสนับสนุนให้พี่เข้าค่ายเคมีโอลิมปิก ตอนพี่จะสอบทุน คุณครูและเพื่อน\nๆ ก็ช่วยสนับสนุนอย่างเต็มที่เลย คอยเป็นกำลังใจให้ตลอด\nพี่เองเคยเป็นเด็กต่างจังหวัด ตอนเข้ามาเรียนที่เตรียมอุดมแรก ๆ\nพี่เคยคิดว่าตัวเองเป็นคนไม่เก่ง แต่การได้มาเรียนกับในห้องกิฟต์วิทย์\nความคิด ทัศนคติ หลาย ๆอย่างของพี่ก็เปลี่ยนไป\nพี่เป็นคนมีความมั่นใจมากขึ้น เชื่อมั่นในความสามารถของตัวเอง\nเราได้เจอเพื่อนที่กลายเป็นเพื่อนที่สนิทที่สุด ได้เจอคนเก่ง ๆ มากมาย\nได้กำลังใจจากคนอื่น ๆ ได้ท้าทายตัวเอง ได้ท้อ ได้สู้ ได้ล้มเหลว\nได้สำเร็จ อย่างที่พี่บอกตอนแรกแหล่ะ “ก ารเรียนในห้อง “กิฟต์วิทย์”\nถือเป็นส่วนสำคัญที่สุดที่ทำให้พี่เป็นพี่ในวันนี้เลย” สำหรับน้อง ๆ\nที่อ่านอยู่ พี่หวังว่าน้อง ๆจะได้มาเป็นรุ่นน้องกิฟต์วิทย์ของพี่น้า 🙂",
        "profileContent": {
          "name": "ขวัญ",
          "year": "77",
          "contact": "KhongPangKhongKwan"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/giftedscience_profile_1.jpg",
      "/assets/programmes/giftedscience_profile_2.jpg",
      "/assets/programmes/giftedscience_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/giftedscience_image_1.jpg",
        "description": "\nภาพกิจกรรมค่ายวิทยาศาสตร์ครั้งที่ 17\nโครงการพัฒนาศักยภาพนักเรียนที่มีความสามารถพิเศษด้านวิทยาศาสตร์ รุ่นที่\n17 โรงเรียนเตรียมอุดมศึกษา ระหว่างวันที่ 25 - 27 กันยายน 2562 ณ\nศูนย์การพัฒนาอ่าวคุ้งกระเบน อันเนื่องมาจากพระราชดำริ อ.ท่าใหม่\nจ.จันทบุรี"
      },
      {
        "url": "/assets/programmes/giftedscience_image_2.jpg",
        "description": "\nภาพกิจกรรมทัศนศึกษาและศึกษาดูงาน\nโครงการพัฒนาศักยภาพนักเรียนที่มีความสามารถพิเศษด้านวิทยาศาสตร์ ณ Seoul\nNational University สาธารณรัฐเกาหลีใต้ ระหว่างวันที่ 27 ตุลาคม -1\nพฤศจิกายน 2562"
      },
      {
        "url": "/assets/programmes/giftedscience_image_3.jpg",
        "description": "\nภาพกิจกรรมการศึกษานอกสถานที่ ณ\nพิพิธภัณฑสถานธรรมชาติวิทยาแห่งจุฬาลงกรณ์มหาวิทยาลัย\nโครงการพัฒนาศักยภาพนักเรียนที่มีความสามารถพิเศษด้านวิทยาศาสตร์ รุ่นที่\n18 วันที่ 15 กันยายน 2563\n"
      }
    ]
  },
  "giftedenglish": {
    "thaiName": "โครงการ Gifted English",
    "englishName": "giftedenglish",
    "count": "40",
    "admission": "\n>\nโดยทั่วไปจะเริ่มรับสมัครหลังจากการมอบตัวนักเรียนชั้นม.4\nนักเรียนที่จะสมัครสอบได้ต้องเป็นนักเรียนสายศิลป์เท่านั้น\nรายละเอียดเกี่ยวกับคุณสมบัติของผู้สมัครและวันเวลาที่รับสมัครให้คอยติดตามจากทางโรงเรียนอีกครั้ง\n>\nการสอบเข้าโครงการกิฟต์อิ้งจะแยกเป็น 2 ส่วน ส่วนข้อเขียนและส่วนสัมภาษณ์\n>\n<u>ส่วนข้อเขียน</u>\n>\nแยกออกเป็น 4 พาร์ท คือ writing, reading, grammar และ listening\n>\nWriting: เป็นการเขียนเรียงความในหัวข้อที่กำหนดให้ ความยาว 1 หน้ากระดาษ\nA4 โดยการให้คะแนนจะเน้นที่ structure และการ plan เรียงความ\n>\nReading: อ่านบทความและตอบคำถาม จำนวน 3-4 บทความ\nซึ่งส่วนนี้บทความค่อนข้างยาวและเป็นส่วนที่หลาย ๆ คนจะรู้สึกว่ายาก\n>\nGrammar: เป็นการสอบไวยากรณ์ทั่วไปของภาษาอังกฤษ คล้าย ๆ\nกับข้อสอบภาษาอังกฤษชุดที่ 2 การสอบเข้าเตรียมอุดมศึกษา\n>\nListening: ถือเป็นอีกส่วนที่ยากมากสำหรับหลาย ๆ คน\nการสอบส่วนนี้จะมีคนพูดคำถามให้เราฟังและให้เราตอบลงในกระดาษ\nในกระดาษนั้นจะมีแค่ตัวเลือกคำตอบแต่ไม่มีคำถามให้\nทำให้ต้องตั้งใจฟังบทความและคำถามให้ดี\nเนื่องจากจะมีเวลาสั้นมากในการตอบแต่ละข้อ\n>\n<u>ส่วนสัมภาษณ์</u>\n>\nหลังจากผ่านข้อเขียนแล้ว ผู้เข้าสอบทุกคนจะต้องไปสอบสัมภาษณ์อีกที\nการสอบสัมภาษณ์เน้นดูความสามารถในการใช้ภาษาอังกฤษและความเหมาะสมของผู้เข้าสอบกับโครงการกิฟต์\nโดยปกติแล้วจะตัดออกเพียง 10 คนในรอบนี้ คำถามของแต่ละคนจะแตกต่างกันไป\nขึ้นอยู่กับการสอบข้อเขียน แฟ้มผลงาน และนิสัยของแต่ละคน\nแต่ก็มีคำถามทั่วไป อย่างเช่น\nให้เล่าประสบการณ์การไปแข่งหรือเข้าร่วมกิจกรรมของตน พูดถึงงานอดิเรก\nและถ้าเข้ามาในโครงการหวังว่าจะได้รับอะไรและสามารถรับปริมาณงานได้หรือไม่\n>\n",
    "exsubject": "\n>\nโครงการ Gifted English\nหรือความสามารถพิเศษด้านภาษาอังกฤษเป็นหนึ่งในโครงการห้อง Gifted\nซึ่งเปิดให้นักเรียนจากสายการเรียนศิลป์เยอรมัน ศิลป์ฝรั่งเศส\nศิลป์ญี่ปุ่น และศิลป์คำนวณ มีสิทธิ์เข้าสอบ นักเรียนโครงการ Gifted\nEnglish จะได้เรียนคาบภาษาอังกฤษที่แยกจากเพื่อนโครงการปกติจำนวน 2 วิชา\nได้แก่ ภาษาอังกฤษหลัก และภาษาอังกฤษอ่าน-เขียน\nแต่จะได้เรียนวิชาภาษาอังกฤษฟังพูด และภาษาอังกฤษเพื่อการท่องเที่ยว\n(ม.5) ในคาบกับเพื่อนโครงการปกติ ในวิชาที่เรียนแยกจะรวมเป็นสัปดาห์ละ 4\nคาบ ยกเว้นในระดับชั้นมัธยมศึกษาปีที่ 4 ที่ได้เรียนแยกจำนวน 5 คาบ\nโดยมีคาบไวยากรณ์เพิ่มเติม\nในคาบเรียนนักเรียนจะได้เรียนกับอาจารย์ต่างชาติที่มีความเชี่ยวชาญสูง\nและเป็นการเรียนที่เน้นการคิดวิเคราะห์และประเมินค่างานเขียนต่าง ๆ\nเนื้อหาที่ได้เรียนมีดังเช่น Shakespeare’s writing, poems and sonnets,\nRomeo and Juliet, Lord of the Flies, Dracula, World War และอีกมากมาย\nการเรียนในโครงการนี้แม้จะเรียนหนักทั้งเนื้อหาและกิจกรรม\nแต่เป็นการเรียนที่สามารถนำไปประยุกต์ใช้ในชีวิตจริงได้ อย่างเช่นการทำ\nUniversity portfolio ซึ่งได้เรียนเกี่ยวกับการเขียน essay หรือ personal\nstatement และเรียนรู้การทำ CV\nนอกจากนี้ยังได้ประสบการณ์การบริหารจัดการจากการจัดทำค่ายกิฟต์และยังได้ลองทำงานโรงเรียนอีกมากมาย\n>\n",
    "interest": "\n>\nโครงการ Gifted English\nแม้จะเรียนหนักแต่มีกิจกรรมน่าสนใจมากมายที่ถือเป็น highlight เด่น\nนักเรียนโครงการนี้จะได้ไปค่ายอังกฤษตอนชั้นมัธยมศึกษาปีที่ 4 ซึ่งน้อง ๆ\nจะได้มีส่วนร่วมในการจัดกิจกรรมอีกด้วย และมีค่ายสำหรับนักเรียน Gifted\nEnglish โดยเฉพาะที่จัดโดยรุ่นพี่ชั้นมัธยมศึกษาปีที่ 6\nนอกจากนี้ยังมีงาน English Week ซึ่งจัดในทุก ๆ ปี\nโดยนักเรียนทุกคนในโรงเรียนสามารถเข้าร่วมได้\nแต่นักเรียนโครงการนี้ยังได้จัดงานและพาเหรดสนุก ๆ อีก นอกจากนี้\nการมาเรียนโครงการ Gifted English\nยังทำให้ได้เจอเพื่อนจากต่างสายการเรียนมากขึ้น\nและได้พูดคุยกับอาจารย์ต่างชาติ จนเกิดความสนิทสนม\nเป็นอีกสิ่งที่ถือได้ว่าเป็นการเปิดโลก เปิดสังคมใหม่ ๆ ให้กับน้อง ๆ\nเลยก็ว่าได้\n>\n",
    "reviews": [
      {
        "description": "\n\nตั้งแต่มาอยู่ Gifted English หรือที่เรามักเรียกติดปากว่ากิฟต์อิ๊ง\nทำให้เราได้เปิดสังคมและโตขึ้นมาก ๆ\nเพราะมีเพื่อนต่างสายการเรียนมาเรียนด้วยและได้ทำกิจกรรมเยอะมาก ๆ เลย\nการเรียนในกิฟต์จะเน้นเรียนแบบวิเคราะห์และก็ได้ทำงานเขียน (essay)\nเยอะมาก ๆ ไม่ค่อยได้เน้นการเรียนไวยากรณ์ภาษาอังกฤษ\nและยังได้ฝึกทุกทักษะในภาษาอังกฤษด้วยค่ะ ไม่ว่าจะเป็นการพูด\nการนำเสนอหน้าชั้นเรียน การอ่าน ฟัง และเขียน\nแต่ส่วนตัวชอบการเรียนแบบนี้เพราะทำให้เราได้รู้จักคิด\nและสามารถนำความรู้ไปประยุกต์ใช้ได้จริง บรรยากาศการเรียนภายในห้อง\nแม้เนื้อหาจะค่อนข้างยาก แต่ก็มีบรรยากาศที่ดีเสมอ เพื่อน ๆ\nและอาจารย์ต่างชาติน่ารัก และคอยช่วยเหลืออยู่ตลอด\nไม่ว่าจะเป็นเรื่องงานหรือปัญหาส่วนตัวอื่น ๆ ถือว่าเป็นสังคมที่ดีมาก ๆ\nเหมือนเป็นครอบครัวเลยค่ะ นอกเหนือจากการเรียนก็ยังมีกิจกรรมอีกเยอะมาก ๆ\nเช่น การจัดงาน English Week หรือการจัดกิจกรรมที่ค่ายตอนม.4\nและค่ายของตนเองตอนม.6 ถือว่าเป็นโครงการที่จัดเต็มด้านกิจกรรมมาก ๆ\nและได้คอยเรียนรู้การบริหารจัดการสิ่งต่าง ๆ และจัดแจงงบประมาณอีกด้วย\nการเรียนในโครงการนี้พูดได้ว่าเรียนหนักพอสมควร ด้วยวิธีการสอบและการบ้าน\nแต่อย่างไรก็ตามถือเป็นประสบการณ์ที่คุ้มค่ามาก ๆ ค่ะ หวังว่าน้อง ๆ\nทุกคนที่มีสิทธิ์สอบจะมาลองดู ให้ Gifted English\nเป็นอีกหนึ่งประสบการณ์ดี ๆ ในรั้วเตรียมอุดมฯ นะคะ",
        "profileContent": {
          "name": "ปอนด์",
          "year": "82",
          "contact": "nichatat"
        }
      },
      {
        "description": ">\nตลอดระยะเวลา 2 ปีในโครงการ Gifted English\nทำให้เราได้เจอกับนักเรียนจากหลากหลายสายการเรียนในรั้วเตรียมอุดมศึกษา\nส่วนตัวเราดีใจมากที่ได้เป็นนักเรียนในโครงการนี้\nเพราะทำให้ได้มีเพื่อนที่สนิทกันมาก ๆ\nผ่านการทำงานและกิจกรรมร่วมกันมากมาย เนื้อหาในการเรียนน่าสนใจมาก ๆ\nฝึกให้เราได้ใช้ critical thinking\nและพัฒนาการเขียนรวมถึงการอ่านคิดวิเคราะห์มากยิ่งขึ้น\nได้อ่านหนังสือที่แปลกใหม่หลายเล่ม\nครูที่สอนเป็นชาวต่างชาติซึ่งมีความใส่ใจในการสอน ทำให้การเรียนสนุกมาก ๆ\nได้เเสดงความคิดเห็นเกี่ยวกับสิ่งที่เรียน\nเน้นการสื่อสารด้วยภาษาอังกฤษตลอดคาบเรียนและส่งเสริมให้กล้าแสดงออก\nนอกจากการเรียนในห้องเรียนแล้ว ยังมีกิจกรรมที่น่าสนใจมากมาย เช่น\nการจัดงาน English week, Fundraising และ Gifted English camp\nที่จัดขึ้นในทุก ๆ ปี\nซึ่งเป็นไฮไลต์ของโครงการเลยเพราะกิจกรรมที่ค่ายสนุกมากและทำให้ได้รู้จักรุ่นพี่รุ่นน้องทุก\nๆ คน หวังว่าน้อง ๆ ทุกคนจะมาเป็นส่วนหนึ่งของโครงการ Gifted English\nนะคะ",
        "profileContent": {
          "name": "สายน้ำ",
          "year": "81",
          "contact": "ssaiinam"
        }
      },
      {
        "description": ">\nGifted English เป็นอีกทางเลือกหนึ่งที่น่าสนใจมาก ๆ\nสำหรับคนที่รักภาษาอังกฤษ ไฮไลต์หลัก ๆ\nที่เราเรียนกันก็เป็นพวกวิเคราะห์วรรณกรรมภาษาอังกฤษ เขียนเรียงความ\nฝึกสกิลการพูด แล้วเราก็จะมีหนังสืออ่านนอกเวลาเพิ่มเติมด้วย อย่างเช่น\nPercy Jackson, Lord of the Flies และ To Kill a Mockingbird\nโดยเราจะได้เรียนลงลึกว่าวรรณกรรมพวกนี้มีสไตล์การเขียนยังไง\nนิสัยตัวละครเป็นยังไง เนื้อเรื่องพัฒนาไปทางไหน\nรวมถึงอิทธิพลที่มีต่อสังคมด้วยในเวลาว่าง ๆ\nก็อาจจะเจอเด็กกิฟต์อิ้งถือหนังสือพวกนี้ไปนั่งอ่านหรือหาชีทสรุปอ่านกันเป็นธรรมดา\nนอกจากนี้ก็ยังได้อ่านบทกวีที่มีชื่อเสียงของภาษาอังกฤษอย่างเช่นของเชคเสปียร์\nเราก็จะมานั่งวิเคราะห์ความงามของภาษากัน คล้าย ๆ\nกับเรียนวรรณคดีไทยแต่เปลี่ยนมาเป็นภาษาอังกฤษ ตอนที่เรียนคาบภาษาอังกฤษ\nเราก็จะแยกกับเพื่อนในห้องเพื่อมาเรียนคลาสของเราเอง\nเลยได้มีโอกาสเจอเพื่อนต่างสายระหว่างที่เรียนคาบกิฟต์ด้วย\nภายในคาบเรียนส่วนมากจะเป็นการ discuss กันเกี่ยวกับสิ่งที่เรียน\nและอาจจะมีกิจกรรมย่อม ๆ ภายในคาบด้วย เช่นการนำเสนอ การโต้วาที การแสดง\nการทำคลิป ส่วนการสอบเราก็จะแยกออกมาทำข้อสอบของเราเองเหมือนกันเหมือนกัน\nโดยตัวข้อสอบก็จะเป็นการเขียนวิเคราะห์และแสดงความคิดเห็นเป็นส่วนมาก\nเราเลยได้พัฒนาทักษะการเขียนไปในตัว\nสิ่งที่ชอบที่สุดของโปรแกรมกิฟต์คงจะเป็นกิจกรรมที่ทำในแต่ละปี\nอย่างเช่นการจัดค่ายกิฟต์สามวันสองคืน\nจะมีรุ่นพี่และคุณครูช่วยกันจัดกิจกรรมพัฒนาทักษะภาษาอังกฤษ\nแน่นอนว่าระหว่างค่ายก็จะได้รับประสบการ์ณ ความสนุก และความทรงจำดี ๆ\nกลับไปมากมาย แต่ที่น่าสนใจคือตลอดสามปีนั้น\nเราจะได้สัมผัสค่ายในมุมมองที่ต่างกัน คือตอน ม.4 และ ม.5\nจะได้เป็นผู้ร่วมกิจกรรม ส่วนตอน ม.6 จะได้มีโอกาสจัดค่าย\nทำให้เราได้เรียนรู้ทักษะการทำงานเป็นทีมจากทั้งการเข้าร่วมกิจกรรมและจากการลงมือปฏิบัติเอง\nส่วนกิจกรรมอื่น ๆ ก็มีมาให้ทำตลอดทั้งปีเหมือนกัน อย่างเช่นกิจกรรม\nEnglish Week ที่เราต้องช่วยจัดงาน บางทีก็ต้องช่วยกันจัดซุ้มขายอาหาร\nพออ่านมาแล้วก็จะเห็นว่าโปรแกรมของเราก็ไม่ได้มีแต่การนั่งอ่านหนังสือท่องศัพท์\nแต่เป็นแหล่งเรียนรู้ที่จะได้เจอเพื่อนและประสบการณ์ใหม่ ๆ อีกมาก\nอยากฝากน้อง ๆ\nที่มีใจรักในภาษาอังกฤษว่าโอกาสครั้งนี้เป็นโอกาสที่ไม่ควรพลาด It’s\nonce-in-a-lifetime experience joining the Gifted English Program !",
        "profileContent": {
          "name": "มาร์วี่",
          "year": "81",
          "contact": "marvey_ppp"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/giftedenglish_profile_1.jpg",
      "/assets/programmes/giftedenglish_profile_2.jpg",
      "/assets/programmes/giftedenglish_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/giftedenglish_image_1.jpg",
        "description": "\nGifted English Camp 2020"
      },
      {
        "url": "/assets/programmes/giftedenglish_image_2.jpg",
        "description": "\nEnglish Week Parade"
      },
      {
        "url": "/assets/programmes/giftedenglish_image_3.jpg",
        "description": "\nGE class\n"
      }
    ]
  }
}
