{
  "gifted-thai": {
    "thaiName": "โครงการ Gifted Thai",
    "englishName": "gifted-thai",
    "count": "20-30",
    "admission": "\n>\nโดยทั่วไปจะเริ่มรับสมัครหลังจากการมอบตัวนักเรียนชั้นม.4\nในช่วงเวลาดังกล่าวควรติดตามข่าวสารการรับสมัครจากทางโรงเรียนให้ดีเพื่อความชัดเจนและถูกต้อง\nซึ่งนักเรียนทุกสายการเรียนสามารถสมัครสอบได้ ไม่ว่าจะเป็นสายวิทย์-คณิต\nสายศิลป์ภาษา หรือสายศิลป์คำนวณ ในส่วนของการสอบเข้า\nการสอบจะแบ่งออกเป็นสองส่วนคือ การทำข้อสอบและการสอบสัมภาษณ์\nในส่วนของการทำข้อสอบจะเป็นข้อสอบข้อเขียน\nส่วนใหญ่จะเป็นข้อสอบเชิงวิเคราะห์ เช่น การวิเคราะห์คำประพันธ์ เป็นต้น\nและในส่วนของการสอบสัมภาษณ์จะเป็นการสัมภาษณ์เพื่อดูว่านักเรียนมีความพร้อมและความตั้งใจมากแค่ไหนที่จะเข้ามาเป็นส่วนหนึ่งของกิฟต์ไทย\n>\n",
    "exsubject": "\n>\nโครงการพัฒนาความสามารถพิเศษด้านภาษาไทย หรือ “กิฟต์ไทย”\nเป็นโครงการที่ส่งเสริมนักเรียนในเรื่องของภาษาไทยในระดับที่ลึกลงไปจากเนื้อหาในห้องเรียน\nซึ่งเปิดรับนักเรียนในทุกสายการเรียนไม่ว่าจะเป็นสายวิทย์หรือสายศิลป์\nโดยจะเรียนวิชาภาษาไทยที่มีชื่อว่า “ภาษาไทยเพิ่มพูนประสบการณ์”\nทุกวันพุธตอนเย็นหลังเลิกเรียน คือตั้งแต่สี่โมงเย็นเป็นต้นไป\nในคาบเรียนนักเรียนกิฟต์ไทยทุกคนจะต้องมาเจอกันและเรียนตามแผนการที่ทางโครงการได้จัดไว้ให้\nซึ่งโดยส่วนใหญ่แล้วจะเรียนเกี่ยวกับการทำโครงงานว่านักเรียนควรเลือกเรื่องแบบไหนในการทำ\nมีรูปแบบในการทำโครงงานยังไง\nและในบางสัปดาห์ทางโครงการจะเชิญวิทยากรจากนอกสถานที่\nซึ่งเป็นผู้ที่มีความรู้ ความสามารถและมีผลงานทางด้านภาษาไทยที่เด่นชัด\nมาให้ความรู้ในเรื่องต่าง ๆ ที่ลึกลงไปมากกว่าวิชาภาษาไทยในบทเรียน\nเนื้อหาที่วิทยากรนำมาสอนมักจะเป็นแนวทาง\nและเป็นตัวอย่างในการทำโครงงานของนักเรียนได้\nการเรียนการสอนของกิฟต์ไทยนั้นไม่ได้เรียนหนักมาก\nแต่จะเน้นไปที่การทำงานที่ค่อนข้างหนัก\nโดยเฉพาะการทำโครงงานที่ทั้งมีความยากและเยอะ\nเด็กกิฟต์ไทยทุกคนจะต้องทุ่มเทเวลา แรงกาย\nแรงใจในการทำโครงงานเป็นอย่างมากเพื่อให้โครงงานของเราเสร็จไปได้ด้วยดี\nแต่ภายใต้การทำงานที่หนักก็จะมีคุณครูที่คอยให้คำปรึกษาและจะคอยตรวจสอบความถูกต้องในทุกขั้นตอนของการทำโครงงาน\n>\n",
    "interest": "\n>\nความน่าสนใจของกิฟต์ไทยคือถ้าคุณมีใจรักใจภาษาไทยจริง ๆ\nชอบที่จะอ่านวรรณคดี เห็นสีสันของภาษา หรือชอบวิชาภาษาไทย\nบอกได้เลยว่ากิฟต์ไทยคืออีกหนึ่งช่องทางที่จะทำให้คุณได้รู้จักและได้ค้นพบสิ่งใหม่\nๆ ในภาษาไทยมากขึ้น\nเพราะบทเรียนของวิชาภาษาไทยเพิ่มพูนประสบการณ์นั้นมีความเข้มข้นและน่าสนใจอยู่ไม่น้อย\nนอกจากนี้ ในโครงการของเราก็ยังมีกิจกรรมมากมายให้นักเรียนในโครงการได้ทำ\nไม่ว่าจะเป็น กิจกรรมวันภาษาไทย ซึ่งโดยปกติก็จะมีการแสดงละคร ฉ่อย\nพูดสุนทรพจน์ มีงานในส่วนของพิธีกรและงานในส่วนอื่น ๆ\nที่จะทำให้นักเรียนในกิฟต์ได้ฝึกการทำงานร่วมกัน กิจกรรมทัศนศึกษา\nโดยในทุกปีนักเรียนกิฟต์ไทยจะได้ออกไปทัศนศึกษานอกสถานที่ปีละหนึ่งครั้ง\nพร้อมทั้งมีการเข้าค่ายกิฟต์ที่บอกได้เลยว่าสนุกมาก\nเพราะนักเรียนและคุณครูจะได้ออกไปทำกิจกรรม ไปใช้ชีวิตนอกโรงเรียนด้วยกัน\nทำให้ความสัมพันธ์ของเพื่อน รุ่นพี่ รุ่นน้อง\nครูและลูกศิษย์ในกิฟต์แน่นแฟ้นมากขึ้น\nและไฮไลต์เด็ดของเด็กกิฟต์ไทยเลยคือการทำโครงงาน เรียกได้เลยว่างานหิน\nแต่โครงงานที่เลือกทำนั้นจะเป็นเรื่องอะไรก็ได้ที่ตัวนักเรียนมีความสนใจ\nซึ่งจะทำให้นักเรียนได้ไปศึกษาค้นคว้าความรู้ทางด้านภาษามาประยุกต์ใช้ในโครงงานของตน\nและเป็นงานที่จะฝึกความอึด ถึก ทนให้เด็กกิฟต์ได้เป็นอย่างดี\nซึ่งทั้งหมดทั้งมวลเป็นการดึงศักยภาพของนักเรียนออกมาใช้อย่างสูงสุด\nและหล่อหลอมให้นักเรียนมีประสิทธิภาพมากขึ้นในทุกด้าน\n>\n",
    "reviews": [
      {
        "description": "\n\nโครงการพัฒนาความสามารถพิเศษด้านภาษาไทย หรือหลายคนเรียกว่ากิฟต์ไทย ✨\nจากชื่อก็คงพอเดาออกว่าเกี่ยวกับภาษาไทย\nแต่ว่าการเรียนภาษาไทยของเราพิเศษ แตกต่างจากการเรียนในห้องค่อนข้างมาก\nเราจะเข้าห้องเรียนกันทุกวันพุธ คาบ 9-10\nเราแนะนำมากสำหรับคนที่หลงใหลในเสน่ห์ของภาษาไทย\nและที่สำคัญไม่จำกัดสายการเรียน ทั้งวิทย์และศิลป์ก็เข้าได้\n(เราก็อยู่สายวิทย์)\nกิฟต์ไทยเหมือนประตูให้เราก้าวไปสู่โลกของภาษาไทยอีกมิติหนึ่งเลย\nเริ่มตั้งแต่จะมีการจัดอบรมให้เราในหัวข้อต่าง ๆ\nจากอาจารย์หรือผู้ที่เชี่ยวชาญในหัวข้อนั้น ๆ\nทำให้เราได้ศึกษาหัวข้อนั้นอย่างลึกซึ้งมากขึ้น\nถัดมาก็จะเป็นการจัดงานวันภาษาไทย\nที่เปิดโอกาสให้เราได้ฝึกประสบการณ์เป็นผู้สร้างสรรค์งาน\nถ่ายทอดความรู้เกี่ยวกับภาษาไทยออกมาในรูปของการแสดง\nได้ฝึกในทักษะที่เราสนใจ/ถนัดเลย เช่น พิธีกร การแสดงละคร การแสดงฉ่อย\nนอกจากการเรียนในห้อง กิฟต์ไทยของเราก็ได้ออกไปเรียนรู้นอกห้องเรียน\nในรูปแบบของทัศนศึกษาและค่ายกิฟต์ไทย\nค่ายกิฟต์เป็นหนึ่งในความประทับใจของเราเลย\nเพราะเหมือนได้ไปเรียนและไปเที่ยวกับเพื่อน ๆ และคุณครู สร้างความทรงจำดี\nๆ และอีกหนึ่งไฮไลต์หลักเลย คือการทำโครงงานภาษาไทยนั่นเอง !\nขึ้นชื่อว่าโครงงานก็สัมผัสได้ถึงความยากแล้ว\nแต่นั่นไม่ได้หนักหรือยากอย่างคิด เพราะสิ่งที่ได้กลับมามันคุ้มค่ามาก ๆ\nมันทำให้เราได้ฝึกการทำโครงงานที่มีความเป็นทางการมากขึ้น\nและเป็นโอกาสดีให้เราได้ศึกษาในหัวข้อที่สนใจอย่างเข้มข้นเลยทีเดียว\nและอีกอย่างที่เรารู้สึกว่าเราได้จากกิฟต์ไทยคือความสัมพันธ์ดี ๆ\nระหว่างเพื่อน พี่ น้อง และคุณครู เราได้รู้จักเพื่อน ๆ ต่างสาย ต่างห้อง\nได้รู้จักพี่ ๆ น้อง ๆ ที่น่ารัก และที่สำคัญคือครูกิฟต์ที่คอยดูแลเรา\nคอยจัดการเรียนการสอนให้เราตลอด 3 ปี ครูกิฟต์เป็นครูที่จริง ๆ\nแล้วใส่ใจเด็กมาก ๆ เลย สุดท้ายนี้เราก็อยากเป็นกำลังใจให้น้อง ๆ ว่าที่\nTU84 ขอให้น้อง ๆ ประสบความสำเร็จอย่างที่หวัง สู้ ๆ นะ ไว้มาเจอกัน\nติดแล้วก็อย่าลืมมาสมัครกิฟต์ไทยกันน้า มาลองสัมผัสความเป็นกิฟต์ไทย\nมาร่วมสร้างความทรงจำดี ๆ ไปด้วยกัน",
        "profileContent": {
          "name": "ซิ่ว",
          "year": "81",
          "contact": "seawseaw"
        }
      }
    ],
    "reviewURL": ["/assets/programmes/giftedthai_profile_1.jpg"],
    "imageURL": [
      {
        "url": "/assets/programmes/giftedthai_image_1.jpg",
        "description": "\nการแสดงละครเรื่องเวตาลปัญจวิงสติ ในกิจกรรมวันภาษาไทยแห่งชาติ\nประจำปีการศึกษา 2562"
      },
      {
        "url": "/assets/programmes/giftedthai_image_2.jpg",
        "description": "\nการนำเสนอโครงงาน ในงาน 82 ปี นิทรรศการวิชาการ เตรียมอุดมศึกษา หรือ\nTriam Udom Open House 2020"
      },
      {
        "url": "/assets/programmes/giftedthai_image_3.jpg",
        "description": "\nกิจกรรมในการเข้าค่ายกิฟต์ไทย ประจำปีการศึกษา 2562\n"
      }
    ]
  },
  "arts-korean": {
    "thaiName": "สายการเรียน ภาษา-ภาษาเกาหลี",
    "englishName": "lang_korean",
    "count": "40",
    "admission": "อย่างที่ทราบกันว่าสายการเรียนภาษา - เกาหลีรับเพียง 40 คนหรือเพียง 1 ห้องเท่านั้น ซึ่งการสอบเข้าในสายการเรียนนี้จะแบ่งเป็น 2 แบบ คือ การสอบเข้ารอบตรง และ การสอบเข้ารอบโควตาความสามารถพิเศษ โดยรับจากการสอบเข้ารอบตรง 35 คน และรับจากการสอบเข้ารอบโควตาความสามารถพิเศษด้านต่าง ๆ อีก 5 คน ซึ่งการรับสมัครของทั้งสองแบบนี้จะเปิดรับสมัครพร้อมกันในช่วงปลายเดือนกุมภาพันธ์ และทางโรงเรียนจะจัดสอบที่อิมแพ็ค อารีน่า เมืองทองธานีในช่วงต้นเดือนมีนาคมของปีการศึกษานั้น ๆ \n\nวิชาที่ใช้สอบในสายการเรียนนี้มีทั้งหมด 3 วิชา คือ ภาษาอังกฤษ ภาษาไทย และสังคมศึกษา แต่จะสอบทั้งหมด 5 ฉบับเนื่องจากวิชาภาษาอังกฤษและภาษาไทยนั้นจะสอบวิชาละ 2 ฉบับ ซึ่งจะเหมือนกับสายการเรียนภาษา - ภาษาสายอื่น ๆ\n\n(อ้างอิงจากการรับสมัครนักเรียนของปีการศึกษา 2564 อาจมีการเปลี่ยนแปลงในปีการศึกษาถัดไป สามารถติดตามข่าวสารได้ที่ช่องทางต่าง ๆ ของโรงเรียนเตรียมอุดมศึกษา) ",
    "exsubject": "ในศิลป์เกาหลีจะเรียนวิชาภาษาเกาหลีทั้งหมด 8 ชั่วโมง/สัปดาห์ เจออาจารย์ชาวไทย 7 ชั่วโมง/สัปดาห์ และอาจารย์เกาหลี 1 ชั่วโมง/สัปดาห์ ทำให้การเรียนการสอนเข้มข้นเป็นอย่างมาก เพราะนอกจากจะได้เรียนการเขียนการอ่านจากอาจารย์คนไทยแล้วยังได้ฝึกการพูดกับอาจารย์ชาวเกาหลีโดยตรง ทำให้สามารถพัฒนาทักษะภาษาได้เร็ว และหากมีข้อสงสัยก็สามารถสอบถามอาจารย์ชาวเกาหลีได้ สำหรับหนังสือประกอบการเรียนจะใช้ของ 이화 เนื้อหาเรียงจากง่ายไปยาก มีทั้งคำศัพท์และแบบฝึกหัดให้ฝึกทบทวน ส่วนในเรื่องของการเรียนในห้องจะไม่ค่อยหนักมาก แต่ต้องใช้การทบทวนคำศัพท์ค่อนข้างเยอะเพื่อให้ไม่ลืมและสามารถนำไปประยุกต์ใช้ในชีวิตประจำวันได้ ",
    "interest": "สังคมศิลป์เกาหลีเป็นแหล่งรวมบุคคลที่มีความชอบคล้ายคลึงกันในหลากหลายรูปแบบ เช่น ศิลปิน วัฒนธรรม อาหาร เป็นต้น ถึงแม้ว่าจะมีจำนวนห้องน้อย แต่ทุกคนทำให้มีความรู้สึกเหมือนเป็นครอบครัวจริง ๆ  นอกจากนี้ศิลป์เกาหลียังมีการเรียนการสอนวิชาภาษาเกาหลีที่เรียกได้ว่าเข้มข้นมาก โดยอาจารย์จะเริ่มสอนตั้งแต่พื้นฐานพยัญชนะ สระ ไปจนถึงไวยากรณ์ระดับสูง ซึ่งจะทำให้เราสามารถนำทักษะทางภาษานี้ไปใช้ในอนาคตได้อย่างแน่นอน ไม่ว่าจะเป็นการนำไปใช้ยื่นสมัครทุนการศึกษาในประเทศเกาหลี การแข่งขันทักษะทางภาษาเกาหลีต่าง ๆ การนำไปใช้ประกอบอาชีพในอนาคต หรือจะเป็นการสื่อสารกับคนเกาหลีก็ได้เช่นกัน และอีกหนึ่งสิ่งที่เรียกได้ว่าเป็นไฮไลต์ของศิลป์เกาหลีนั่นก็คือ ทุกคนจะมีชื่อภาษาเกาหลีเป็นของตัวเองเพื่อใช้ในคาบเรียนวิชาภาษาเกาหลีกับอาจารย์ชาวต่างชาติ นอกจากนี้ ศิลป์เกาหลียังมีการจัดกิจกรรมแลกเปลี่ยนวัฒนธรรมที่ประเทศเกาหลีอีกด้วย แต่เนื่องจากสถานการณ์ COVID-19 จึงทำให้ปีนี้ต้องจัดกิจกรรมในรูปแบบออนไลน์ แต่ถึงอย่างไรก็ตาม อาจารย์ทุกท่านก็ให้ความสำคัญเป็นอย่างมาก จึงทำให้กิจกรรมนี้สนุกไม่แพ้ทุกครั้งที่ผ่านมา ",
    "reviews": [
      {
        "description": "\n\nเป็นสายการเรียนที่เรียนไม่หนัก\nแต่ตอนสอบต้องท่องจำคำศัพท์และแกรมม่าค่อนข้างเยอะ\nการบ้านส่วนมากจะยากขึ้นตามระดับความรู้ มีตั้งแต่แต่งบทความภาษาเกาหลี\nแต่งนิทาน ทำคลิปวิดิโอภาษาเกาหลี หรือถ้าอยู่ม.6\nแล้วก็จะได้แปลประวัติของหม่อมหลวงปิ่น มาลากุล แต่ก็ไม่ได้มีแต่วิชาการ\nเพื่อนๆในรุ่นเป็นกันเองมาก ช่วยเหลือกันตลอด ทั้งงานเดี่ยวและงานกลุ่ม\nเวลาทรีเครียด ๆ ก็เปิดเพลง kpop เต้นกันในห้อง บ้า ๆ บอ ๆ สนุกสนาน\nบางทีอาจารย์ก็เต้นไปด้วย",
        "profileContent": {
          "name": "เม",
          "year": "80",
          "contact": "mayteorite"
        }
      },
      {
        "description": ">\nเราจะได้เรียนทั้งวิชาภาษาเกาหลีหลักที่ และเกาหลีอ่าน-เขียน/ฟัง-พูด\nและจะได้เรียนกับอาจารย์เจ้าของภาษาชาวเกาหลีด้วย 1 คาบต่อสัปดาห์\nโดยสายการเรียนศิลป์เกาหลีจะใช้หนังสือแบบเรียนจาก Ewha เริ่มตั้งแต่เล่ม\n1-1 จนถึงเล่ม 3-1 เนื้อหาเข้มข้นมาก ๆ โดยจะได้เรียนครบทุกทักษะ\nฟังพูดอ่านเขียนรวมไปถึงวัฒนธรรมและความรู้เพิ่มเติมที่ควรรู้เกี่ยวกับประเทศเกาหลีด้วย\nอาจารย์จะมีแบบฝึกการฟัง\nและให้เราได้ลองสื่อสารกับเพื่อนเป็นภาษาเกาหลีอยู่เรื่อย ๆ\nในปีเราจะมีการได้ไปแลกเปลี่ยนที่ประเทศเกาหลีใต้เป็นการนำความรู้ที่ได้เรียนไปใช้\nและไปเรียนภาษาเพิ่มเติมเป็นเวลา 2 สัปดาห์\nทำให้ได้มีเพื่อนคนเกาหลีที่จนตอนนี้ก็ยังสนิทกันอยู่ทำให้เราได้ใช้ภาษาเกาหลีเรื่อย\nๆ และในแต่ละปีจะมีกิจกรรมนอกโรงเรียน\nเป็นกิจกรรมเกี่ยวกับทั้งภาษาและวัฒนธรรม เช่น\nไปบ้านท่านทูตเกาหลีประจำประเทศไทย ไปทำกิจกรรมกับโรงเรียนนานาชาติเกาหลี\nและอื่น ๆ อีกมากมาย สายการเรียนศิลป์เกาหลีจะมีแค่ห้องเดียว\nอยู่ด้วยกันตลอด 3\nปีจะทำให้เราอยู่กันอย่างอบอุ่นมากๆเลยทำให้ทุกคนสนิทกัน\nบรรยากาศในห้องตอนเรียนทุกคนก็จะตั้งใจมาก ๆ\nการเรียนในห้องของสายเราถือว่าเข้มข้นมากและเพียงพอต่อการสอบ PAT\nโดยไม่ต้องไปเรียนพิเศษเพิ่มเติมเลย\nถึงแม้การบ้านจะเยอะแต่ทุกงานส่งเสริมการเรียนรู้ได้ดีให้เราได้ฝึกหลายทักษะมาก\nเอาใส่พอร์ตได้เกือบทุกงาน ส่วนตอนพักก็เต็มที่เช่นกัน คุยเล่น\nบางทีก็เปิดเพลงเต้นร้องเพลงด้วยกันสนุกสนาน 555555\nเป็นความทรงจำในชีวิตม.ปลายที่ดีมาก ๆ\nและเนื่องจากเราต้องเรียนคาบภาษาเกาหลีทุกวันทำให้เราสนิทกับอาจารย์มากด้วยเช่นกัน\nอาจารย์ประจำสายน่ารักมากคุยปรึกษากันได้ทุกเรื่อง\nบางทีเราเครียดเรื่องอะไรตอนพักก็ไปนั่งคุยกับอาจารย์ได้\nเรียกได้ว่าอยู่กันแบบครอบครัวเลย",
        "profileContent": {
          "name": "นีน่า",
          "year": "80",
          "contact": "nspilles"
        }
      },
      {
        "description": ">\nสายศิลป์เกาหลีเป็นสายที่อบอุ่นมาก ๆ\nอาจจะเพราะว่ามีกันอยู่ไม่เยอะเท่าสายอื่นก็เลยทำให้รุ่นพี่รุ่นน้องสนิทกันมาก\nๆ เรื่องการเรียนเราก็คิดว่าไม่ได้หนักจนเกินไป\nสำหรับใครที่อยากเรียนภาษาเกาหลีเนี่ย\nเข้าสายนี้ได้เรียนภาษาเกาหลีจนเต็มอิ่มแน่นอนเพราะ เราเรียนกันถึง 6\nคาบต่อสัปดาห์เลย จำนวนนักเรียนในสาย 40 คน",
        "profileContent": {
          "name": "บอนด์",
          "year": "82",
          "contact": "bondworra"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_korean_profile_1.jpg",
      "/assets/programmes/lang_korean_profile_2.jpg",
      "/assets/programmes/lang_korean_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_korean_image_1.jpg",
        "description": "\nอันนี้เป็นรูปตอนงาน homecoming สายปีที่แล้ว ก็ต้องบอกก่อนว่าที่เตรียมฯ\nเนี่ยปกติแล้วจะมีการจัดงาน homecoming ในสายการเรียน\nก็จะเป็นงานที่รุ่นพี่รุ่นน้องได้มาเจอกัน\nทำกิจกรรมสังสรรค์กันอะไรอย่างงี้"
      },
      {
        "url": "/assets/programmes/lang_korean_image_2.jpg",
        "description": "\nกิจกรรมแลกเปลี่ยน ไทย-เกาหลี รุ่น 80"
      },
      {
        "url": "/assets/programmes/lang_korean_image_3.jpg",
        "description": "\nกิจกรรมแลกเปลี่ยน ไทย-เกาหลี รุ่น 80\n"
      }
    ]
  },
  "sci-math": {
    "thaiName": "สายการเรียน วิทยาศาสตร์-คณิตศาสตร์",
    "englishName": "sci-math",
    "count": "1,000",
    "admission": "จำนวนนักเรียน 1000 คน\nในการรับสมัครนักเรียนเข้าศึกษาต่อในแผนการเรียนวิทย์-คณิต จะแบ่งเป็น 4 ประเภท ได้แก่\n1. โควตาจังหวัด\n2. โควตาโอลิมปิกวิชาการ\n3. ความสามารถพิเศษและที่มีเงื่อนไขพิเศษ (ถ้ามี)\n4. สอบคัดเลือกทั่วไป\n\n\tสำหรับในส่วนของการสอบคัดเลือกทั่วไป เนื่องจากสถานการณ์การระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (covid-19) ในรุ่น TU84 ซึ่งจัดสอบในวันที่ 6 มีนาคม 2564 ได้มีการปรับลดเวลาและจำนวนข้อสอบลง ดังนี้\n\n\tช่วงเช้า 09.00-11.00 น. (120 นาที)\n\t\tคณิตศาสตร์ \t\tจำนวน 40 ข้อ\n\t\tภาษาไทย ฉบับที่ 1 \tจำนวน 20 ข้อ\n\t\tสังคมศึกษา \t\tจำนวน 20 ข้อ\n\tพักกลางวัน 11.00-11.30 น. (30 นาที)\n\tช่วงบ่าย 11.30-13.30 น. (120 นาที)\n\t\tวิทยาศาสตร์ \t\tจำนวน 40 ข้อ\n\t\tภาษาอังกฤษ ฉบับที่ 1\tจำนวน 40 ข้อ\n\t\nหมายเหตุ : ข้อมูลดังกล่าวอ้างอิงจากรุ่น TU84 เพื่อบอกเล่าประสบการณ์เท่านั้น โปรดศึกษารายละเอียดการสอบรอบต่าง ๆ จากประกาศโรงเรียนเตรียมอุดมศึกษา เรื่อง การรับสมัครนักเรียนชั้นมัธยมศึกษาปีที่ 4 ในปีการศึกษาที่ต้องการจะสมัคร",
    "exsubject": "เมื่อเข้ามาเป็นนักเรียนชั้นมัธยมศึกษาปีที่ 4 จะมีการจัดห้องเรียนแบบคละห้อง โดยใน 1 ห้องเรียนจะมีเพื่อน ๆ จากหลากหลายโรงเรียนหลากหลายจังหวัดให้เราได้ทำความรู้จักและปรับตัวให้เข้ากับสภาพแวดล้อมใหม่ มีการจัดการเรียนการสอนทั้งสาระพื้นฐานและเพิ่มเติมอย่างครบถ้วน เข้มข้น มีแบบฝึกหัดและการประเมินผลเพื่อให้ผู้เรียนได้ฝึกฝนเตรียมความพร้อมของตนเองอยู่เสมอ โดยเฉพาะอย่างยิ่งในวิชาวิทยาศาสตร์ ได้แก่ ฟิสิกส์ เคมี ชีววิทยา และในวิชาคณิตศาสตร์\n\nในชั้นมัธยมศึกษาปีที่ 5 จะมีการเลือกรายวิชาสาระเพิ่มเติมส่วนที่ 2 ตามความสนใจของผู้เรียน โดยใช้คะแนนเฉลี่ยจากมัธยมศึกษาปีที่ 4 เป็นเกณฑ์ประกอบในการจัดห้องเรียนตามจำนวนนักเรียนที่สนใจในรายวิชานั้น ๆ การรวมกลุ่มนักเรียนที่มีความสนใจที่ใกล้เคียงกันถือเป็นโอกาสในการต่อยอดและแลกเปลี่ยนความสนใจร่วมกันต่อไป ในแต่ละสัปดาห์จะมีการจัดการเรียนการสอนรายวิชาสาระเพิ่มเติมสัปดาห์ละ 2 คาบ ทั้งหมด 11 รายวิชา ได้แก่ \t\n\t\t1. การเขียนโปรแกรม (วิทย์-คณิต คอมพิวเตอร์)\n\t\t2. การจัดการคุณภาพชีวิต (วิทย์-คณิต คุณภาพชีวิต)\n\t\t3. วิทยาการเกษตร (วิทย์-คณิต บริหารจัดการ)\n\t\t4. คณิตศาสตร์ประยุกต์ พื้นฐานแมแคนิคส์และหุ่นยนต์ (วิทย์-คณิต ประยุกต์)\n\t\t5. ภาษาอังกฤษสำหรับวิทยาศาสตร์ฯ (วิทย์-คณิต ภาษาอังกฤษ)\n\t\t6. ภาษาฝรั่งเศสเบื้องต้น (วิทย์-คณิต ภาษาฝรั่งเศส)\n\t\t7. ภาษาเยอรมันเบื้องต้น (วิทย์-คณิต ภาษาเยอรมัน)\n\t\t8. ภาษาญี่ปุ่นเบื้องต้น (วิทย์-คณิต ภาษาญี่ปุ่น)\n\t\t9. ภาษาสเปนเบื้องต้น (วิทย์-คณิต ภาษาสเปน)\n\t\t10. ภาษาจีนเบื้องต้น (วิทย์-คณิต ภาษาจีน)\n\t\t11. ภาษาเกาหลีเบื้องต้น (วิทย์-คณิต ภาษาเกาหลี)\n\nในชั้นมัธยมศึกษาปีที่ 6 จะเป็นการจัดห้องเรียนคละและไม่มีการเรียนในรายวิชาสาระเพิ่มเติมส่วนที่ 2 เพื่อให้นักเรียนได้เตรียมความพร้อมสู่การสอบเข้าศึกษาต่อในระดับอุดมศึกษาที่กำลังจะมาถึง\n\nหมายเหตุ : ข้อมูลข้างต้นอ้างอิงจากปีการศึกษา 2564 เท่านั้น อาจมีการเปลี่ยนแปลงในปีการศึกษาอื่น ๆ \n\n\n\n\t\t\n\t\t\n",
    "interest": "การเรียนเข้มข้น\n\tหากจะกล่าวถึงแผนการเรียนวิทย์-คณิต โรงเรียนเตรียมอุดมศึกษา ย่อมเป็นที่ทราบกันดีว่าด้วยเนื้อหาวิชาการที่ลงรายละเอียดอย่างครบถ้วน แบบฝึกหัดที่จัดเตรียมไว้อย่างเป็นลำดับแทรกอยู่ในบทเรียนต่าง ๆ ให้นักเรียนได้ทดสอบความเข้าใจและเพิ่มพูนประสบการณ์ของตนเอง ในช่วงสอบวัดประเมินผล นักเรียนแต่ละคนจะจริงจังกับการทบทวนเนื้อหาและฝึกฝนโจทย์เตรียมความพร้อมเพื่อเผชิญกับข้อสอบในโรงเรียนที่สุดแสนจะท้าทายความสามารถ เป็นกระบวนการที่ทำให้นักเรียนมีทั้งความสามารถทางวิชาการ ความอดทนและความพยายามที่เป็นเลิศ\n\nกิจกรรมโดดเด่น\n\tสำหรับในส่วนของกิจกรรมในโรงเรียนเตรียมอุดมศึกษานั้น มีโอกาสให้เลือกเข้าร่วมตามความสนใจที่หลากหลายมาก ๆ ไม่ว่าจะเป็นด้านดนตรี กีฬา สังคม บริหาร ภาษา ศิลปะ นักเรียนที่สนใจแต่ละคนต่างก็ทุ่มเทกายใจทำกิจกรรมอย่างเต็มที่เช่นเดียวกัน ได้รับทั้งประสบการณ์ที่น่าประทับใจและในขณะเดียวกันก็เป็นการพัฒนาศักยภาพของตนเองอย่างต่อเนื่องด้วย\n\nความสัมพันธ์แน่นแฟ้น\n\tด้วยความที่นักเรียนแผนวิทย์-คณิต โรงเรียนเตรียมอุดมศึกษา มีมากถึงหนึ่งพันคนต่อรุ่น หลายคนอาจจะเกิดความกังวลว่าจะมีความห่างเหินเกิดขึ้นหรือไม่ ซึ่งอันที่จริงนั้นเรามีความเป็นแผนวิทย์-คณิตและโอกาสในการทำความรู้จักกันเชื่อมโยงเราเข้าไว้ด้วยกันอยู่เสมอ ไม่ว่าจะเป็นการเปลี่ยนห้องเรียนใหม่ในทุกปีการศึกษาหรือการเข้าร่วมกิจกรรมที่ตนเองสนใจ ล้วนเป็นโอกาสที่จะได้รู้จักกับเพื่อนใหม่และรุ่นพี่รุ่นน้อง ที่พร้อมจะสร้างมิตรภาพที่ดีต่อกัน ดังนั้นทุก ๆ คนยินดีที่จะให้ความช่วยเหลือ สนับสนุนและให้กำลังใจกันอย่างเต็มกำลังเพื่อที่จะสามารถผ่านเรื่องราวต่าง ๆ เรียกได้ว่าร่วมทุกข์ร่วมสุขไปด้วยกัน มิตรภาพที่จะติดกับตัวเราไปตลอดนั้นนับเป็นสิ่งที่มีคุณค่ายิ่ง ในชีวิตของการเป็นนักเตรียมอุดมศึกษา",
    "reviews": [
      {
        "description": "สวัสดีครับ พี่ชื่อ พี่บูม อธิปพัฒน์ เอี่ยมผ่องใส เป็นนักเรียนเตรียมอุดมศึกษา รุ่น 84 แผนการเรียน วิทย์-คณิตครับ พี่จะมาถ่ายทอดความประทับใจและความภาคภูมิใจที่ได้มีโอกาสเป็นนักเรียนของโรงเรียนเตรียมอุดมศึกษาหรือที่พวกเราเรียกกันสั้นๆว่า “เด็กเตรียมฯ” คำว่า “เด็กเตรียมฯ” เป็นคำเพียง 2 พยางค์สั้นๆ แต่เต็มไปด้วยความหมายที่มีคุณค่ามหาศาล พี่ได้ยินคำนี้มาตั้งแต่สมัยที่พี่เป็นเด็ก พี่ได้รับฟังจากคุณพ่อและคุณแม่ว่าโรงเรียนเตรียมอุดมเป็นโรงเรียนที่เก่าแก่และมีชื่อเสียง ได้สร้างศิษย์เก่าจำนวนมากที่ได้สร้างคุณประโยชน์ให้แก่ประเทศชาติ เด็กเตรียมฯจะรักกัน เป็นเพื่อนที่ดีต่อกันไปตลอด รวมทั้งมีความเคารพและกตัญญูต่อครูบาอาจารย์ จำได้ว่าคุณพ่อและคุณแม่ก็ยังคงติดต่อและสนิทกับเพื่อนๆ เด็กเตรียมด้วยกัน คุณพ่อกับเพื่อนๆรู้สึกดีใจมากที่ได้มีโอกาสไปดูแลอาจารย์ประจำชั้นในช่วงที่อาจารย์ไม่สบายอยู่โรงพยาบาล \n\tด้วยเหตุนี้พี่มีความใฝ่ฝันที่จะเข้ามาศึกษาต่อที่โรงเรียนเตรียมอุดมมาตั้งแต่เด็ก พี่จึงตั้งใจศึกษาเล่าเรียนและทบทวนบทเรียนทุกวิชาเพื่อให้พร้อมสำหรับการสอบเข้า วันที่พี่สอบเข้าได้เป็นวันที่พี่ดีใจมากที่สุดในชีวิตวันหนึ่ง พี่มีความภูมิใจอย่างที่สุดที่ได้เข้ามาเป็นเด็กเตรียมฯ รุ่น 84\n\tเมื่อถึงเวลาเปิดเรียน แม้ว่าเราจะไม่สามารถไปโรงเรียนได้เนื่องจากสถานการณ์โควิด-19 แต่เพื่อนๆทุกคนในห้องก็มีความรักใคร่สามัคคีกัน สามารถร่วมมือกันทำกิจกรรมต่างๆให้สำเร็จลุล่วงไปได้ในสถานการณ์ที่ท้าทายแบบนี้ เช่น การทำหนังสือห้อง ในส่วนการเรียนการสอน พี่รู้สึกได้ถึงความพยายามและความเอาใจใส่ของอาจารย์ทุกท่านที่ได้มอบให้เราในช่วงการสอน เพื่อให้เราสามารถเล่าเรียนได้อย่างมีประสิทธิภาพมากที่สุดแม้จะมีข้อจำกัดที่ต้องเรียนออนไลน์ ซึ่งต้องใช้ความทุ่มเทของอาจารย์ผู้สอนทุกท่านเป็นอย่างมาก ในส่วนของรุ่นพี่แม้ว่าเราจะไม่เคยพบกันเป็นการส่วนตัว แต่ทันทีที่ได้เป็นเด็กเตรียม ก็มีรุ่นพี่มากมายที่คอยถามไถ่ ให้ความรู้ และคำแนะนำในการปรับตัว ทำให้พี่รู้สึกอบอุ่นและมั่นใจมากว่าสิ่งที่พี่ได้ยินมาตั้งแต่เด็กนั้นยังคงเป็นความจริงอยู่เสมอสำหรับโรงเรียนเตรียมอุดมและพี่ก็ตั้งใจว่าจะเป็น \"เด็กเตรียมฯ” ที่ดีและสืบสานวัฒนธรรมอันดีงามของเตรียมอุดมให้คงอยู่ตลอดไป \n\tสุดท้ายนี้ขอให้น้อง ๆ ทุกคนที่ตั้งใจจะเข้ามาเป็นเด็กเตรียมฯ รุ่น 85 ประสบความสำเร็จในการสอบสมกับที่ได้ตั้งใจเตรียมตัวมานะครับ พวกเรารุ่นพี่เตรียมอุดมทุกคน จะคอยต้อนรับน้องใหม่เข้าสู่โรงเรียนที่เป็นความภาคภูมิใจของพวกเราครับ\n",
        "profileContent": {
          "name": "บูม",
          "year": "84",
          "contact": "boom_athipat"
        }
      },
      {
        "description": "ถ้าพูดถึงสายวิทย์ จุดเด่นอย่างแรกเลยคือคนเยอะมาก (ที่แปลว่ามากจริง ๆ แบบ 21 ห้องไม่รวม gifted) คือน้องอาจจะไม่ได้รู้จักกับทุกคน แต่มันทำให้เราเจอกับ diversity มีเพื่อนหลากหลาย เรียกได้ว่ามีเพื่อนเก่งทุกวิชาทุกด้าน ทั้งในและนอกห้องเรียนเลยก็ว่าได้ รวมถึงมีเพื่อนเป็น superhuman(s) ที่เรียนดี กีฬาเด่น ดนตรีเลิศน่านับถือ มันทำให้เราอยากผลักดันตัวเองตลอดเวลา พัฒนาตัวเองไปเรื่อย ๆ แต่เพื่อน ๆ เหล่านี้น่ารักนะ  คอยช่วยเหลือ แลกเปลี่ยนความรู้ประสบการณ์ความคิดกัน ไม่มีกั๊ก อย่างเรามาเริ่ม coding ได้ก็เพราะว่าเพื่อนที่เตรียมฯแนะนำให้รู้จักและสอน ซึ่งมันต่อยอดไปถึงคณะที่เราจะเข้าในมหาวิทยาลัย ข้อมูลการศึกษาต่อส่วนใหญ่ที่เรารู้ก็มาจากเพื่อนด้วย เพื่อนแนะนำชี้เส้นทางการศึกษาต่อในต่างประเทศที่เราไม่เคยรู้มาก่อน แนะนำที่เรียนพิเศษ ให้ยืมหนังสือเตรียมสอบ ส่งไฟล์สรุปแต่ละวิชา ส่วนนึงอาจเรียกได้ว่ามีอนาคตเพราะเพื่อน ในส่วนของการเรียน ยอมรับเลยว่าเกรดอาจจะแอบได้ยากกว่ากว่าโรงเรียนอื่น ข้อสอบค่อนข้างท้าทาย มัน exercise สมองเรามาก ช่วงสอบคือเพื่อน ๆ ฟิตกันสุด ๆ มันผลักดันให้เราตั้งใจตามและมีเพื่อนไปอ่านหนังสือด้วย โรงเรียนเรามีครูที่เป็นมหาเทพเยอะแยะหลายคน เพื่อนที่เก่ง ๆ ก็จะชอบไปถามแนวคิดที่แปลกแต่เจ๋ง หรือโจทย์ที่ยาก ๆ จากข้างนอกให้ครูช่วยคิด คุณครูก็เต็มใจพร้อมโชว์เสต็ปเทพแก้โจทย์ นอกจากนั้นแล้ว ครูที่น่ารัก ๆ ก็มีเยอะมากเหมือนกัน เราผูกพันกับครูหลาย ๆ คนเลย ท่านซัพพอร์ตเรามาก ๆ มีอะไรก็ไปถามได้ทั้งเรื่องเรียนและเรื่องจิปาถะ ถึงแบบจบปีการศึกษาไม่ได้เรียน-สอนกันแล้ว ก็ยังเดินเจอยังทักทาย คุณครูทุกท่านก็ยิ้มกลับมาให้เสมอ ในส่วนของกิจกรรมสาย เวลาสายเราจะจัดกิจกรรมก็คือเป็น large scale กว่าชาวบ้านตลอด มีความวุ่นวายแต่คึกครื้นฉบับสายวิทย์ เราก็จะได้รู้จักเพื่อนใหม่ต่างห้องด้วย จากการที่ได้เป็น 1 ในประธานสายวิทย์-คณิตรุ่นที่ 82 การติดต่อทำงาน มีปฏิสัมพันธ์กับเพื่อนเป็นประสบการณ์ที่ดีมาก ๆ  น้อง ๆ ในอนาคตที่จะเข้ามาเป็นนักเรียนเตรียมฯสายวิทย์-คณิตก็จะได้สนุกกับกิจกรรมของสายเรา ได้รับมิตรภาพและความทรงจำอันมีคุณค่าของช่วงชีวิตม.ปลาย ในสายของเรากลับไปนะ ! ยินดีต้อนรับน้อง ๆ ล่วงหน้านะคะ ฝากดูแลสายวิทย์-คณิตของเราด้วย พี่ ๆ รอเจอทุกคนแล้ว! สู้สู้ อย่าลืมรักษาสุขภาพด้วยนะคะ",
        "profileContent": {
          "name": "นูโย่",
          "year": "82",
          "contact": "nnuuyyoo"
        }
      },
      {
        "description": "3 ปีในฐานะเด็กวิทย์-คณิต โรงเรียนเตรียมอุดมศึกษา จะว่าสั้นก็สั้นจนน่าใจหาย แวบเดียวจากเด็กม.4 ที่ร้องเพลงบูมรับน้องก็กลายเป็นพี่ม.6 ที่ถือดอกไม้ถ่ายรูปวันปัจฉิม แต่หากมองย้อนไปในแต่ละช่วงเวลา ก็ยาวเพียงพอที่จะมีหลายสิ่งหลายอย่างเข้ามา ทำให้เติบโต เรียนรู้ และก้าวเท้าออกจากรั้วโรงเรียนเป็นใครคนนึงที่เราตอนม.ต้นไม่เคยจินตนาการถึง  \tถ้าให้เรารีวิว 3 ปีในเตรียมแบบสั้น ๆ คำว่า “หลากหลาย” และ “ไปสุด” นี่แหละ ที่ครอบคลุมในทุกด้านของความเป็นเด็กเตรียม มาเริ่มกันที่ด้านวิชาการ เชื่อว่าหลายคนรวมถึงบางคนที่กำลังอ่านมาถึงตรงนี้ มองว่าเตรียมอุดมเป็นเส้นทางที่สวยงามสู่คณะและชีวิตมหาวิทยาลัยในฝัน ถ้าถามว่าจริงไหม สำหรับเราการเรียนในเตรียมเหมือนการเล่นโรลเลอร์โคสเตอร์เลยนะ มีทั้งคาบเรียนที่ยาก ทั้งคาบเรียนที่แอบนอนเล่นกับเพื่อนทั้งคาบ แต่ที่แน่นอนคือเกือบทุกวิชามีความ ไปสุด ของข้อสอบ ซึ่งข้อสอบนี่แหละเป็นส่วนหนึ่งที่ผลักดันให้เราตั้งใจเรียนขึ้น เพื่อต่อสู้กับซัมและไฟนอล บรรยากาศชวนกันไปอ่านหนังสือหลังเลิกเรียน ไปวรรณสรณ์วันเสาร์อาทิตย์ รายล้อมไปด้วยเพื่อนที่ทั้งเก่งและขยัน ก็คงเป็นปัจจัยสำคัญนึง   \tอ่านมาถึงตรงนี้ ถ้ามีคนสรุปว่าเตรียมอุดมเป็นสังคมเต็มไปด้วยเด็กเรียนเด็กขยัน ก็ต้องบอกว่าผิด เพราะอย่าลืมว่าหนึ่งในนิยามของที่นี่คือความหลากหลาย เตรียมอุดมมีกิจกรรมมากมายจนนับไม่หมด ทั้งร้อง เต้น วิชาการ ไอที งานบริหาร กีฬา ดนตรี กิจกรรมต่าง ๆ ทำให้รู้จักเพื่อนหลายสายการเรียน การเรียนสายวิทย์-คณิตก็ไม่ได้เป็นอุปสรรคต่อการทำกิจกรรมเลย เราเองได้มีโอกาสเป็นกช.รุ่น 62 ได้จัดงาน Open House ได้ทำหลาย ๆ อย่างที่ไม่คิดว่านักเรียนมัธยมปลายคนนึงจะได้ลองทำ ช่วงเวลาที่เราได้อยู่กับมัน สิ่งที่เรารับรู้คือความสนุก ได้เจอเพื่อน ได้ลองทำอะไรใหม่ ๆ หัวเราะ ร้องไห้ไปกับมัน แต่ตัวเราในวันนี้มองย้อนกลับไป เราเพิ่งเรียนรู้ว่าเราได้หล่อหลอมตัวตนของตัวเองขึ้นมา เราเติบโตไปพร้อมกับมัน และเราเชื่อว่ามีเด็กเตรียมอีกหลายคนที่ได้เจอชิ้นส่วนเล็ก ๆ จากเตรียมอุดม มาประกอบเป็นตัวเองในทุกวันนี้   \tบทความรีวิวนี้คงไม่สมบูรณ์ ถ้าเรายังไม่ได้พูดถึง “เพื่อน” เพราะเตรียมอุดมคือผู้คน และถ้าทุกคนจะสรุปว่า ทุกคนในเตรียมเรียนดีกิจกรรมเด่น ก็ยังไม่ใช่อีกนั่นแหละ เพราะเด็กเตรียมหลากหลายเกินกว่าที่จะเราจะนิยามได้ การเข้ามาเรียนที่โรงเรียนเตรียมอุดมศึกษาสำหรับเราเหมือนการเข้ามาสู่โลกอีกใบ เป็นโลกที่กว้างขึ้น มีสิ่งที่ไม่คาดฝันมากขึ้น เราเป็นคนนึงที่ต้องเผชิญกับการปรับตัวครั้งใหญ่ แต่มันก็คุ้มค่ากับมิตรภาพดี ๆ จากเพื่อน รุ่นพี่ รุ่นน้อง เป็นจุดเปลี่ยนเพื่อก้าวสู่ความเป็นผู้ใหญ่ที่แข็งแรง  \t3 ปีในรั้วเตรียมอุดมเป็น 3 ปีที่สร้างความเปลี่ยนแปลงที่ยิ่งใหญ่สำหรับเด็กม.ปลายคนนึงอย่างเรา แม้ว่าบทความนี้จะเริ่มยาวมากแล้ว แต่ชีวิตในเตรียมเป็นเรื่องยาวที่เราคงไม่มีวันบรรยายได้หมด เป็นโรลเลอร์โคสเตอร์ที่เราดีใจที่ครั้งนึงได้ขึ้นมาและจะคิดถึงเสมอเลย :D  ",
        "profileContent": {
          "name": "นีน่า",
          "year": "80",
          "contact": "ninachanya"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/sci_math_profile_1.jpg",
      "/assets/programmes/sci_math_profile_2.jpg",
      "/assets/programmes/sci_math_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/sci_math_image_1.jpg",
        "description": "ภาพบรรยากาศในวันประกาศผลบริเวณสนามฟุตบอล เมื่อน้อง ๆ ได้เห็นรายชื่อของตนเองผ่านการคัดเลือก คงจะมีความรู้สึกยินดีไม่น้อย พี่ ๆ ก็ขอร่วมแสดงความยินดีกับน้อง ๆ ด้วย"
      },
      {
        "url": "/assets/programmes/sci_math_image_2.jpg",
        "description": "การบูมก้นหอย เป็นกิจกรรมที่รุ่นพี่ตั้งใจจัดขึ้นเพื่อต้อนรับน้อง ๆ เข้าสู่การเป็นนักเรียนเตรียมอุดมศึกษาอย่างอบอุ่น บรรยากาศสุดขลังนี้จะประทับอยู่ในใจตลอดกาล"
      },
      {
        "url": "/assets/programmes/sci_math_image_3.jpg",
        "description": "การบูมปัจฉิม เมื่อถึงคราที่พี่ ๆ จะจบออกจากโรงเรียนไปแล้ว น้อง ๆ จึงมาร่วมแสดงความยินดี บอกลา อย่างอบอุ่น แสดงถึงความรักและความผูกพันที่จะยังนึกถึงกันอยู่เสมอ เป็นภาพความประทับใจที่จะไม่มีวันลืมเลือน"
      }
    ]
  },
  "arts-chinese": {
    "thaiName": "สายการเรียน ภาษา-ภาษาจีน",
    "englishName": "arts-chinese",
    "count": "85",
    "admission": "",
    "exsubject": "\n>\nสายการเรียนศิลป์ภาษาจีนมีเหล่าซือทั้งคนจีนและคนไทย\nสอนตั้งแต่หลักภาษาไปจนถึงการใช้ประโยคเพื่อการสื่อสาร\nแบ่งออกเป็นวิชาภาษาจีนหลัก วิชาการฟังและการพูด วิชาการอ่านและการเขียน\nโดยปกติจะเรียนวิชาภาษาเอกอยู่ที่ประมาณ 8 คาบต่อสัปดาห์\nภาษาอังกฤษอยู่ที่ 7 คาบต่อสัปดาห์ส่วนวิชาอื่น ๆ\nของสายศิลป์ภาษาก็จะมีทั้งวิชาประวัติวรรณคดีซึ่งเป็นการศึกษาเกี่ยวกับวรรณคดีของไทยในแต่ละสมัย\nวิชาพรรณพืชเกี่ยวกับการเพาะปลูก\nวิชาสารนิเทศเกี่ยวกับการเขียนสารานุกรมและห้องสมุด\nวิชาสังคมแบ่งออกเป็นประวัติศาสตร์ ศาสนา การเมืองการปกครอง\nและยังมีวิชาพื้นฐานของทั้งวิทยาศาสตร์และคณิตศาสตร์ และภาษาอังกฤษ\nการเรียนการสอนในห้องจะดำเนินไปค่อนข้างเร็ว\nมีการสอบเก็บคะแนนระหว่างเรียนค่อนข้างบ่อย การทำชิ้นงานก็ค่อนข้างเยอะ\nแต่สังคมเพื่อน ๆ ก็ช่วยกันเรียนอย่างดี\n>\n",
    "interest": "\n>\nสายการเรียนศิลป์ภาษาจีนมีเหล่าซือทั้งคนจีนและคนไทย\nตลอดหลักสูตรจะเรียนตัวอักษรจีนทั้งหมดประมาณ 3,500 ตัวอักษร\nโดยจะเริ่มสอนตั้งแต่พื้นฐานพินอิน\nหลักภาษาไปจนถึงการใช้ประโยคเพื่อการสื่อสาร แบ่งออกเป็นวิชาภาษาจีนหลัก\nวิชาการฟังและการพูด วิชาการอ่านและการเขียน เหล่าซือจะมีเทคนิคต่าง ๆ\nในการสอน เช่น การสอนตั้งแต่รากศัพท์และการจำศัพท์เป็นรูปภาพ\nซึ่งทำให้นักเรียนรู้ถึงประวัติของตัวอักษรและช่วยให้เราสามารถจดจำตัวอักษรได้ง่ายยิ่งขึ้น\nมีการสอนฝึกแปลภาษาจีนเป็นไทยและภาษาไทยเป็นจีน\nซึ่งทำให้เรามีการคิดและเรียบเรียงคำพูดได้เร็วขึ้น\nในขณะเดียวกันก็มีการเรียนภาษาจีนจากกลอน เพลงและบทความ\nทั้งยังมีการเรียนการสอนเกี่ยวกับวัฒนธรรมจีนอีกด้วย\nการเรียนการสอนจะดำเนินไปค่อนข้างเร็ว มีงานประจำสัปดาห์ค่อนข้างเยอะ\nเช่น การคัดจีน การท่องบทสนทนาตามบทเรียน การท่องและอ่านศัพท์ HSK\nรวมไปถึงมีการจำลองสอบ HSK และทดสอบความรู้ในด้านต่าง ๆ ค่อนข้างบ่อย\nซึ่งสามารถทำให้นักเรียนรับรู้ถึงศักยภาพในการเรียนภาษาจีนของตัวเอง\nและสามารถนำไปพัฒนาให้ดียิ่งขึ้นได้\n>\n",
    "reviews": [
      {
        "description": "\n\nสวัสดีค้าบ ๆ เราชื่อภูน้า นักเรียนเตรียมอุดมศึกษารุ่นที่ 81.5\nสายการเรียนศิลป์ภาษาจีน จากประสบการณ์ที่มีโอกาสได้อยู่ถึง 2 รุ่น (รุ่น\n6 และรุ่น 7) ก็รู้สึกว่าสายเราเป็นสายที่ค่อนข้างหลากหลายมาก\nรับรองเลยว่าเข้ามาแล้วไม่เบื่อแน่นอน มีทั้งนักเต้น นักร้อง\nนักภาษาศาสตร์ นักแสดง พิธีกร หมอดู ครบเลยจริง ๆ เพื่อนก็น่ารักมาก ๆ\nพร้อมที่จะช่วยเหลือตลอดโดยเฉพาะด้านการเรียน\nส่วนเรื่องการเรียนภาษาจีนก็ท้าทายมาก ในขณะเพื่อน ๆ อ่านไปสอบกัน\nพี่ไปดรอปเรียน พี่ไม่เรียนในห้องเลย เพราะว่าจะใช้ GED เข้ามหาลัยแทน\nตัวภาษาจีนเองเป็นภาษาที่ต้องฝึกฝนต้องขยันคัด ขยันพูด และขยันท่อง\nซึ่งไม่ต้องห่วงเลยเพราะเหล่าซือเหมือนมีความสามารถในการสั่งสับมาก5555\nการบ้านปิดเทอมเปิดเทอมมาหมดอย่าตกใจ\nแต่ส่วนตัวเราคิดว่าเป็นอะไรที่มีประโยชน์มาก เป็นวิธีที่ดีมาก ๆ\nในการสอน เพราะเราสามารถนำไปใช้ในชีวิตประจำวันได้จริง ๆ\nโดยเฉพาะด้านการพูด ถ้าถามว่าเรียนหนักไหมบอกเลยว่าหนักมาก\nแต่คุณครูส่วนใหญ่ที่ได้เจอน่ารักมากเลยนะ\nบางท่านเองก็มีจิตวิญญาณความเป็นครูสูงด้วย เราประทับใจมากจริง ๆ\nแต่สิ่งที่เราชอบมากที่สุดในเตรียมอุดมไม่ใช่แค่การเรียน แต่คือกิจกรรม\nเพราะในโรงเรียนนี้มีกิจกรรมให้ทำหลากหลายมาก\nทำกิจกรรมทีหนึ่งก็ได้เพื่อนกลับมาเยอะเลย เรามีโอกาสได้แสดงละครเวที\nแสดงหนังสั้น เป็นพิธีกร และเป็นรองประธานสายการเรียนของศิลป์ภาษาจีน\nกิจกรรมพวกนี้เหมือนทำให้เรารู้จักตัวเรามากขึ้น\nกิจกรรมเป็นอีกหนึ่งแรงบันดาลใจที่ทำให้เราอยากเข้าเตรียม\nแล้วที่สำคัญกิจกรรมสายการเรียนเองก็สนุกไม่แพ้กันเลย คัดจีนสนุก\nท่องสนุก ปิดตาสนุก น้อง ๆ อาจจะรู้สึกงง เเต่ถ้าเขามาพวกเเกจะต้องชอบแน่\nเพราะตัวพี่เองชอบม๊าก เหล่าซือเคี่ยวเข็ญอยากให้พวกเราสำเร็จจริง ๆ นะ\nแล้วเขาก็มีวิธีสร้างแรงบันดาลใจต่าง ๆ\nนานาที่จะทำให้เรามีกำลังใจเรียนภาษาจีนด้วย\nการเรียนการสอนของสายเรามีหลายแบบมาก แน่นอนว่าไม่ได้มีเเค่การท่องจำ\nแต่ยังมีการให้เราต้องออกไปสัมภาษณ์คนเป็นภาษาจีน ฝึกร้องเพลงจีน\nฝึกเขียนพู่กันจีน แถมได้ร้องงิ้วด้วย !\nเรารู้สึกว่ามันเป็นสิ่งที่น่าสนใจและน่าสนุกมาก\nแล้วสำหรับคนที่ไม่มีพื้นฐานภาษาจีนเลยแม้แต่นิดเดียวเลยก็ไม่ต้องเครียดนะ\nเหล่าซือจะช่วยปูพื้นฐานให้ก่อนตั้งแต่พินอินเลยแหละ\nแต่พี่อยากให้ตั้งสติเวลาเรียนหน่อยนึง\nเพราะเหล่าซือเขาสอนเร็วพอสมควรเลย ตื่นมาอีกทีจากที่ยังเป็น bo po mo fo\nอยู่อาจกลายเป็น 我听过钢琴协奏曲 ก็ได้\nเเต่ก็ไม่ต้องห่วงเพราะตัวเราเองก็ไม่มีพื้นฐานภาษาเเต่ก็สามารถเรียนและพัฒนาตัวเองได้\nโดยรวมศิลป์จีนเป็นสายที่สนุก เพื่อนปัง เหล่าซือสุดโก้\nการเรียนการสอนไม่ต้องพูดถึง เอาเป็นว่า แล้วเจอกันน้า รอ congrats !\n加油！🥳🥳",
        "profileContent": {
          "name": "ภู",
          "year": "81.5",
          "contact": "pualohae"
        }
      },
      {
        "description": ">\nศิลป์จีนอบอุ่นมาก ๆ พี่ ๆ น่ารักมาก ทั้งสายรหัสสายลำดับดูแลเราดีมาก\nรู้สึกได้ว่าถ้าเราไม่สบายใจหรือเจอปัญหาก็พึ่งพาหรือปรึกษาเขาได้\nแต่เพราะปีนี้มีโควิดก็เลยไม่ค่อยได้รู้จักพี่ ๆ คนอื่นมากเท่าไหร่\nส่วนเพื่อน ๆ ก็น่ารัก ช่วยเหลือเราตลอด\nด้วยความที่เรามาจากต่างจังหวัดก็เลยไม่ได้มีเพื่อนเยอะ\nแล้วเพื่อนที่มาจากโรงเรียนเดียวกันก็ดันอยู่คนละห้อง\nวันพัฒน์ศักย์เราก็เลยพยายามคุยกับคนอื่นเยอะ ๆ\nจนได้เจอเพื่อนที่คุยถูกคอ พอเปิดเทอมก็สนิทกันมากขึ้น\nศิลป์จีนเรียนหนักนะสำหรับเรา วิชาภาษาจีนก็หน่วยกิตเยอะทำให้มีคาบทุกวัน\nบางวันก็มากกว่าหนึ่งคาบ มีทั้งเหล่าซือคนไทยและจีนเลย\nทำให้เน้นทักษะได้ครบ ไม่ว่าจะเป็นการฟัง การพูด การอ่านหรือการเขียน\nที่นี่ไม่ได้สอนให้จำตัวอักษรเป็นขีดหรือเอาแต่คัด\nแต่ว่าสอนที่มาของตัวอักษรนั้นไปเลยซึ่งเรารู้สึกว่ามีประสิทธิภาพมาก ๆ\nเพราะมันเห็นภาพชัดเจน เข้าใจง่าย เหล่าซือก็ตั้งใจสอนเต็มที่มาก ๆ\nนอกจากนี้ก็มีสอบบ่อยเลยทำให้เราต้องทบทวนความรู้อยู่ตลอดเวลา\nการบ้านก็มีเยอะบ้างน้อยบ้างแล้วแต่วิชา ส่วนห้องเรียนเราอยู่ชั้นสี่\nตึกก็กลางโรงเรียน จะเดินเข้ามาทางไหนก็ไกลทั้งนั้น หมดแรงตั้งแต่เช้าเลย\n555555 เพื่อน ๆ ในห้องบางคนถึงจะไม่ได้คุยกันบ่อย\nแต่เวลามีสอบอะไรก็จะแบ่งสรุปกันอ่าน ช่วยกันติวตลอด\nงานกลุ่มก็กระตือรือร้นช่วยกันทำ ทำให้ไม่ต้องเหนื่อยแบกงานไว้คนเดียว\nครูส่วนใหญ่ที่เจอค่อนข้างหัวสมัยใหม่ รับฟังความคิดเห็นนักเรียน\nไม่ค่อยมาจุกจิกอะไรกับเรา ค่อนข้างสบายเลยแต่ข้อสอบยาก แหะ\nวิธีการเตรียมตัวสอบเข้าของเราก็เริ่มจากเก็บเนื้อหาจากการเรียนพิเศษก่อนเลย\nเราไม่ได้เรียนเยอะมาก เพราะกลัวเรียนไม่ทันด้วย\nส่วนใหญ่เลยเป็นแค่คอร์สเนื้อหา\nพอเรียนครบเราก็อ่านทวนซ้ำจนมั่นใจแล้วเริ่มหาโจทย์หรือแนวข้อสอบมาทำ\nพอตรวจคำตอบก็จะเขียนเฉลยข้อที่ทำผิดไว้อ่านทวนด้วย\nถ้าช่วงไหนที่คะแนนเริ่มไม่ดี แสดงว่าเรามีเรื่องที่ยังไม่แม่น\nก็จะพักจากการทำโจทย์ไปอ่านทวนข้อที่ผิดแล้วก็เนื้อหาส่วนนั้นอีกรอบ\nไม่ก็หาหนังสือเล่มอื่นมาอ่านเพิ่ม\nเราเน้นทำโจทย์มากกว่าเพราะมันท้าทายดีแล้วก็เห็นพัฒนาการตัวเองชัดด้วยว่าอ่อนเรื่องไหน\nส่วนศัพท์คือเราท่องทุกวัน ทั้งจากโจทย์ที่เจอแล้วก็จากในเน็ตเลย\nเวลาท่องก็จะทวนคำเก่าที่เคยท่องมาแล้วด้วยจะได้ไม่ลืม\nถ้าคำไหนที่ไม่ค่อยเข้าใจก็จะหาตัวอย่างประโยคมาดูประกอบ สู้ ๆ นะคะ\nตั้งใจอ่านหนังสือฝึกทำข้อสอบเยอะ ๆ ไม่ต้องหักโหมมาก\nอย่ากดดันตัวเองเกินไป รักษาสุขภาพให้ดี ทำให้เต็มที่\nถ้าเหนื่อยหรือท้อก็ลองมองย้อนกลับไปในความพยายามที่ผ่านมาทั้งหมดของเรา\nมันเยอะมากเลยใช่มั้ย ไม่เสียดายเหรอที่จะยอมแพ้ตอนนี้ ฮึดสู้อีกสักนิดนะ\nจะถึงเป้าหมายแล้ว ไม่มีอะไรไกลเกินเอื้อมหรอก แล้วมาเจอกัน !",
        "profileContent": {
          "name": "เตย",
          "year": "83",
          "contact": "nnutoey_"
        }
      },
      {
        "description": ">\nรีวิวสายศิลป์จีน สวัสดีค้าบทุกคน เรามุกน้า อยู่สายการเรียนศิลป์จีน\nบอกก่อนเลยว่าสายการเรียนนี้เนี่ย เรามีการเรียนภาษาจีนที่เข้มข้นมาก ๆ\nจำนวน 8 คาบต่อสัปดาห์กันเลยทีเดียว ซึ่งบางวันอาจจะเรียนภาษาจีนวันละ 2\nคาบ บอกเลยว่าสำหรับน้อง ๆ คนไหนที่ชอบเรียนภาษาจีนเนี่ย\nจุใจอย่างเเน่นอน เพราะด้วยความที่ได้เรียนภาษากันอย่างจริงจัง เข้มข้น\nจนทำให้น้องรู้สึกซู่ซ่าไปกับเนื้อหา\nคำศัพท์จีนที่ต้องทำความเข้าใจเเละจำเยอะมากกก เเต่เอาจริง ๆ\nไม่ว่าจะเป็นภาษาไหนเราก็จำเป็นที่ต้องทำความเข้าใจ\nเเละจำคำศัพท์นั้นอยู่ดี เเต่เราเชื่อว่า\nถ้าตั้งใจเเละจำเนื้อหากับคำศัพท์ได้เนี่ย ก็สามารถนำไปใช้\nเเละต่อยอดในอนาคตได้เเน่นอน นอกจากนี้ก็มีการท่องบทสนทนาจีนทุก ๆ\nอาทิตย์ หรือที่เหล่าศิลป์จีน เรียกกันว่า ‘เป้ยเค่อ’ นั่นเอง บอกเลยว่า\nเเอบเหนื่อยเหมือนกัน\nเพราะกว่าเราจะจำได้หมดเเล้วก็ต้องอัดคลิปหลับตาท่องก็เเอบนานอยู่เหมือนกัน\nซึ่งเหล่าซือให้ทำเเบบนี้เพื่อที่เราจะได้คุ้นชินกับภาษา\nเเละสามารถนำมาพูดใช้ในชีวิตประจำวันได้ ช่วงเเรก ๆ\nของการเรียนภาษาจีนก็อาจจะเริ่มต้นง่าย ๆ เป็นพื้นฐานไปก่อน\nเเต่ว่าสำหรับใครที่ยังไม่มีพื้นฐานจีนมาก่อนก็อยากให้ลองอ่านเพิ่มเติม\nเเละต้องขยันมาก ๆ เลยน้า เพราะว่าการเรียนค่อนข้างเเอบไปเร็วนิดนึง\nพอเรียนไปเรื่อย ๆ ก็บอกเลยว่า เนื้อหาเข้มข้นจัดหนักจัดเต็ม\nเเละงานคัดจีน เป้ยเค่อ ที่ต้องส่งอีกทุกอาทิตย์ บอกเลยว่า\nไม่เหงาเลยค่ะน้อง ๆ มีการบ้านจีนรอน้อง ๆอยู่ทุกสัปดาห์ น่ารักมั้ยล่า\nเเละในส่วนของเพื่อนในสาย เพื่อนทุกคนมีความหลากหลาย\nทุกคนที่เข้ามาคือมีเเต่คนเก่ง ๆ\nพอเราเข้ามาอยู่สังคมเด็กเก่งก็ผลักดันให้เราต้องขยัน เเละทำเกรดให้ดี\nถึงเเม้อาจจะเพิ่งรู้จักกันเเต่เพื่อนก็น่ารักเเละใจดีมาก\nทุกคนพร้อมช่วยเหลือกันและกัน ช่วยกันเรียน\nพร้อมที่จะสู้เเละติวสอบให้ผ่านไปด้วยกัน มีสรุปก็เเบ่งปันกันอ่าน\nน่ารักกันจริง ๆ บรรยากาศในห้องเรียนของเรา ก็มีทั้งสายเรียน สายลำดับ\nเเต่โดยรวมบอกเลยว่าเรียนไม่เครียด สนุกสนานเฮฮา\nมีเพื่อนๆที่สร้างเสียงหัวเราะ ทำให้เรียนในห้องสนุกขึ้นมาอีกเยอะเลย\nสุดท้ายนี้สำหรับน้อง ๆ คนไหน ที่อยากสอบเข้าศิลป์จีน ก็ขอให้น้อง ๆ\nทุกคนสู้ ๆ นะ เราเป็นกำลังใจให้ ทำให้เต็มที่ ไม่ต้องกดดันตัวเองนะ\nพักผ่อนให้เพียงพอ ไม่หักโหมมากเกินไป ช่วงไหนที่ท้อหรือเหนื่อยก็พักบ้าง\nเเต่อย่าพักนานจนลืมอ่านหนังสือนะ ! ของเราตอนท้อก็อาจจะหาอะไรที่ชอบทำ\nหรือเปิดเพลงลูกทุ่งหมอลำซิ่งเต้นเเก้เครียดไปเลย\nหรือนึกถึงวันที่เราสอบติดประกาศผลเเล้วมีชื่อเรา นึกถึงวันนั้นไว้นะ\nถ้าเราอยากจะมีชื่อเราอยู่ในรายชื่อประกาศผล\nต้องฮึดสู้เเละตั้งใจอ่านหนังสือ ทำให้เต็มที่ !\nเเล้วมาเจอกันที่รั้วเตรียมน้า น้องจะรู้ว่านี่ยังไม่จบ\nเเต่เพิ่งเริ่มต้นต่างหาก ! สู้ครับ เหล่าลูกเจี๊ยบทั้งหลาย",
        "profileContent": {
          "name": "มุก",
          "year": "83",
          "contact": "maleemookko"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_chinese_profile_1.jpg",
      "/assets/programmes/lang_chinese_profile_2.jpg",
      "/assets/programmes/lang_chinese_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_chinese_image_1.jpg",
        "description": "\nวันประกาศผลสอบ วันที่รายชื่อเราไปติดอยู่บนรายชื่อผู้ที่สอบติด !"
      },
      {
        "url": "/assets/programmes/lang_chinese_image_2.jpg",
        "description": "\nวันรับน้อง พี่ ๆ สันทนาการพร้อมสร้างความสนุกสนานให้น้อง ๆ แล้วคร้าบบ"
      },
      {
        "url": "/assets/programmes/lang_chinese_image_3.jpg",
        "description": "\nวันรับน้อง ทั้งพี่ ๆ และน้อง ๆ มาร่วมวงเล่นเกมกันอย่างสนุกสนาน เฮฮามาก\nๆ เลยทีเดียวคับผม\n"
      }
    ]
  },
  "gifted-math": {
    "thaiName": "โครงการ Gifted Math",
    "englishName": "gifted-math",
    "count": "40",
    "admission": "\n>\nการคัดเลือกเข้าห้องกิฟต์จะมีขึ้นหลังการการประกาศผลอย่างเป็นทางการของการสอบเข้านักเรียนชั้นม.4\nโดยแต่ละกิฟต์ก็จะประกาศรับสมัครกัน\nถ้าสนใจในกิฟต์ไหนก็เลือกสมัครสอบกิฟต์นั้น แต่ว่าเลือกสมัครได้แค่ 1\nวิชา\nในส่วนของกิฟต์เลขนั้นคนที่สมัครเข้าห้องนี้ได้ต้องมีคุณสมบัติคือเป็นนักเรียนที่สอบเข้ามาในสายวิทย์-คณิตไม่ว่าจะเป็นรอบใหญ่หรือรอบโควตาใด\nๆ ก็ตาม\nโดยปกติทั่วไปเกณฑ์ที่ใช้คัดจะมีการใช้คะแนนวิชาคณิตศาสตร์-วิทยาศาสตร์ในการสอบเข้า\nการยื่น portfolio การสอบสัมภาษณ์\nและสุดท้ายคือการทำข้อสอบคัดเลือกเข้ากิฟต์เลขซึ่งจะมีขึ้นหลังจากการสมัคร\nแต่ว่าในปีของนักเรียน TU83 อยู่ในช่วงสถานการณ์การแพร่ระบาดของ COVID-19\nก็เลยทำให้เกณฑ์การคัดเลือกเหลือแค่การใช้คะแนนสอบเข้าเตรียมฯ\nรอบใหญ่และการยื่น portfolio ทางออนไลน์เท่านั้น ทั้งนี้\nการคัดเลือกก็ขึ้นอยู่กับความต้องการของอาจารย์และคณะกรรมการในแต่ละปีด้วย\nขอให้ติดตามประกาศในปีที่จะถึงเป็นหลัก\n>\n",
    "exsubject": "\n>\nสำหรับการเรียนในห้องนี้ส่วนมากเรียนเหมือนสายวิทย์-คณิตธรรมดาเลยมีทั้งเลขยาก\nเลขง่ายเหมือนเดิม เพียงแต่ว่าจะตัดวิชาเลือกของสายวิทย์-คณิตธรรมดา\nแล้วเปลี่ยนมาเป็นวิชา ‘คณิตศาสตร์เพิ่มพูนประสบการณ์’\nหรือที่เรียกกันว่า enrichment นั่นเอง ซึ่งเรียน 2 คาบ\nต่อสัปดาห์เป็นวิชาที่เอาเนื้อหาคณิตศาสตร์ยาก ๆ ที่น่าสนใจมาสอน\nมีทั้งเอาโจทย์แข่งขันหรือเนื้อหาที่เกินชั้นเรียนที่เราเรีนนอยู่มาสอน\nแล้วก็ในตอนม.4 จะมีการทำโครงงานคณิตศาสตร์ด้วย\nเพื่อไปนำเสนอแข่งโครงงานกัน\nอีกทั้งยังมีการนัดเรียนเพิ่มเติมช่วงเย็นในบางเดือนอีกด้วย ม.4\nนัดสัปดาห์ละ 2 วัน ม.5 นัดสัปดาห์ละ 1 วัน\nซึ่งการเรียนเพิ่มเติมนี้อาจารย์ที่มาสอนเป็นถึงอาจารย์มหาวิทยาลัยที่สอนในค่ายสอวน.เลยแล้ววิชาที่มาสอนส่วนใหญ่ก็จะเป็นคณิตศาสตร์ที่ยาก\nๆ และน่าสนใจ บางทีก็เอาเนื้อหาในค่ายสอวน.มาสอนด้วย\n>\nสำหรับกิจกรรมที่เพิ่มจากห้องอื่นคือ ค่ายกิฟต์เลข\nซึ่งจะจัดขึ้นทุกปีเป็นค่ายที่จัดกันในสายห้องกิฟต์เลขกันเองที่โรงแรมริมทะเลประมาณ\n3-5 วันกระชับความสัมพันธ์ระหว่างรุ่นพี่รุ่นน้อง รวมถึงบูรณาการความรู้\nในค่าย จะมีทั้งเรียนและกิจกรรมฐาน แต่ก็ไม่ได้เคร่งเครียดมาก\nอารมณ์ประมาณว่าไปเที่ยวทะเลนั่นแหละ\n>\n",
    "interest": "\n>\nสิ่งที่พิเศษคือคนใน Gifted Math จะได้อยู่ห้องเดียวกันไปตลอด 3 ปีเลย\nเช่นเดียวกันกับ Gifted science\nก็คือไม่มีการสุ่มห้องไปปนกับคนอื่นที่ไม่ใช่ Gifted Math\nเหมือนที่ทำกันในสายวิทย์-คณิตทั่วไปทำให้ในห้องจะสนิทกันมาก\nแล้วก็เพื่อนในห้องนี้จะมีประมาณครึ่งหนึ่งที่เข้าเตรียมฯ\nมาด้วยโควตาโอลิมปิกหรือก็คือ โควตาที่ใช้ค่ายสอวน.ยื่นนั่นเอง\nส่วนอีกครึ่งหนึ่งเป็นคนที่สอบเข้ามาด้วยอันดับสอบเข้าสูง ๆ ไม่เกินลำดับ\n50 ของสายวิทย์-คณิต ก็เลยทำให้เพื่อนในห้องส่วนใหญ่เก่งกันมาก ๆ\nถ้าเรียนไม่เข้าใจตรงไหนเพื่อนในห้องก็พร้อมช่วย\nเรื่องของรุ่นพี่ก็มีทั้งที่เป็นผู้แทนประเทศไปแข่งโอลิมปิกหรือคนที่สอบได้ทุนรัฐบาลก็ปรึกษาได้หมดเลย\nแล้วก็ ม.4 ทุกปีจะมีการทำหนังสือติวรุ่นน้องขายคือ\nหนังสือเอื้อมพระเกี้ยว ซึ่งเป็นหนังสือติวสอบเข้าเตรียมฯ และหนังสือ\nzenith ซึ่งเป็นหนังสือโจทย์คณิตศาสตร์เตรียมสอบแข่งขัน\nเป็นงานห้องที่ทุกคนจะช่วยกันทำแล้วเอางบที่ขายได้เข้าเงินห้องเพื่อใช้เป็นทุนจัดค่ายให้รุ่นน้อง\n>\n",
    "reviews": [
      {
        "description": "\n\n1.รีวิวสายการเรียน\nกิฟต์เลขก็เป็นสายวิทย์คณิตที่เรียนทุกวิชาเหมือนห้องอื่นๆ ทั่ว ๆ ไป\nสอบก็สอบข้อสอบชุดเดียวกัน ความยากเท่ากัน แต่ว่าจะแตกต่างกันตรงที่\nมีวิชา enrichment (คณิตศาสตร์เพิ่มพูนประสบการณ์) เพิ่มเข้ามา\nซึ่งอาจารย์ก็จะนำเนื้อหาที่น่าสนใจ แปลก ๆ มาสอน\nให้เรามีความรู้วิชาเลขมากกว่าคนอื่น ความยากประมาณสอวน.\nวิชานี้ก็มีสอบด้วยเช่นกัน ความยากปานกลาง\nส่วนวิชาเลขง่ายกับเลขยากที่รร. มีอยู่แล้ว\nครูเค้าก็จะไม่ได้สอนละเอียดมาก แต่เน้นให้ห้องกิฟต์เลขทำโจทย์แปลก ๆ\nเช่นกัน นั่นก็คือ ห้องกิฟต์เลขจะได้เปรียบในวิชาเลข\nเพราะได้แนวโจทย์และเนื้อหาเยอะกว่าห้องอื่น ๆ 2. เรียนหนักมั้ย\nแน่นอนว่าหนักมาก ๆ ไม่ได้หนักมาจากเนื้อหาที่ครูสอนหรอก\nแต่มาจากเพื่อนรอบข้างที่มีแต่คนเก่งกว่าเรา\nคนนู้นคนนี้ไปได้เหรียญระดับชาติระดับโลกมา\nทำให้เราต้องพัฒนาตัวเองอยู่ตลอดเวลาให้ทันเพื่อน\nเพื่อนเค้าก็ยินดีช่วยเหลือเรานะ แต่บางทีการที่เราไปถามเพื่อนเยอะ ๆ\nเราก็เกรงใจเค้า ในท้ายที่สุดเราก็จะหาความรู้เองให้ทันเพื่อน\nและก็พยายามสอบ สอวน. ค่ายต่าง ๆ ให้เท่าเพื่อน 3. การบ้านเยอะมั้ย จริง\nๆ ทุกห้องใน รร. เตรียมฯ การบ้านเยอะมากอยู่แล้ว ส่วนวิชา enrichment\nของกิฟต์เลขที่เพิ่มเข้ามา ก็ไม่ได้มีการบ้านเท่าไหร่ แต่ใน ม.4\nจะเรียนช่วงเย็น 2 วัน, ม.5 จะเรียนช่วงเย็น 1 วัน ทำให้ต้องบริหารเวลาดี\nๆ ในการเคลียร์งาน เพราะต้องกลับบ้านดึก 4. ประสบการณ์, ความประทับใจ\nเวลาที่เพื่อนมาสอนการบ้านเรา อธิบายโจทย์ยาก ๆ ให้เราฟัง\nช่วยเหลือกันเรียน ช่วยกันจดการบ้าน และก็การที่เรามีความรู้มากขึ้น\nบวกกับแรงกดดันจากเพื่อนให้เราไปแข่งโอลิมปิกในระดับที่สูงขึ้น\nทำให้พี่ได้ไปแข่ง TPhO ได้เหรียญทองแดง และตอนไปแข่งก็ได้แข่งกับเพื่อน\nๆ ด้วย 5. กิจกรรมในโรงเรียน หลายคนคงคิดว่า เด็กกิฟต์เลขเป็นเด็กเรียน\nคงไม่ทำกิจกรรมอะไรหรอกมั้ง คิดผิดแล้ว !\nเด็กกิฟต์เลขมีส่วนร่วมในกิจกรรม รร. หลายอย่าง ทั้ง\nเดินพาเหรดในวันกีฬาสี จัดค่ายกิฟต์เลข (ได้เที่ยว+ได้เรียน) เป็นหลีด cg\nดรัมเมเยอร์ ทำ aic ต.อ.-ต.ท. สืบสานฯ\nร่วมแข่งกิจกรรมทั้งวิชาการและก็กับชมรมต่าง ๆ ได้รางวัลมาเยอะแยะเลย\nอย่างพี่ก็ทำ aic กับเพื่อน ๆ ห้องอื่นตอนอยู่ม.4-5\nไปแสดงกิจกรรมกลางแจ้งกีฬาต.อ.-ต.ท. ตอน ม.4 (ม.5 เป็นสตาฟ)\nพี่เองก็ได้เพื่อนเยอะแยะเลย ทั้งในห้องและก็ต่างห้อง อ๋อ และก็ ตอน ม.5\nพี่เป็นรองเฮดรับน้อง ก็ได้รู้จักกับทั้งเพื่อน รุ่นพี่ รุ่นน้อง\nมากมายเลย กิจกรรมรับน้องทำให้เรารู้จักกับคนอื่นมากขึ้น\nพี่เป็นหัวหน้าห้องด้วย ก็เครียดพอสมควร 5555\nแต่เพื่อนและครูก็ได้ให้กำลังใจพี่มาจนถึงทุกวันนี้ ได้ไปค่ายผู้นำ\nเจอเพื่อนใหม่ ๆ เผลอ ๆ ทำกิจกรรมเยอะ ๆ เดินไปมาใน รร. มีคนทักตลอดทาง\n5555",
        "profileContent": {
          "name": "ภูมิ",
          "year": "81",
          "contact": "phoom_wchx"
        }
      },
      {
        "description": ">\nสวัสดีครับน้อง ๆ ว่าที่ TU 84 ทุกคนค้าบ พี่ชื่อเบรทท์นะครับ TU 83 GM\n18 ครับผม น้อง ๆ หลายคนเห็นชื่อ Gifted Math\nก็คงคิดว่าพี่ต้องเป็นเด็กเนิร์ด หลงรักวิชาเลขแน่ ๆ เลย 5555555+\nอย่าเพิ่งปิดรีวิวพี่ไปดูรีวิวสายอื่นนะ\nลองมาดูกันดีกว่าว่าห้องกิฟต์เลขเตรียมฯ เนี่ย ต้องเตรียมตัวยังไง\nเข้าไปแล้วจะเจอแต่เทพคณิตรึเปล่า เพื่อน ๆ จะเนิร์ดจริงไหม เรียนยากมั้ย\nถ้าพร้อมแล้วก็ โก!!! หลังจากที่น้องสอบติดเตรียมฯ แล้วเนี่ย\nทางกลุ่มสาระคณิตศาสตร์ก็จะเปิดรับสมัครโครงการนักเรียนที่มีความสามารถพิเศษด้านคณิตศาสตร์\nโดยจะให้ยื่นใบสมัครพร้อมกับพอร์ทวิชาการ\nเกณฑ์การพิจารณาก็จะแตกต่างกันในแต่ละปี\nแต่ปีของพี่ใช้คะแนนวิชาคณิตศาสตร์-วิทยาศาสตร์ในวันสอบเข้า\nรวมกับคะแนนพอร์ทครับ โดยพอร์ทที่ทุก ๆ\nคนน่าจะมีเหมือนกันคือการแข่งขันโอลิมปิกวิชาการของมูลนิธิสอวน.นั่นเอง\n(วิชาไหนก็ได้เลย !!) ของพี่ก็มีสอวน.วิชาเคมี (ค่าย 2 ในตอนนั้น)\nกับดาราศาสตร์ (ผู้แทนศูนย์) แล้วก็มีให้เขียนเรียงความคล้าย ๆ personal\nstatement ว่า ทำไมเราถึงเหมาะกับห้องกิฟต์เลข\nแล้วก็คิดว่าจะได้อะไรจากการเรียนห้องกิฟต์เลขค้าบ\nตอนแรกที่พี่ติดพี่ก็กลัวว่าจะไม่รู้จักใครเลยในห้อง\nสรุปคือเพื่อนกันทั้งนั้น 555555 ทุก ๆ คนคือเฟรนลี่มาก\nช่วยเหลือกันดีมากๆ (โดยเฉพาะช่วงสอบ)\nรู้สึกว่าห้องนี้ทำให้เราได้เห็นมุมมองอะไรมาขึ้นอีกระดับนึงเลยนะ\nได้เจอคนที่อยากจะนิยามเค้าว่า “เธอคือพระเจ้าใช่มั้ย สรุปก็ทำแจก\nติวให้ก็ติวดี ยังจะได้เกรด 4 ล้วนอีก” 5555555555\nบางคนก็มีพรสวรรค์หลายด้านกันมาก ๆ มีความรอบรู้ในด้านต่าง ๆ กัน\nสามารถมานั่ง discuss กันได้สนุกเลย ทั้งด้านวิชาการจ๋ามาก ๆ\nจนถึงเรื่องธรรมดาที่ถ้าได้คุยกันจริงๆแล้วก็สามารถเข้าใจความคิดของคนอื่นๆมากขึ้นด้วยแหละ\nส่วนคุณครูก็คือสอนดี + ใจดีมากกกก\nเปิดโอกาสให้นักเรียนได้ซักถามในจุดที่สงสัยได้แบบไม่ปิดกั้น\nครูหลายคนสอนให้นักเรียนได้ critical thinking อีกด้วย ซึ่งพี่ว่ามันเป็น\nskill ที่ดีและน้ำไปปรับใช้ได้ทุกสาขาวิชาเลย ให้นักเรียนได้กล้าแสดงออก\nสนับสนุนให้เข้าร่วมกิจกรรมในโรงเรียน ไม่ว่าจะเป็นชมรมต่าง ๆ\nหรืองานโรงเรียน โดยรวมก็คือดจีย์ ดจีย์มากกก\n(ดจีย์เสียงแบบพี่พีชชี่สตีเฟ่นโอปป้า)\nห้องกิฟต์เลขเรียนเหมือนกับสายวิทย์-คณิตปกติเลยครับ\nแต่แค่มีวิชาเพิ่มมาแทนที่จะได้เรียนวิชาเลือกเสรี\nห้องกิฟต์เลขต้องเรียนวิชาคณิตศาสตร์เพิ่มพูนประสบการณ์\nหรือที่เรียกกันติดปากว่า เลขเอนริช (enrichment)\nจะได้เรียนเลขที่ยากและลึกกว่าห้องอื่น ๆ มีการเรียนตอนเย็นบางวัน\nเป็นการเตรียมตัวในการแข่งขันหรือการสอบทุนต่าง ๆ\nและยังนำไปต่อยอดในการเรียนวิชาอื่น ๆด้วย ส่วนเรื่องของการบ้าน แหะ ๆๆ\nก็น่าจะเหมือนห้องวิทย์-คณิตอื่น ๆ นั่นแหละ เยอะพอกัน 5555555555\nแต่มันก็ไม่ได้เยอะขนาดที่ทำไม่ได้อะนะ\nแต่เหมือนเป็นการฝึกแบ่งเวลาให้เป็นมากกว่า (มองโลกในแง่บวกไว้นะทุกคน\nแหะ ๆ) ยังไงก็ขอให้น้อง ๆ ทุกคนที่ใฝ่ฝันเข้าห้องกิฟต์เลขเตรียมฯ\nก็ขอให้น้อง ๆ ทุกคนตั้งใจอ่านหนังสือ ทำข้อสอบให้ดีที่สุด มีสติในวันสอบ\nใจเย็น ๆ อย่าลน !! พี่ ๆ กิฟต์เลขรุ่น 18 ทุกคนเป็นกำลังใจให้นะค้าบ",
        "profileContent": {
          "name": "เบรทท์",
          "year": "83",
          "contact": "bbrettersjournal"
        }
      },
      {
        "description": "สวัสดีน้อง ๆ ว่าที่ TU84 ที่น่ารักทุกคนค่ะ !🖖🏻🧸🎀✨\nขอแนะนำตัวเองก่อนเลยนะคะ พี่ชื่อพอลลี่ TU82 GM 17 ตอนนี้ก็อยู่ม.5 แล้ว\nเหลือชีวิตในเตรียมอุดมฯ อีกแค่ปีกว่า ๆ เอง 55555 ผลงานคร่าว\nๆในรั้วเตรียมอุดมของพอลลี่ก็จะมีประมาณนี้ - สอบเข้าโรงเรียนเตรียมอุดมฯ\nสายการเรียนวิทย์-คณิตด้วยลำดับที่ 8 -\nประธานการทำหนังสือเอื้อมพระเกี้ยววิชาภาษาไทย -\nผู้แต่งเรื่องสั้นประกอบหนังสือ zenith 14 - ประธานการจัดงาน Triam Udom\nOpen House2020 สายกิฟต์เลข หลาย ๆ คนพอได้ยินคำว่า ‘ กิฟต์เลข’\nก็คงจะนึกภาพห้องเด็กเนิร์ดวัน ๆเ อาแต่เรียน กิจกรรมไม่ยุ่งใช่มั้ยล่ะคะ\n? อยากจะบอกว่าความจริงไม่ใช่แบบนั้นเลยค่ะ\nห้องกิฟต์เลขของพวกเรามีกิจกรรมให้ทำร่วมกันเยอะมาก ๆ\nไม่ว่าจะเป็นการทำหนังสือห้องออกมาขาย การจัดกิจกรรมโอเพ่นเฮาส์\nการจัดสอบแข่งขันทางคณิตศาสตร์ งานโฮม และค่ายริมทะเล\nไหนจะงานชมรมและกิจกรรมอื่น ๆ ในโรงเรียนอีก พูดง่าย ๆ\nคือการเป็นนักเรียนสายการเรียนกิฟต์คณิตไม่ได้เป็นข้อจำกัดในการทำกิจกรรมช่วงมอปลายของเราเลย💥\n🛁 ทำอย่างไรถึงจะเข้ากิฟต์เลขได้? - ต้องสอบเตรียมฯ\nให้ติดก่อนเลยค่ะ55555\nหลังจากนั้นในวันมอบตัวจะมีการประกาศข่าวสารจากกลุ่มสาระการเรียนรู้คณิตศาสตร์เกี่ยวกับการรับสมัครนักเรียนที่มีความสามารถพิเศษทางคณิตศาสตร์\nเมื่อกรอกใบสมัครเสร็จเรียบร้อยเราก็แค่ไปสอบตามวันที่กำหนดและรอประกาศผลค่ะ\n- การสอบจะแบ่งเป็น 2 รอบ 1) การสอบวัดความรู้ทางคณิตศาสตร์ 2)\nพอร์ตทางวิชาการ เช่น สอวน. สสวท. ลำดับสอบเข้า สพฐ. (\n+คะแนนสอบเข้าวิชาวิทย์และคณิต) 🎉 เมื่อเราผ่านการคัดเลือกทั้งสองรอบแล้ว\nเราก็จะได้รับคัดเลือกเป็นนักเรียนในโครงการกิฟท์เลขค่ะ เย่😻👏🏻 🛁\nสิทธิประโยชน์ & สิ่งที่กิฟท์เลขเรียนแตกต่างไปจากห้องอื่น -\nอย่างเเรกคือห้องเราเป็นห้องที่อยู่ด้วยกันตลอด 3 ปีในเตรียมอุดมฯ ค่ะ\nเราจะได้รู้จักคนดี ๆ เก่ง ๆ จากห้องนี้เยอะแยะเลย ไม่ว่าจะเป็นรุ่นพี่\nรุ่นน้อง หรือเพื่อนร่วมห้อง - ❗️ ไม่ต้องคิดมากเรื่องเกรด❗️\nอย่างที่น้องๆน่าจะทราบกันแล้วว่าหลังจากจบม.4\nโรงเรียนของเราจะมีการจัดสายการเรียนย่อย และห้องคิง, ควีน\nที่ใช้เกรดเป็นตัวตัดสิน ทำให้หลาย ๆ คนต้องพยายามทำเกรดสูง ๆ\nเข้าไว้เพื่อที่จะได้อยู่ห้องเดิม\nแต่ห้องกิฟท์เลขขอเราไม่จำเป็นต้องกังวลเลยค่ะว่าปีหน้าถ้าเกรดเราไม่ดีจะโดนเปลี่ยนห้องมั้ย\nเพราะเราอยู่ห้องเดิมทุกปีนั่นเอง - วิชาที่ต้องเรียนเพิ่มเติม:\nขอบอกก่อนว่าห้องของเราไม่ได้เรียนหนักไปกว่าห้องอื่นเลยนะคะ\nเพราะไม่ว่าจะอยู่สายการเรียนไหน ก็ต้องมีวิชาที่เสริมเข้ามาอีก 1\nตัวอยู่แล้ว\nโดยสายการเรียนของเราวิชที่เสริมเข้ามาจะเป็นวิชาคณิตศาสตร์เพิ่มพูน\n(Enrichment)❤️\nเป็นการเรียนคณิตศาสตร์เชิงทฟษฎีที่ลึกลงไปกว่าห้องอื่นๆค่ะ\nเราสามารถเอาความรู้ตรงนี้ไปต่อยอดกับการสอบเเข่งขันอื่น ๆ ได้ด้วย👌🏻 ((\nแอบกระซิบว่าวิชาเพิ่มของเราไม่มีการบ้านเลยนะคะ ไม่มีจริงๆ\nสบายม้ากมาก👁👄👁 ส่วนตอนสอบถ้าเรามีเพื่อนดีเราก็จะรอดค่ะ ! 55555 )) 🛁\nสังคมกิฟท์เลข - สังคมห้องกิฟท์เลขของเราไม่มีความเนิร์ดอยู่เลยค่ะ\n55555555555 ทุกคนน่ารักเฮฮามาก ออกจะโบ๊ะบ๊ะด้วยซ้ำ\nเวลาสอบก็ช่วยเหลือกันเป็นอย่างดีเลย💓 มีคนทุกรูปแบบจริง ๆ\nตั้งแต่คนที่ตั้งใจเรียนมาก ๆ\nยันเพื่อนที่เล่นเกมทุกคาบแต่ดันได้คะแนนสูงกว่าเรา🥲 🛁 กิจกรรม - 💥\nการทำหนังสือเอื้อมพระเกี้ยวและ zenith :\nถือว่าเป็นไฮไลต์เด็ดของกิจกรรมในชั้นม.4เลยค่ะ\nเป็นการทำหนังสือเพื่อเตรียมสอบเข้าโรงเรียนเตรียมอุดมศึกษาให้น้องรุ่นถัด\nๆ ไปค่ะ ภายในหนังสือจะมีทั้งสรุปเนื้อหา ตะลุยโจทย์ และเฉลยครบ 5\nวิชาที่ต้องสอบเลย - จัดงานโอเพ่นเฮาส์และจัดการสอบ TUGMOs\nเป็นการแนะนำสายการเรียนให้กับน้องๆที่สนใจในโรงเรียนเตรียมอุดมศึกษา\nปกติจะจัดเป็นงานใหญ่ 2 วันตั้งซุ้มกันในโรงเรียนเลยค่ะ\nแต่เนื่องจากสถานการณ์ COVID-19\nในปีนี้ทำให้ต้องปรับเปลี่ยนเป็นแบบออนไลน์แทน😔 - ค่ายกิฟต์เลข :\nเป็นค่ายที่สานสัมพันธ์ระหว่างรุ่นพี่ม.5 และรุ่นน้องม.4 ช่วงปิดเทอมตุลา\nในค่ายจะมีการสอนและสอบปลายค่ายเล็ก ๆ น้อย ๆ\nแต่ส่วนใหญ่จะเป็นการทำกิจกรรมฐานริมทะเลค่ะ ! 🌊 - งานโฮม :\nงานพบปะสังสรรค์ระหว่างรุ่นพี่รุ่นน้องในแต่ละปี\nปกติเราจะเชิญกันสามรุ่นต่องาน คือรุ่นที่ถัดจากเรา 1ปี และ 3 ปีค่ะ -\nกิจกรรมที่มีเหมือนกันทุกสาย เช่น งานรับน้อง งานกีฬาสี กิจกรรมชมรม\nและกิจกรรมโรงเรียนอื่น ๆ 💌 ยังไงพี่พอลลี่ก็หวังว่าน้อง ๆ\nทุกคนที่อ่านจนจบถึงตรงนี้จะได้รับประโยชน์จากไม่มากก็น้อยนะคะ ! จะดีมาก\nๆ เลยถ้าข้อมูลตรงนี้ได้เป็นแรงผลักดันให้น้อง ๆ\nอยากเข้าโรงเรียนเตรียมอุดมศึกษามากขึ้นอีก🥺💓\nขอให้ทุกคนมีกำลังใจอ่านหนังสือมาก ๆ และประสบความสำเร็จตามที่ตั้งไว้\nและหวังว่าจะได้เจอกับน้องทุกๆคนในรั้วเตรียมอุดมแห่งนี้นะคะ!ヾ(≧∇≦)ゞ\nPs:\nถ้าน้องๆคนไหนมีอะไรจะปรึกษาหรือสงสัยตรงไหนสามารถไดเรคไอจีมาได้ตลอดเลยนะคะ\nยินดีตอบมาก ๆ คับ💖💖",
        "profileContent": {
          "name": "พอลลี่",
          "year": "82",
          "contact": "pollyy\\_ravisara"
        }
      }
    ],
    "reviewURL": ["/assets/programmes/giftedmath_profile_1.jpg", "/assets/programmes/giftedmath_profile_2.jpg"],
    "imageURL": [
      {
        "url": "/assets/programmes/giftedmath_image_1.jpg",
        "description": "\nรุ่นพี่ในห้องTU83"
      },
      {
        "url": "/assets/programmes/giftedmath_image_2.jpg",
        "description": "\nบรรยากาศการเรียนคณิตศาสตร์เสริมตอนเย็นกับอาจารย์มหาวิทยาลัย"
      },
      {
        "url": "/assets/programmes/giftedmath_image_3.jpg",
        "description": "\nความfriendlyของเพื่อนที่แบ่งปันความรู้ให้กับเพื่อนคนอื่น ๆ ในห้อง\n"
      }
    ]
  },
  "arts-japanese": {
    "thaiName": "สายการเรียน ภาษา-ภาษาญี่ปุ่น",
    "englishName": "arts-japanese",
    "count": "80",
    "admission": "\n* ข้อมูลทั้งหมดนี้อ้างอิงตามปี 2564 โดยข้อมูลอาจจะมีการเปลี่ยนแปลงตามสถานการณ์ของปีนั้น ๆ *\n\nเปิดรับสมัคร\nสำหรับการรับสมัคร เตรียมอุดมเปิดรับสมัครทั้งหมดสองรอบ รอบแรกเป็นรอบโควตาซึ่งจะเปิดรับสมัครก่อน จะอยู่ในช่วงปลายเดือนธันวาคม  อีกรอบก็คือรอบทั่วไป จะเปิดรับในช่วงปลายเดือนกุมภาพันธ์ โดยทั้งสองรอบจะทำการสอบข้อสอบปรนัยวันเดียวกัน ก็คือวันที่ 6 มีนาคม ที่สนามสอบอิมแพ็คเมืองทองธานี เวลา 08.30 – 14.00 น. และ ประกาศผลในวันที่ 12 มีนาคม แต่ในปีที่เราสอบ (ปี 2564) เตรียมอุดมประกาศผลออนไลน์วันที่ 11 มีนาคม เวลา 20.00 น. \n\nการสอบ \nสายภาษาญี่ปุ่นเปิดรับสมัครนักเรียนทั้งหมด 80 คน โดยแบ่งเป็นรอบธรรมดา 55 คน รอบโควตา 25 คน ซึ่งรอบโควตาก็จะแบ่งออกเป็น โควตาความสามารถพิเศษและโควตาจังหวัด โดยไม่ว่าจะเป็นรอบทั่วไปหรือรอบโควตา ในปีของเรา (2564) จะใช้ข้อสอบเดียวกัน คือจะสอบวิชาภาษาอังกฤษ ภาษาไทย และสังคม ในการสอบเข้าเตรียมอุดมจะเป็นข้อสอบปรนัยทั้งหมด ในการสอบเข้าสายศิลป์ภาษานั้น จะใช้ข้อสอบเดียวกันหมดเลย คือเราจะสอบ ภาษาอังกฤษ 2 ฉบับ ฉบับละ 40 ข้อ ภาษาไทย 2 ฉบับ ฉบับละ 40 ข้อและ 20 ข้อ และ วิชาสุดท้าย วิชาสังคม สอบฉบับเดียว 20 ข้อ\n\nโควตาความสามารถพิเศษ\nโควตาความสามารถพิเศษก็จะมี โควตาด้านกีฬา โควตาด้านดนตรีไทย โควตาด้านนาฏศิลป์ โควตาด้านดุริยางค์ และ โควตาด้านศิลปะ โดยการสมัครในรอบโควตาความสามารถพิเศษ อันดับแรกคือ เราจะต้องผ่านคุณสมบัติทั่วไปก่อน ซึ่งคุณสมบัติจะระบุอยู่ในประกาศการรับสมัครนักเรียนของปีนั้น ๆ เมื่อผ่านคุณสมบัติทั่วไปแล้ว เราจะต้องส่งแฟ้มสะสมผลงานหรือที่เราเรียกกันว่า portfolio หลังจากที่เราผ่านรอบ portfolio ก็จะต้องไปสัมภาษณ์ โดยแสดงความสามารถให้กรรมการดู หากไม่ผ่านทางโรงเรียนจะส่งคืน portfolio แต่ถ้าผ่านเราก็เตรียมตัวไปสอบในวันเดียวกับรอบทั่วไปได้เลย แต่คะแนนในวันสอบพร้อมกับรอบทั่วไปจะไม่มีผลอะไรกับการสอบติดหรือไม่ติด เพราะเราสอบติดไปแล้ว ตั้งแต่ผ่านรอบสัมภาษณ์\n \nโควตาจังหวัด\nอันดับแรกคือโรงเรียนจะประกาศว่ารับโควตาในจังหวัดนั้น ๆ สายละกี่คน โดยการที่เราจะสมัครโควตาจังหวัดได้ก็จะคล้าย ๆ กับโควตาความสามารถพิเศษ คือ เราจะต้องมีคุณสมบัติทั่วไปตามที่เตรียมอุดมกำหนด ไม่ว่าจะเป็นเกรดเฉลี่ยรวม หรือ เกรดเฉลี่ยรายวิชา หลังจากที่เราผ่านคุณสมบัติเรียบร้อยแล้วก็รอสอบในวันเดียวกับรอบทั่วไปได้เลย ในส่วนของการคัดโควตาจังหวัดนั้น โรงเรียนจะคัดโดยนำคะแนนของคนที่สูงที่สุดและรับคนตามจำนวนที่กำหนดในแต่ละจังหวัด แต่ถ้าน้อง ๆ คนไหนไม่ผ่านในรอบโควตาจังหวัดก็ไม่ต้องเสียใจไปเพราะเรายังมีอีกโอกาส ก็คือ ถ้าเราไม่ติดในรอบโควตาจังหวัด รายชื่อของเราจะถูกส่งไปรวมกับรอบทั่วไปให้มีโอกาสลุ้นกันได้อีก\n\nการเรียกสำรอง\nทางโรงเรียนจะเรียกสำรองก็ต่อเมื่อคนในสายไม่ครบ เช่น สายศิลป์ญี่ปุ่นรับทั้งหมด 80 คน (รวมทุกรอบแล้วไม่ว่าจะเป็นรอบทั่วไปและรอบโควตา) แต่ถ้ามีคนยืนยันสิทธิ์เข้าเรียนไม่ถึง 80 คน ทางโรงเรียนก็จะเรียกสำรองให้ครบ 80 คน โดยการเรียกสำรองรอบแรกจะเรียกหลังจากประกาศผลตัวจริงประมาณสามอาทิตย์ (ประกาศผล 11 มีนาคม เรียกสำรอง 30 มีนาคม) สำหรับศิลป์ญี่ปุ่นในปี 2564 เรียกสำรองรอบเดียว เรียกทั้งหมด 9 คน",
    "exsubject": "สายศิลป์ภาษาญี่ปุ่น เราจะเรียนญี่ปุ่นทั้งหมด 8 คาบต่อสัปดาห์ แบ่งเป็นวิชาภาษาญี่ปุ่นหลัก ภาษาญี่ปุ่นฟัง-พูด และมี 1 คาบที่ได้เรียนกับเซ็นเซชาวญี่ปุ่น บางครั้งเซ็นเซอาจจะไปเร็วหน่อยเพราะนักเรียนส่วนหนึ่งมีพื้นฐานภาษาญี่ปุ่นมาแล้ว แต่ใครที่ยังไม่มีพื้นฐานภาษาญี่ปุ่นไม่ต้องกังวล เพราะที่นี่ก็มีหลาย ๆ คนที่เพิ่งเริ่มเรียนเหมือนกัน ค่อย ๆ ฝึกไปด้วยกันนะ がんばって! ในส่วนของวิชาหลัก จะเน้นเรื่องคำศัพท์ และไวยากรณ์ภาษาญี่ปุ่น (แทรกเกร็ดความรู้เรื่องวัฒนธรรมญี่ปุ่นด้วย) เซ็นเซใจดีและสอนเข้าใจง่ายมาก ๆ ทำให้ไวยากรณ์ที่ฟังดูยากสามารถเข้าใจได้ง่าย ส่วนของคำศัพท์และตัวคันจิ ต้องเน้นการท่องจำ ฝึกเขียน และฝึกใช้บ่อย ๆ เพื่อสร้างความคุ้นชินกับตัวอักษร \n\nในส่วนของวิชาฟัง-พูด จะเน้นในด้านการฟัง การอ่าน และการพูด ตามชื่อวิชา วิชานี้ช่วยให้เราได้ฝึกการพูด ฟัง และออกเสียงสำเนียงภาษาญี่ปุ่นที่ถูกต้อง เหมือนเจ้าของภาษามาเอง เซ็นเซจะสอนตั้งแต่พื้นฐาน จนเราสามารถฟังและพูดภาษาญี่ปุ่นได้อย่างถูกต้อง พอเข้ามาเรียนแล้ว ใครที่กังวลหรือไม่มั่นใจว่าฟังถูกมั้ย ออกเสียงถูกรึเปล่า ไม่ต้องกังวลเลย เซ็นเซจะคอยช่วยเราฝึก และพัฒนาไปเรื่อย ๆ จนกว่าเราจะแม่นขึ้นเอง ส่วนวิชาอื่น คุณครูก็ใจดีมาก ๆ เช่นกัน ",
    "interest": "ทำไมต้องเป็นศิลป์-ญี่ปุ่น? ศิลป์ญี่ปุ่นของเรา เปิดรับผู้ที่รัก สนใจและชื่นชอบในด้านภาษา และวัฒนธรรมของประเทศญี่ปุ่น รับรองได้เลยว่า ถ้าได้เข้ามาเรียนแล้วคุณจะไม่ผิดหวัง  สายเราเป็นศูนย์รวมความหลากหลายและความชอบในเรื่องต่าง ๆ ไม่ว่าจะเป็นอนิเมะ ซีรีส์ไทย เกาหลี จีน ญี่ปุ่น ฝรั่ง แนวเพลงเกือบทุกแนว และเกมต่าง ๆ เรียกได้ว่าชวนคุยได้หลายเรื่องเลยทีเดียว ถึงหลาย ๆ คนจะมีความชอบต่างกัน แต่ทุกคนก็เปิดใจเข้าหากันและกลายเป็นหนึ่งเดียวกันได้ อีกทั้งภาษาญี่ปุ่นยังเป็นภาษาที่นิยมในแถบเอเชียอีกด้วย ภาษาญี่ปุ่นสามารถต่อยอดได้ในหลายทางมาก ๆ เช่น ด้านธุรกิจ ด้านไอที และงานล่ามภาษาญี่ปุ่นก็กำลังเป็นอาชีพที่มีความต้องการมากในไทย น้อง ๆ ที่ชอบความเป็นญี่ปุ่นแนะนำสายการเรียนนี้เลยย ทั้งความน่ารักของภาษา ได้ฝึกสำเนียงแบบคนญี่ปุ่น รวมไปถึงการเรียนรู้ประเพณีและวัฒนธรรมในประเทศญี่ปุ่น เหนือสิ่งอื่นใด เซ็นเซ เพื่อน ๆ และรุ่นพี่ในสายน่ารัก เฟรนด์ลี่และใจดีมาก ๆ ไม่ต้องกลัวว่าจะเข้ากับเพื่อน ๆ ไม่ได้เลย ทุกคนเป็นมิตรและพร้อมต้อนรับเราเสมอ ถ้าชอบภาษาญี่ปุ่นอยู่อย่าลังเลค่ะ เข้ามาเลยค่ะ มาเรียนรู้กัน \n\nภาษาญี่ปุ่นไม่ใช่ภาษาที่ยาก อยากให้ทุกคนลองเปิดใจ และลองเข้ามาเรียนดูนะคะ พวกเราชาวศิลป์-ญี่ปุ่น ยินดีต้อนรับทุกคนมาร่วมเป็นสมาชิกครอบครัวศิลป์-ญี่ปุ่นของเรา “นายเองก็เป็นได้นะ เด็กศิลป์-ญี่ปุ่นน่ะ”",
    "reviews": [
      {
        "description": "สวัสดีค่ะ พี่ชื่อผิงนะคะ ตอนนี้ก็เรียนอยู่ที่โรงเรียนเตรียมอุดมศึกษา สายศิลป์-ญี่ปุ่น มาได้ 6 เดือนแล้ว 6 เดือนที่ผ่านมา แม้ว่าจะเรียนในรูปแบบออนไลน์ ยังไม่ได้เจอเพื่อน ๆ แต่เราก็ทำความรู้จักกันผ่านช่องทางออนไลน์ได้เป็นอย่างดี ทุกคนช่วยกันเรียน และทำงานร่วมกันได้เป็นอย่างดี เวลามีงานหรือไม่ทันตรงไหนก็สามารถปรึกษากันได้ และเพื่อน ๆ ก็เป็นกันเองมาก ๆ ถึงเราจะไม่ได้เจอหน้ากันจริง ๆ แต่เราก็คุยกันผ่านคอลบ้าง ทำให้เรารู้จักและสนิทกันมากขึ้น สำหรับการเรียนการสอนนั้น ใน 1 วันเราจะเรียน 8 คาบ เวลา  7.50-15.50 น. ซึ่งคาบภาษาญี่ปุ่นนั้นก็จะมีถึง 8 คาบต่อสัปดาห์เลย อาจารย์ก็น่ารักและเป็นกันเองมาก ๆ ค่ะ😻 พอไม่เข้าใจตรงไหนก็สามารถปรึกษาอาจารย์ได้เลย สำหรับน้อง ๆ ที่ยังไม่มีพื้นฐานก็ไม่ต้องกังวลนะคะ เพราะอาจารย์จะเริ่มสอนตั้งแต่พื้นฐานเลย บรรยากาศก็เป็นกันเองมาก ๆ ค่ะ สำหรับ 6 เดือนที่ผ่านมานี้ นับว่าเป็นประสบการณ์ที่ดีมาก ๆ เลยค่ะ พวกเราได้ทำกิจกรรมสาย เช่น เพจห้องศิลป์ญี่ปุ่น (Kettriamxtu84) ซึ่งทุกคนตั้งใจทำกันมาก ๆ และพยายามทำให้งานออกมาดีที่สุดค่ะ ตอนแรกที่พี่เข้ามาก็กลัวมาก ๆ ว่าเราจะเรียนทันไหม เข้ากับเพื่อนได้รึเปล่า แต่เพื่อน ๆ น่ารักและเอาใจใส่กันมาก ๆ ค่ะ เพราะฉะนั้นไม่ต้องกลัวเลยน้า ถ้าน้องๆเครียดทุก ๆ คนพร้อมช่วยน้องเสมอไม่ว่าจะเป็น เพื่อน ๆ และอาจารย์ สุดท้ายนี้ขอฝากสายการเรียนศิลป์ภาษา-ญี่ปุ่นไว้ด้วยนะคะ ไว้เจอกันน้า! 💗🥳",
        "profileContent": {
          "name": "ผิง",
          "year": "84",
          "contact": "phing_1313"
        }
      },
      {
        "description": "สวัสดีค่าทุกคน  เราชื่อนานาค้าบ อยู่ศิลป์ญี่ปุ่นรุ่นที่ 21 ค่า ตอนนี้ก็ม.5 แล้วว เกือบสองปีเต็ม ๆ ที่ได้อยู่ในรั้วโรงเรียนเตรียมอุดมศึกษา และเป็นส่วนหนึ่งของสายการเรียนศิลป์ญี่ปุ่นที่สุดจะปังปุริเย่>< ใช่แล้วค้าบ วันนี้เราจะมาเล่าให้ฟัง ว่าสายศิลป์ญี่ของเราเนี่ย มันสุดปังขนาดไหน!!  เรื่องแรกเลยก็คือเพื่อนในสายค่ะ บอกเลยว่าทุกคนน่ารักมากกก เมื่อก่อนเราก็เคยกังวลนะ ว่าจะเข้ากับเพื่อน ๆ ที่นี่ได้ไหม แต่พอเราได้มาเจอและทำความรู้จักกับทุกคนจริง ๆ ก็บอกเลยว่ามันไม่ใช่แบบที่คิดในตอนแรกเลยยย เพื่อน ๆ และพี่ ๆ ที่นี่นอกจากจะเฟรนด์ลี่แล้ว ก็ยังน่ารักกันมาก ๆๆ อีกด้วย ถ้าพูดถึงตอนเรียนหนังสือ ทุกคนก็จะตั้งใจกันมากเช่นกัน เพื่อน ๆ มักจะช่วยเหลือกันและกันตลอด บางครั้งพอช่วงใกล้ ๆ สอบก็จะมีคนทำโน้ตสรุปมาแจกให้คนในสาย  หรือบางทีก็จะมีเพื่อนมาติวในแต่ละวิชาให้ ซึ่งเราประทับใจสุด ๆ  (ซึ้งใจมาก น้ำตาจะไหล 55555)  สายการเรียนศิลป์ญี่ปุ่นของเราเนี่ย จะเรียนวิชาญี่ปุ่นกันอย่างจุใจ ถึง 8 คาบต่อสัปดาห์เลยทีเดียว!  สำหรับน้อง ๆ ที่สงสัยว่าถ้าตัวเองไม่มีพื้นฐานญี่ปุ่นมาก่อน จะเรียนรอดไหม เราบอกเลยค่ะว่ารอดแน่นอน!! เราก็เป็นคนนึงที่ไม่เคยมีพื้นฐานญี่ปุ่นมาก่อนเลย ตอนแรกเราก็แอบกังวลเหมือนกันนะ แต่พอเราได้มาเรียนจริง ๆ ก็พบว่ามันโอเคมากกก เซ็นเซจะปูพื้นฐานให้กับพวกเราตั้งแต่ตัวอักษรฮิรางานะ และคาตาคานะเลยย แต่อย่าลืมกันด้วยน้าว่าการทบทวนเนื้อหา และหมั่นท่องศัพท์/คันจิบ่อย ๆ ก็สำคัญมาก (ซึ่งเราเชื่อว่าทุกคนจะทำได้นะ สู้!)  เล่ามาถึงตอนนี้ก็อาจจะมีน้อง ๆ คิดว่าสายของเราจะต้องเรียนกันอย่างเดียวแน่ ๆ บอกเลยว่าไม่ใช่เสมอไปนะค้าบบ >< เพราะเรื่องกิจกรรม ชาวศิลป์ญี่ก็ไม่แพ้ใครนะ! ทุกคนเต็มที่มากกก กับการทำกิจกรรมต่าง ๆ และอย่างที่ทราบกันว่ารร.เตรียมอุดมฯ มีกิจกรรมสนุก ๆ ให้เข้าร่วมเยอะจริง ๆ ไม่ว่าจะเป็นกิจกรรมในสายของเรา เช่น การเต้นโซรัน การเล่นสายรหัส และกิจกรรมรับน้อง ที่ทำให้คนในสายรู้จักและสนิทสนมกันมากขึ้น รวมถึงโครงการแลกเปลี่ยนที่เปิดโอกาสให้เราได้ไปเรียนที่ประเทศญี่ปุ่นในช่วงปิดเทอม และในขณะเดียวกันก็จะมีนักเรียนญี่ปุ่นมาเรียนกับเราเช่นกัน นอกจากนี้ยังมีกิจกรรมอื่น ๆ เช่น งานสืบสาน และกิจกรรมของชมรมต่าง ๆ ยกตัวอย่างในสายเราจะมีทั้งเพื่อนที่เป็น นักดนตรี นักแสดง หลีด ซีจี ตากล้อง ทีมงานจัดแสดงละคร ฯลฯ อย่างเราที่เป็นทั้งประธานสายศิลป์ญี่ปุ่นรุ่นที่ 21 และนักแสดงละครเวที (ชมรม English Drama) เราก็ได้ทั้งประสบการณ์  ได้เรียนรู้การทำงานร่วมกับผู้คนที่หลากหลาย และนอกจากนี้ก็ยังได้รู้จักเพื่อน ๆ พี่ ๆ ทั้งในสายและนอกสายอีกด้วย เผลอ ๆ ก็จะได้เพื่อนสนิทรู้ใจที่อยู่คนละสายด้วยนะ!  เตรียมอุดมฯ ให้อะไรกับเราเยอะมาก ๆ จริง ๆ ถ้ามองย้อนกลับไป เราก็รู้สึกดีใจนะ ที่ตอนนั้นตัวเองได้ตัดสินใจสอบเข้ามาเรียนที่นี่ และที่สำคัญคือการได้มาเป็นส่วนหนึ่งของครอบครัวศิลป์ญี่ปุ่น ที่ทำให้ได้มาเจอเพื่อน ๆ พี่ ๆ น้อง ๆ ในสายที่น่ารักกันแบบนี้  สุดท้ายนี้สำหรับน้อง ๆ ที่อ่านข้อความนี้อยู่ เราขอเป็นกำลังใจให้นะคะ มาร่วมสร้างความทรงจำดี ๆ ในรั้วเตรียมอุดมฯกันน้า พี่ ๆ รอน้องอยู่นะ!! แล้วมาเจอกันค่า <333",
        "profileContent": {
          "name": "นานา",
          "year": "83",
          "contact": "patittaandfriends"
        }
      },
      {
        "description": "ชื่อติ๊ดนะ ม.6 แล้ว ตอนเข้าเตรียมมาแรก ๆ เป็นโรงเรียนที่ใหญ่มากค่ะ สังคมใหญ่ กิจกรรมใหญ่ พื้นที่ก็ใหญ่55555 เราโชคดีที่มีเพื่อนดีมากเลยค่ะ เพื่อนเราทุกคนช่วยกันตลอด น่ารักมากด้วย บรรยากาศตอนเรียนกับเพื่อนก็สนุกมากค่ะ ส่วนอาจารย์ก็มีตั้งแต่ไม่อยากมองหน้าจนถึงพูดคุยเรื่อยเปื่อยด้วยได้ ลุ้นดวงเอานะ   “3 ปีในเตรียมมันสั้นนะน้อง” คำพูดนี้มันจะจริงและไม่จริงนั้นขึ้นอยู่กับตัวน้อง 3 ปีก็คือ 3 ปี ส่วนตัวคิดว่าขอแค่ได้ไปโรงเรียน ไปเจอหน้าเพื่อนๆ 3 ปีในเตรียมก็คุ้มแล้วค่ะ🌟",
        "profileContent": {
          "name": "ติ๊ด",
          "year": "82",
          "contact": "wwasamonn"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_japanese_profile_1.jpg",
      "/assets/programmes/lang_japanese_profile_2.jpg",
      "/assets/programmes/lang_japanese_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_japanese_image_1.jpg",
        "description": "\nบูมสายศิลป์ญี่ปุ่น วันประกาศผลสอบ"
      },
      {
        "url": "/assets/programmes/lang_japanese_image_2.jpg",
        "description": "กิจกรรมเชียร์โต้วันรับน้อง"
      },
      {
        "url": "/assets/programmes/lang_japanese_image_3.jpg",
        "description": "Triam Udom Open House 2020"
      }
    ]
  },
  "arts-german": {
    "thaiName": "สายการเรียน ภาษา-ภาษาเยอรมัน",
    "englishName": "arts-german",
    "count": "80",
    "admission": "\nแผนการเรียนภาษา - ภาษาเยอรมันของพวกเรา  จะเปิดรับสมัครพร้อมกับแผนการเรียนอื่น ๆ  โดยแบ่งเป็น 2 รอบ  ได้แก่  รอบโควตา  และรอบทั่วไป  \n\nในรอบโควตา  มีทั้งโควตาจังหวัดและโควตาความสามารถพิเศษ  ซึ่งสามารถเลือกสมัครเข้าแผนการเรียนภาษา – ภาษาเยอรมันได้ทั้งคู่  โดยประเภทโควตาจังหวัดได้นำผลการเรียนของชั้น ม.1 – ม.3 ( เทอม 1 ) รวม 5 เทอม มาเป็นเกณฑ์การสมัครด้วย  และผู้สมัครต้องติดตามประกาศการรับสมัคร หลักเกณฑ์ และระยะเวลาอยู่เสมอ  เพื่อป้องกันความผิดพลาด \n\nการสอบเข้ารุ่นที่ 84  ประเภทการสมัครโควตาจังหวัดถูกจัดสอบร่วมกับรอบทั่วไป  โดยนักเรียนที่สมัครโควตาจังหวัด  หากไม่ติดในรอบโควตาของจังหวัดตนเอง  คะแนนสอบของบุคคล ๆ นั้น  จะถูกนำไปคิดคะแนนกับนักเรียนที่สมัครรอบทั่วไปในแผนการเรียนดังกล่าวโดยอัตโนมัติ\n\nในรอบทั่วไป  สมัครสอบได้โดยไม่ใช้ผลการเรียน  และหากสนใจเข้าแผนการเรียนภาษา – ภาษาเยอรมัน  สามารถกรอกเลือกได้ทันที  ในส่วนของข้อสอบเข้าโรงเรียนเตรียมอุดมศึกษานั้น  แผนการเรียนภาษา-ภาษาทั้งหมดไม่มีการสอบวิชาภาษาต่างประเทศที่ 3 ตามที่ได้เลือกไว้  แต่สอบเพียง วิชาภาษาไทย 2 ฉบับ วิชาภาษาอังกฤษ 2 ฉบับ และ วิชาสังคมศึกษา 1 ฉบับ  จึงกล่าวได้ว่า นักเรียนคนใดที่สนใจแผนการเรียนภาษา – ภาษาเยอรมัน  ไม่จำเป็นต้องมีพื้นฐานหรือความรู้ในภาษาเยอรมันมาก่อน  เพราะโรงเรียนจะเริ่มสอนตั้งแต่พื้นฐาน\n\nจำนวนนักเรียนจากทุกรอบการสมัครที่แผนการเรียนภาษา – ภาษาเยอรมัน รับ  รวมทั้งสิ้น 80 คน  \n\nเมื่อเปิดภาคเรียนจะแบ่งห้องเรียนออกเป็น 2 ห้อง  ห้องละ 40 คน  โดยห้องหนึ่งถูกเรียกว่า ภาษา – ภาษาเยอรมัน GE  เนื่องจากนักเรียนจำนวนหนึ่งในห้องนั้น  เป็นนักเรียนในโครงการพัฒนาความสามารถพิเศษด้านภาษาอังกฤษ (หรือ Gifted English)",
    "exsubject": "\nศิลป์ภาษาเยอรมันของพวกเราจะเรียนวิชาพื้นฐานเหมือนกับสายศิลป์ภาษาอื่น ๆ  แต่แน่นอนว่าวิชาที่เพิ่มเติมเข้ามา  ทำให้สายของเราแตกต่างจากสายอื่นนั่นก็คือ “ภาษาเยอรมัน”  โดยมีการเรียนการสอนที่ค่อนข้างเข้มข้น  และถือได้ว่าเป็นวิชาหลักเลยทีเดียว  \n\nใน 1 สัปดาห์นั้น เราเรียนวิชาภาษาเยอรมันด้วยกัน 8 คาบ  แบ่งออกเป็น 2 วิชา  คือ วิชาภาษาเยอรมันพื้นฐานหรือที่เรียกกันว่า ภาษาเยอรมันหลัก  เป็นการเรียนกับครูไทย 5 คาบ และครูชาวต่างชาติ 1 คาบ  ในวิชานี้เราจะได้เรียนภาษาเยอรมันตั้งแต่พื้นฐาน  การอ่านตัวอักษร  และทักษะต่าง ๆ  ทั้งฟัง พูด อ่าน และเขียน  เนื่องจากภาษานี้ยังเป็นภาษาใหม่สำหรับหลาย ๆ คน  ครูผู้สอนจึงสอนแบบค่อย ๆ เป็นค่อย ๆ ไป  แต่ในตอนแรกอาจต้องปรับตัวกับภาษานี้เล็กน้อย  ซึ่งไม่ต้องกังวล! ว่าจะตามไม่ทัน  เพราะมีทั้งเพื่อนและครูที่คอยช่วย  รวมถึงให้กำลังใจอยู่เสมอ\n\nโดยบางคนอาจคิดว่าภาษาเยอรมันคล้ายคลึงกับภาษาอังกฤษ  จริง ๆ แล้ว  แม้ว่าเป็นภาษาที่มาจากรากเดียวกัน  แต่ก็แตกต่างกันอยู่มาก  เช่น คำนามเยอรมันก็มีถึง 3 เพศ  ทว่าภาษาอังกฤษไม่แบ่งเพศของคำ  ทำให้การท่องจำคำศัพท์ภาษาเยอรมันยากกว่า  นอกจากนี้โครงสร้างประโยค และการเรียงคำของภาษาเยอรมันยังซับซ้อน  สามารถพลิกแพลงได้หลายรูปแบบ  จากความแตกต่างนี้  การเรียนภาษาเยอรมันจึงถือเป็นเรื่องที่ท้าทาย และต้องพยายามเรียนรู้อยู่เสมอ\n\nอีกหนึ่งวิชาที่ได้เรียน คือ  วิชาภาษาเยอรมันฟัง – พูด  เป็นการเรียนที่เน้นทักษะการสื่อสาร  โดยครูผู้สอนจะให้เราฝึกออกเสียง พูดกับเพื่อนในห้อง ฟังบทสนทนา และตอบคำถาม ส่วนการสอบเป็นการสอบฟังและพูด ซึ่ง 2 ทักษะดังกล่าวสำคัญเป็นอย่างมาก  เนื่องจากเป็นองค์ประกอบหลักของการสื่อสาร  และภาษาก็คือการสื่อสาร  เราจึงต้องเรียนวิชานี้ เพื่อสามารถใช้ภาษาเยอรมันได้อย่างถูกต้อง ซึ่งการเรียนการสอนในรายวิชานี้มี 2 คาบต่อสัปดาห์\n",
    "interest": "\nHighlight เด็ดของสายศิลป์เยอรมันจะเป็นอะไรไปไม่ได้เลย  นอกจากกิจกรรมที่ถูกจัดขึ้นภายในสาย  ทั้งกิจกรรมการรับน้องที่ถือว่าสนุกมาก ๆ  กิจกรรมเชียร์โต้ของสายศิลป์เยอรมันก็เรียกได้ว่าไม่มีทางเป็นสองรองใคร \n\nรวมถึงกิจกรรมที่เป็นของสายศิลป์เยอรมันโดยเฉพาะอย่าง  งาน Deutscher Tag  และกิจกรรมที่น่าตื่นเต้นอีกมากมาย  โดยอีกสิ่งหนึ่งที่ถือว่าเป็นสิ่งสำคัญในสายศิลป์เยอรมัน  ก็คือสายสัมพันธ์ของครอบครัว DE ไม่ว่าจะเป็นเพื่อน รุ่นพี่ หรือ รุ่นน้อง  ต่างก็มีสายสัมพันธ์ที่ดีต่อกัน \n\nเพื่อน ๆ คอยอยู่เคียงข้าง ช่วยเหลือ แนะนำ  ให้คำปรึกษาทั้งเรื่องเรียนและเรื่องเล่น  ส่วนพี่ ๆ ในสายก็น่ารักมาก  คอยให้คำแนะนำในด้านต่าง ๆ  รวมถึงต้อนรับสมาชิกใหม่ของครอบครัวศิลป์เยอรมันได้อย่างอบอุ่น  ทำให้การเข้ามาในสายศิลป์เยอรมันนี้  นอกจากเราจะได้ความรู้เรื่องภาษาเยอรมันแล้ว  ยังได้มิตรภาพ ประสบการณ์ และความทรงจำดี ๆ ที่ไม่มีวันลืม\n",
    "reviews": [
      {
        "description": "สวัสดีทุกคน  เราเฟิน  TU84  อยู่สายศิลป์ภาษาเยอรมันรุ่นที่  66  นะ  ก่อนอื่นต้องบอกเลยว่าเยอรมันเป็นสายที่เราเข้ามาแล้วไม่ผิดหวังเลย  เราสนุกกับการเรียน  เพราะเราชอบภาษานี้ด้วย  เป็นภาษาที่ตัวเขียนคล้ายกับภาษาอังกฤษเลย  แต่การออกเสียงจะต่างกัน  เราได้เรียนเยอรมันกับครูที่เป็นเจ้าของภาษา  แล้วก็ได้เรียนเยอรมันเยอะเลยแหละต่อหนึ่งอาทิตย์  มีวิชาทั้งฟังพูดอ่านเขียน  เข้มข้นมากๆ  ภาษานี้ถ้าถามว่ายากมั้ย  เราว่ายากนะ55555  ด้วยความที่เป็นภาษาที่ซับซ้อนอยู่ประมาณนึงเลย  อย่างเช่นเรื่องเพศ  เยอรมันมีสามเพศ มากกว่าเพศทั่วไป  เป็นอะไรที่ต้องใช้ความจำ  ความเข้าใจ  แล้วก็เป็นภาษาที่เราไม่เคยเรียนมาก่อนด้วย  แบบที่ไม่มีพื้นฐานเลย  แต่ไม่ต้องกลัวนะเพราะว่าคนที่ไม่มีพื้นฐานมาก่อนแบบเรา  ครูก็จะสอนให้ตั้งแต่แรกเลย  แถมเราว่าครูสอนค่อยเป็นค่อยไป  ทำให้เราจำได้ขึ้นใจขึ้นมาก ๆ  พวกคำศัพท์  แกรมม่าต่าง ๆ  ครูเค้าจะพูดย้ำอยู่บ่อย ๆ  ให้เราจำได้เอง  จะบอกว่าเยอรมันเป็นภาษาที่การออกเสียงเอยอะไรเอย  ฟังแล้วมีเอกลักษณ์ติดหู  พูดแล้วรู้สึกหรูดูดีมาก555555  ต้องลองแล้วนะ  อีกอย่างเรียนไป  อนาคตเอาไปต่อยอดได้แน่นอน  เยอรมันเป็นภาษาที่ฮอตฮิตมากในโซนยุโรป  วัฒนธรรมน่าสนใจ  เรื่องการเรียนเนื้อหาก็คือจัดหนัก  จัดเต็ม  ครูสอนเข้าใจ บรรยากาศการเรียนไม่ได้ทำให้เรากดดันหรือเครียดเลย  ตอนเรียนตอนสอบก็เรียกได้ว่าเป็นประสบการณ์ที่ดีแล้วก็ท้าทายอย่างหนึ่ง  สังคมในศิลป์เยอรมันอบอุ่นมาก  เพื่อน ๆ  ในสายเรา  น่ารัก  ใจดี  เก่ง  แบบทำให้เรากระตือรือร้น  รู้สึกตื่นตัวอยู่ตลอด  เป็นแรงผลักดันให้เราขยันตามๆกันไปด้วย  ทุกคนช่วยกันเรียน  จนเราน้ำตาจะไหลละ  เวอร์ไปมั๊ย  แต่จริง!  มีสรุปหรืออะไรก็แชร์ให้  น่ารักมาก  ช่วยกันหลายเรื่องมาก  ตอนแรกเราก็แอบมีกลัวว่าจะไม่มีเพื่อนนะ  เพราะเราไม่ได้รู้จักหรือสนิทกับใครในสายมาก่อนเข้าเลย  แต่พอเข้ามาก็มีเพื่อนมาทำความรู้จัก  คุยด้วย  เพื่อนในสายเราคุยสนุกมาก  เฮฮาหนึ่ง  ยิ่งถ้าเป็นพี่ ๆ  ศิลป์เยอรมันของเราก็คือเอเนอร์จี้เยอะสุด  เอ็นเตอร์เทนเก่ง  ให้คำปรึกษา  เทคแคร์ดีมาก  เอาไปเลยสองนิ้วโป้ง  อย่างวันแรกที่รู้ว่าติดเตรียม  ก็มีพี่ลำดับของเราในสายทักมาคุย  แล้วก็ยังได้เล่นสายรหัสต่าง ๆ  กิจกรรมในเตรียมฯมีอีกเยอะมาก ๆ  แต่ติดตรงที่รุ่นของเราเป็นออนไลน์หมด  เราเลยไม่ได้ทำกิจกรรมไปเยอะเหมือนกัน  สรุปก็คือสายเยอรมันของเราเนี่ยเป็นสายที่สนุก  เข้ามาเเล้วไม่ผิดหวัง  อบอุ่นเป็นเหมือนครอบครัว  หลากหลาย  มีสีสัน  ไม่น่าเบื่อ  เรียกได้ว่าครบรส  ดูดี พูดขนาดนี้  ต้องลองมาสัมผัสด้วยตัวเองแล้วจริง ๆ  เตรียมอุดมกับศิลป์เยอรมันเป็นประสบการณ์ที่น่าจดจำแล้ว ก็ดีมากกก  อย่าลืมมาเข้าศิลป์เยอรมันกันเยอะ ๆ นะ  แล้วจะได้มาเจอกัน!!!",
        "profileContent": {
          "name": "เฟิน",
          "year": "84",
          "contact": "ffernqst"
        }
      },
      {
        "description": "สวัสดีค่า  เราชื่อครีมนะ  เตรียมอุดม 83  ศิลป์เยอรมันรุ่นที่ 65  สำหรับเรา การที่เราได้เข้ามาในศิลป์เยอรมันเนี่ย  เป็นอีกหนึ่งอย่างที่ทำให้เรารู้สึกโชคดีและก็เปิดโลกเรามาก ๆ  ไม่ว่าจะเป็นเรื่องของสังคม กิจกรรม  การเรียนต่าง ๆ  สังคมที่นี่ค่อนข้างจะหลากหลาย  แต่เชื่อว่าทุกคนจะได้เจอเพื่อนที่น่ารักแล้วไลฟ์สไตล์เข้ากับเราได้แน่นอน  สังคมเพื่อนในสายที่เค้าเจอคือเป็นเหมือนพลังบวกเป็นสีสันในชีวิตของเราเลย555555 ทุกคนน่ารักกันมาก ๆ  ไปไหนไปกัน  เวลาเรียนก็ค่อนข้างชิว  บรรยากาศไม่เครียดเลย  พอถึงเวลาสอบเพื่อน ๆ  ก็ชวนกันไปอ่านหนังสือ  แชร์ชีทสรุปให้กัน  ช่วยเหลือ ซัพพอร์ตเราในทุกเรื่องเลย  รุ่นพี่รุ่นน้องในศิลป์เยอรมันก็น่ารักไม่แพ้กับรุ่นเราเลย  ทุกคน treat เราดีมาก  คอยดูแลช่วยเหลือกัน  ที่สำคัญเลยคือสายเราไม่มีโซตัส  มันเลยทำให้เรารู้สึกสบายใจที่จะคุยกับรุ่นอื่นมาก ๆ  สามารถปรึกษาคุยเล่นได้อย่างสนิทใจเลย  ส่วนเรื่องกิจกรรมในโรงเรียน  ใครที่เป็นสายกิจกรรมรับรองว่าจะไม่เสียดายที่ได้เข้ามาเลย  (แต่ขอบอกไว้ก่อนว่าสำหรับใครที่ไม่ใช่สายกิจกรรม  ถ้าไม่อยากเข้าร่วมกิจกรรมก็ไม่เป็นไรเลยย  ทุกคนสามารถเลือกได้ว่าอยากเข้าร่วมอันไหน  ไม่อยากเข้าร่วมอันไหน  เรารู้สึกว่าคนที่จัดงานใส่ใจตรงนี้มาก ๆ  อยากให้ทุกคนเลือกช้อยส์ที่ตัวเองโอเคที่สุด)  กิจกรรมในสายที่ไม่พูดถึงไม่ได้เลยคือ Deutsche Tag (ส่วนตัวยังไม่เคยทำเพราะโควิด  แหะ ๆ แต่ปีนี้ถ้าโควิดดีขึ้นเราน่าจะได้จัดกันแน่นอน!)  เป็นกิจกรรมสายที่มีการจัดงานแข่งขันต่าง ๆ  รวมถึงมีอาหารเยอรมันอร่อย ๆ  อย่างเช่น  มันบด  ไส้กรอกเยอรมันให้กินด้วย  นอกจากนี้ยังมีกิจกรรมเชียร์โต้      ขออวดไว้ก่อนเลยว่าสกิลการเชียร์โต้ศิลป์เยอรมันไม่เป็นรองใคร  ตอนปีเราเราได้เชียร์โต้แค่ครั้งเดียวเอง (ปกติจะจัดกันหลายรอบมาก)  แต่ครั้งนั้นเป็นครั้งแรกแล้วเราก็สนุกกับมันมาก ๆ  อยากให้ทุกคนได้มาลองกัน นอกจากกิจกรรมของสายแล้วยังมีกิจกรรมอื่น ๆ  ที่ทุกคนสามารถไปลองออดิชั่น  หรือเข้าร่วมกันได้ e.g. ชมรมต่าง ๆ, เชียร์ลีดเดอร์, คัลเลอร์การ์ด, ดรัมเมเยอร์, ประกวดสุนทรพจน์, speech freshy, etc.  ทุกคนสามารถเลือกได้ตามที่ตัวเองสนใจเลย  เป็นโอกาสดี ๆ  ให้ทุกคนได้ลองทำ  ส่วนใครที่เป็นสายวิชาการ  ที่โรงเรียนก็มีการส่งนักเรียนโรงเรียนเราไปแข่งตามสนามต่าง ๆ ด้วย  มีครบทุกกลุ่มสาระเลย  รวมถึงยังมีโครงการ gifted ถึง 4 สาย  สำหรับใครที่ถนัดวิชาภาษาไทย  ภาษาอังกฤษ วิทยาศาสตร์  คณิตศาสตร์  ก็สามารถไปลองสอบเข้า 4 โครงการนี้ได้เลยย  ทุกคนก็น่าจะรู้ว่า 2 ปีที่ผ่านมามีเรื่องโควิด  ทำให้เราต้องเรียนออนไลน์เป็นส่วนใหญ่  ไม่ค่อยได้ไปโรงเรียน กิจกรรมที่เคยมีก็ถูกตัดออกไปเยอะ  บางทีก็ต้องอยู่บ้าน  ไม่ได้ออกไปเจอเพื่อน  แต่เราพูดได้เลยว่าขนาดเราไม่ได้ไปโรงเรียนแบบ  on-site 100%  เรายังสนุกกับชีวิตในเตรียมมากอะ  เรารู้สึกอยากไปโรงเรียนทุกวัน อยากไปใช้เวลากับเพื่อน ๆ  ได้ร้องเพลง  เต้น tiktok ได้ทำอะไรสนุก ๆ  ด้วยกัน  ไปซ้อมซีจี  เลิกเรียนก็ไปกินข้าวเย็นกับเพื่อน ๆ  ไปเจอหวานใจ><  เตรียมอุดมเป็นอะไรที่เติมเต็มชีวิตมัธยมปลายของเราให้มีสีสันมาก ครบทุกรสชาติจริง ๆ  เชื่อว่าถ้ารุ่น 85 หรือรุ่นต่อ ๆ  ไปได้เข้ามา  สถานการณ์โควิดคงดีขึ้นมาก ๆ แล้วทุกคนจะได้สนุกกับชีวิตมัธยมปลายแน่นอน  อยากให้ทุกคนได้ลองเข้ามา experience เหมือนที่เราได้ลอง  แล้วมาเจอกันที่เตรียมนะทุกคน ! ♡",
        "profileContent": {
          "name": "ครีม",
          "year": "83",
          "contact": "creamsikorn"
        }
      },
      {
        "description": "สวัสดีค้าบ ชื่อจ๊อบ สร้างสรรค์ ศรีสวัสดิ์ ตอ. 78.5 ศิลป์ - เยอรมันรุ่น 60.5 ครับ  ตอนนี้เรียนอยู่คณะนิเทศศาสตร์ จุฬาฯ หลักสูตรการจัดการการสื่อสาร (Commarts) ภาคอินเตอร์ครับ  ช่วงอยู่เตรียมคือชิลที่สุดในชีวิตแล้วนะเอาจริง ๆ แบบว่าการแข่งขันไม่ได้สูงเลย  เพื่อนชอบช่วยแจกชีทสรุปก่อนสอบ  เรียนในคาบขำ  ๆ กลับมามองดูก็งงว่ามาเรียนหรือมาเล่น  นอกจากนั้นรู้สึกว่าที่เตรียมเรื่องของชนชั้นมันดูยากมากเลย  บางคนเราตกใจมากเพิ่งมารู้ว่ารวยล้นฟ้าตอนเข้ามหาลัยแล้ว  ตอนมาเตรียมช่วงแรก ๆ  กินอาหารโรงอาหารไม่ได้เลย (เพราะไม่อร่อย5555555)  ช่วง PAE  คือต้องอดอาหารไปเกือบสัปดาห์นึงจนเป็นลม  แต่หลังจากนั้นก็ปรับตัวได้มากขึ้น  เราเป็นคนที่ทำกิจกรรมเยอะมาก ทั้งชมรมอีพี กำกับละครเกือบทุกเรื่องในโรงเรียน  แข่งตอบปัญหาเยอรมัน คือว่าเคยหายไปจากระบบการศึกษาแบบ 2 เดือนเต็ม ๆ ที่ไม่เข้าเรียน  ถ้าปกติก็ตื่นมาเรียนไม่ค่อยไหว ตอนเราอยู่ ม.6  คาบเยอรมันเป็นคาบแรกของทุกวันก็เลยโดนตัดคะแนนเพราะไม่ได้เข้าคาบจนหลุดโล่วิชานั้น  เวลาตอนเที่ยงหรือว่าง ๆ กลุ่มเราชอบไปคุยกับอาจารย์แจคกี้  ที่สอนพละโหดๆ (เกษียณแล้วมั้ง)  แบบทุกคนกลัว หลายครั้งเม้าจนเข้าคาบสาย  ถ้าถามถึงความทรงจำที่ไม่มีวันลืม  จริง ๆ หลายกิจกรรมในเตรียมคือเยอะมากก็คงต้องบอกว่ากิจกรรมทุกอันนั่นแหละ เพราะได้ใช้เวลากับเพื่อนแล้วก็มีความสุขจริง ๆ  อาจจะต้องขอบคุณตัวเองที่พยายามผลักดันตัวเองหาโอกาสทำอะไรในโรงเรียนเยอะมองดูกลับมาก็รู้สึกไม่เสียใจเรื่องอะไรที่ไม่ได้ทำ  ส่วนในเรื่องของสายสัมพันธ์ครอบครัว DE  เราเชื่อว่าสายรหัสตัวเองเป็นสายรหัสที่ใหญ่ที่สุดในสายเยอรมันละ แบบว่าเคยนัดกันมาตั้งแต่รุ่น 72 แล้วมากันเกือบ 20 คนเพราะว่าพี่ ๆ  รับน้องหลายคนเลยแตกลายออกมาถึงตอนนี้  และชอบที่สายเราทำกิจกรรมด้วยกันทั้ง 2 ห้องเลยสนิทกันมาก รวมทั้งมีงานพิเศษเกี่ยวกับประเทศเยอรมันเยอะ เช่น Deutscher Tag  งานนั้นมีมันบดและไส้กรอกที่อาจารย์ไม่เคยยอมบอกสักทีว่าซื้อจากไหน  สุดท้ายนี้เตรียมก็คงให้อะไรหลาย ๆ อย่างกับเรา  มากที่สุดเลยน่าจะเป็นโอกาสที่ให้ลองทำอะไรด้วยกัน  ทั้งประสบการณ์การทำงานต่าง ๆ  เพื่อน ๆ ที่แบบเชื่อว่าจะคบกันต่อไปนาน ๆ  ขอบคุณโรงเรียนที่ให้ความทรงจำที่พอคิดแล้วก็รู้สึกสนุกแล้วก็ขำตลอด  ส่วนถ้าถามถึงเรื่องการเอาภาษาเยอรมันไปต่อยอด  จริง ๆ  ภาษาที่ได้เรียนในโรงเรียนก็ได้ใช้ต่อไปเรื่อย ๆ แหละ  ทั้งช่วยให้ได้ที่ฝึกงาน  หรือหาโอกาสเพิ่มทางการศึกษา  บางคนที่ลืมไปแล้วก็เสียดายที่ไม่ได้ทวนไปเยอะนะ  เราเองก็พยายามดูยูทูปกับซีรีส์เยอรมันตลอด (แนะนำ Dark 2017 สนุกมาก ๆๆ)",
        "profileContent": {
          "name": "จ๊อบ",
          "year": "78.5",
          "contact": "jobpielops"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_german_profile_1.jpg",
      "/assets/programmes/lang_german_profile_2.jpg",
      "/assets/programmes/lang_german_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_german_image_1.jpg",
        "description": "วันประกาศผล รุ่นพี่จะจัดบูมสายและเต้นสันทนาการเล็ก ๆ น้อย ๆ"
      },
      {
        "url": "/assets/programmes/lang_german_image_2.jpg",
        "description": "\"บรรยากาศกิจกรรมกระชับ meet\""
      },
      {
        "url": "/assets/programmes/lang_german_image_3.jpg",
        "description": "\nกิจกรรมเชียร์โต้ รูปรวมสาย DE64-DE65"
      }
    ]
  },
  "arts-french": {
    "thaiName": "สายการเรียน ภาษา-ภาษาฝรั่งเศส",
    "englishName": "arts-french",
    "count": "80",
    "admission": "สำหรับแผนการเรียนภาษา-ภาษาฝรั่งเศส ของโรงเรียนเตรียมอุดมศึกษา มีการรับนักเรียนทั้งหมด 80 คน โดยแบ่งเป็นรอบสอบคัดเลือกทั่วไป จำนวน 60 คน โดยผู้สมัครจะต้องศึกษาจบระดับชั้นมัธยมศึกษาปีที่ 3 หรือกำลังศึกษาอยู่ในระดับชั้นมัธยมศึกษาปีที่ 3 และรอบโควตาจำนวน 20 คน โดยผู้สมัครในรอบนี้จะต้องกำลังศึกษาในระดับชั้นมัธยมศึกษาปีที่ 3 และมีเกรดเฉลี่ยของชั้น ม.1-ม.3 เทอม1 รวมทั้งหมด 5 ภาคเรียน ไม่ต่ำกว่า 3.80 และเกรดเฉลี่ยในวิชาภาษาไทย, สังคมศึกษา, ภาษาอังกฤษหลักและภาษาอังกฤษเพิ่มเติม ไม่ต่ำกว่า 3.90 โดยปกติแล้วจะมีการประกาศรับสมัครของรอบโควตาก่อน และประกาศรับสมัครของรอบสอบคัดเลือกทั่วไปจะตามมาทีหลัง แต่ทั้งสองรอบจะมีการจัดสอบพร้อมกัน โดยวิชาที่จะใช้สอบ ได้แก่ ภาษาอังกฤษ ภาษาไทย และสังคมศึกษา",
    "exsubject": "สำหรับแผนการเรียนภาษา-ภาษาฝรั่งเศสของโรงเรียนเตรียมอุดมศึกษา มีคาบเรียนทั้งหมด 35 คาบต่อสัปดาห์ ซึ่งคาบเรียนส่วนใหญ่เน้นไปที่วิชาภาษาฝรั่งเศส แบ่งเป็นภาษาฝรั่งเศสหลัก จำนวน 6 คาบต่อสัปดาห์ และภาษาฝรั่งเศสฟัง-พูด จำนวน 2 คาบต่อสัปดาห์ โดยในวิชาภาษาฝรั่งเศสหลักจะมีการสอนตั้งแต่พื้นฐานของภาษา ทั้งเรื่องพยัญชนะ สระ หลักการออกเสียง และค่อย ๆ เรียนหลักไวยากรณ์ไปทีละเรื่อง ผ่านบทสนทนา หรือเนื้อหาในหนังสือ ดังนั้นไม่จำเป็นต้องมีพื้นฐานหรือเคยเรียนวิชาภาษาฝรั่งเศสมาก่อนก็สามารถเรียนได้ และในรายวิชาภาษาฝรั่งเศสฟัง-พูด จะเน้นไปที่การฟัง เช่น การฟังบทสนทนาภาษาฝรั่งเศส และการออกเสียงพยัญชนะและสระต่าง ๆ เนื่องจากภาษาฝรั่งเศสเป็นภาษาที่มีข้อยกเว้นในการอ่านหรือพูดหลายคำ ดังนั้นวิชาภาษาฝรั่งเศสฟัง-พูด จะช่วยให้รู้ถึงการอ่าน เขียน และพูดอย่างถูกต้อง รวมทั้งนำไปพูดในชีวิตจริงกับคนอื่นได้อีกด้วย นอกจากนี้ ในวิชาภาษาฝรั่งเศสหลักและฝรั่งเศสฟังพูด จะมีการใช้หนังสือที่ทางกลุ่มสาระฯ เป็นผู้จัดทำเอง และหนังสือภาษาฝรั่งเศสที่มีเนื้อหาสำหรับคนที่กำลังเริ่มเรียนวิชานี้ ดังนั้นจะเห็นได้ว่าการเรียนวิชาภาษาฝรั่งเศสที่โรงเรียนเตรียมอุดมไม่มีอะไรที่น่ากลัว เพราะคุณครูผู้สอนไม่ว่าจะเป็นคุณครูชาวไทยหรือคุณครูเจ้าของภาษาทุกคนต่างเต็มใจให้ความรู้ ตอบคำถาม รับฟัง ให้กำลังใจ และช่วยเหลือนักเรียนในทุก ๆ ด้าน และนอกจากการเรียนวิชาภาษาฝรั่งเศส ก็ยังมีการเรียนวิชาพื้นฐานอื่น ๆ ได้แก่วิชา คณิตศาสตร์ วิทยาศาสตร์ ภาษาอังกฤษ ซึ่งมีทั้งภาษาอังกฤษพื้นฐานและภาษาอังกฤษอ่านเขียน ภาษาอังกฤษฟัง-พูด วิชาภาษาไทย และสังคมศึกษา และโรงเรียนเตรียมอุดมศึกษายังมีวิชาที่น่าสนใจอื่น ๆ เช่น วิชาประวัติวรรณคดี วิชาพรรณพืช วิชาสารนิเทศเพื่อการค้นคว้า และในบางวิชา ทางโรงเรียนจะมีการเตรียมอุดมศึกษาจะมีการใช้หนังสือเรียนที่กลุ่มสาระเป็นผู้จัดทำเอง ทำให้มีการเรียนการสอนที่แตกต่างจากโรงเรียนอื่น ๆ แต่เพื่อน ๆ ทุกคนจะคอยช่วยเหลือกันตลอด ไม่ใช่แค่ช่วงสอบ แต่รวมไปถึงการเรียนและการทำงานด้วย บรรยากาศในการเรียนจึงมีความเป็นกันเอง สนุกสนาน และช่วยกันเรียน มากกว่าการแข่งขันกัน",
    "interest": "สายศิลป์ฝรั่งเศส เป็นสายการเรียนที่มีอายุมากกว่าโรงเรียนถึง 1 ปี นั่นทำให้สายศิลป์ฝรั่งเศสเป็นสายการเรียนที่มีความเก่าแก่ที่สุดในเตรียมอุดมฯ จึงเป็นที่มาของความขลัง ความปังในการทำกิจกรรมต่าง ๆ และ energy ของคนในสายที่ไม่เคยแผ่ว แน่นอนว่า สิ่งแรกที่ทำให้สายการเรียนศิลป์-ฝรั่งเศสมีความโดดเด่นและน่าสนใจก็คือตัวภาษาฝรั่งเศสเอง อย่างที่ทราบกันดีว่าภาษาฝรั่งเศสเป็นภาษาที่ถูกใช้กันอย่างแพร่หลายเป็นอันดับต้น ๆ ของโลก เป็นหนึ่งในภาษาราชการขององค์การสหประชาชาติ (United Nations) เป็นภาษาทางการทูตชั้นสูง และยังได้ชื่อว่าเป็นภาษาที่ \"โรแมนติก\" ที่สุดในโลกอีกด้วย และความโดดเด่นอย่างที่สองของสายศิลป์ฝรั่งเศสคือการมีคาบเรียนกับอาจารย์เจ้าของภาษา จึงทำให้เราได้มีโอกาสฝึกฟัง-พูดจากเจ้าของภาษาโดยตรง การใช้คำและสำนวนต่างๆในชีวิตประจำวันและมีการเชิญอาจารย์เจ้าของภาษามาให้ความรู้กับนักเรียน ทั้งในด้านวัฒนธรรมและประวัติศาสตร์ของชาติฝรั่งเศส และอีกอย่างที่ทำให้สายศิลป์ฝรั่งเศสเป็นสายการเรียนที่มีความโดดเด่นและน่าสนใจ คือ energy ในการมีส่วนร่วมในกิจกรรมของคนในสาย เด็กสายศิลป์ฝรั่งเศสจะเต็มที่กับทุก ๆ กิจกรรม เช่นที่บางคนอาจจะเคยได้ยินชื่อเสียงของศิลป์ฝรั่งเศสในกิจกรรมเชียร์โต้ระหว่างสายการเรียน ซึ่งเป็นหนึ่งในกิจกรรมที่สนุกที่สุดและเป็นที่รอคอยที่สุดของเด็กเตรียมอุดมฯ เลยก็ว่าได้ บางคนอาจจะเห็นเด็กศิลป์ฝรั่งเศสเป็นตัวแทนตึกเข้าร่วมกิจกรรมหรือการแข่งขันต่าง ๆ นอกจากด้านกิจกรรมแล้วนั้น เด็กศิลป์ฝรั่งเศสก็มีความจริงจังในด้านการเรียนมากระดับหนึ่ง",
    "reviews": [
      {
        "description": "ขอแนะนำตัวก่อนนะ เราชื่อไชน่า เป็น TU84 สาย ‘ภาษา-ฝรั่งเศส’ เรารู้สึกว่าสายการเรียนนี้เป็นสายที่อบอุ่นมาก55555 รุ่นพี่ทุกคนเป็นกันเองแล้วก็ให้คำแนะนำได้หลายเรื่องมาก ๆ เราสนิทกับทั้งพี่ลำดับและพี่รหัสเลย ส่วนเพื่อน ๆ ในสายหลายคนก็น่ารักมาก ตอนแรกเราแอบกังวลเพราะว่าต้องเรียนออนไลน์เลยไม่ได้เจอเพื่อน ด้วยความที่เป็นโรงเรียนใหม่ ไม่รู้จักใครเลย มันก็เลยกังวลเป็นปกติ เราเล่นเกมกับเพื่อนจนสนิทกัน555555 เราว่าการเล่นเป็นวิธี make friends ที่ดีมากวิธีนึงเลย แนะนำจริง ๆ เผื่อปีหน้าน้อง ๆ ต้องเรียนออนไลน์กัน T___T ต่อมาเรื่องกิจกรรมในสายคือเราต้องบอกตรง ๆ เลยว่าเราไม่ได้ทำกิจกรรม ‘สักอย่าง’ วันที่สอบติดก็ไม่มีบูมก้นหอย เรารู้สึกเสียดายมาก เพราะต่อให้มีบูมย้อนหลังความรู้สึกมันคงไม่ได้ตื้นตันเท่าตอนสอบติด หลังจากที่เรียนออนไลน์มา ประสบการณ์ที่ได้ค่อนข้างไปในทางบวกเลย คุณครูหลายคนเข้าใจนักเรียน พยายามไม่สอนเกินเวลา แล้วก็เล่นมุกให้เราไม่เครียด ตั้งแต่สอบติดจนถึงตอนนี้ เราประทับใจทุกอย่างในสายเลย ทั้งรุ่นพี่, เพื่อน แล้วก็คุณครู เป็นประสบการ์ณที่เราอยากให้ทุกคนมาสัมผัสจริง ๆ ขอให้ปีหน้าทุกคนได้มาเรียนที่โรงเรียน สาธุ 🙏🏻 สุดท้ายนี้เราขอเป็นกำลังใจให้ทุกคนที่กำลังเตรียมตัวหรือเพิ่งจะเริ่มเตรียมตัว เรามั่นใจว่าทุกคนทำได้แน่นอน อย่ากดดันตัวเอง แล้วก็อย่าลืมกินนำ้เยอะ ๆ และพักผ่อนให้เพียงพอด้วยน้า สุขภาพสำคัญมาก! เราอยากเจอน้อง ๆ ทุกคนในเตรียมแล้ว",
        "profileContent": {
          "name": "ไชน่า",
          "year": "84",
          "contact": "urmagicalnana"
        }
      },
      {
        "description": "สาเหตุที่เราเลือกเรียนแผนการเรียนนี้เลยคือ เราไม่ถนัดคณิตศาสตร์ วิทยาศาสตร์มากขนาดนั้น เลยมองตัวเลือกด้านภาษาสาเหตุที่เลือกภาษาฝรั่งเศสเพราะว่ามีความคล้ายกับภาษาอังกฤษ และการออกเสียงของภาษานี้คือไพเราะมาก เวลาดูNetflix เห็นตัวละครพูดแล้วดูผู้ดีจัง เลยอยากมาลองเรียนรู้ภาษานี้5555 พอได้เข้ามาเรียนครูทุกคนเต็มที่กับการสอนมากๆ ไม่จำเป็นต้องมีพื้นฐานเลย เพราะครูเค้าจะช่วยสอนให้เราได้เอง ทำให้เราไม่ค่อยเครียดเรื่องการเรียนไม่ทันเพื่อน เพื่อนๆในสายก็เฟรนลี่กันมาก ช่วยเหลือกันตลอด ถ้าถามว่าสนิทกับใครมากที่สุดคือตอบยากจริงๆ เพราะก็สนิทกันหมดทั้งสายเพราะว่าทำงานร่วมกันตลอดด้วยแหละ ยิ่งช่วงโควิดด้วยก็ยิ่งรักกันมากกก😂 ความประทับใจจริงๆมีหลายเรื่องมากๆเลย ความประทับใจแรกก็เริ่มจากรู้ว่ามีชื่อเราสอบติด แล้วในทวิตเตอร์ก็มีคนแชร์ให้เข้าไลน์กลุ่มไรงี้ก็เมคเฟรนด์กัน จนมาทำหนังสือได้ทำงานร่วมกันทุกๆคนก็ได้เรียนรู้ประสบการณ์ใหม่ๆ เราต่างได้เรียนรู้นิสัยของเพื่อนๆ จนเปิดเทอมที่ได้ใช้ชีวิตในโรงเรียน ถึงระยะเวลามันจะสั้นเพราะอยู่ในช่วงที่โควิดระบาดแต่ความประทับใจในรั้วโรงเรียนนี้มันเยอะมากถ้าให้เล่าต่อคงจะไม่หมด อยากให้น้องๆเข้ามารู้สึกด้วยตัวเองว่าความประทับใจหลังจากได้เข้ามาในรั้วเตรียมอุดมมันดีขนาดไหน see you in TU naka💖",
        "profileContent": {
          "name": "นาเดีย",
          "year": "83",
          "contact": "nadiaplv"
        }
      },
      {
        "description": "สวัสดีค่ะ น้ำ ศิลป์-ฝรั่งเศส รุ่น 84 นะคะ ขออธิบายก่อนเลยว่า ตอนที่เราสอบเข้ามา เราไม่มีเพื่อนจากโรงเรียนเก่าเลย เพราะเราสอบติดเข้ามาคนเดียวจากทั้งโรงเรียน 55555 นอกจากนั้นยังเป็นคนไม่กล้าพูด ไม่กล้าแสดงออกความคิดของตัวเอง นั่นเลยทำให้เราไม่กล้าเข้าหาคนอื่น ช่วงก่อนไปงานบูมก้นหอยเลยเป็นช่วงที่เรากังวลมากว่าจะปรับตัวได้ไหม จะมีเพื่อนหรือเปล่า แต่พอถึงวันงานก็มีทั้งเพื่อน ๆ พี่ ๆ เข้ามาทำความรู้จักกับเรา ทำให้เรารู้สึกเบาใจไปเยอะมาก พอเริ่มรู้จักกลุ่มหนึ่งแล้วเราก็เริ่มรู้จักกันกว้างขึ้นไปจนถึงทั้งสายเลย จนเราสามารถพูดได้เลยว่า ศิลป์-ฝรั่งเศส 80 กว่าคนสนิทกันหมดเลย 55555 แค่ก่อนเปิดเทอมสายนี้ก็มีเรื่องที่ทำให้เราประทับใจแล้วค่ะ พอเปิดเทอมมา เราก็มารู้สึกเครียดกับเรื่องเรียนต่อ เนื่องจากเราเรียนภาคภาษาอังกฤษมาทั้งชีวิต ทำให้เราไม่เคยเจอวิชาเฉพาะของสายศิลป์-ภาษามาก่อน เช่น ประวัติวรรณคดี หรือภาษาไทยแบบเจาะลึกมาก ๆ พอมาเจอก็ช็อกและงงมาก และช่วงแรกต้องยอมรับว่างานค่อนข้างเยอะเพราะเรายังปรับตัวกับวิชาและปริมาณงานไม่ได้ เรื่องนี้ทำให้เราเครียดพอสมควรเลย แต่เราก็ผ่านเรื่องนี้มาได้เพราะมีเพื่อน ๆ และคุณครูคอยสอนเฉพาะจุดที่ไม่เข้าใจตลอด โดยเฉพาะภาษาฝรั่งเศสที่เป็นวิชาที่ไม่เคยเรียนมาก่อน ทำให้ต้องเรียนเหมือนการสร้างบ้าน ปูพื้นให้แน่น อดรูรั่วทุกรูเพื่อให้บ้านของเราสามารถสร้างสูง ๆ และยังแข็งแรงได้ คุณครูใจเย็นกับเรามาก ๆ ไม่ต้องกลัวว่าจะถูกดุถ้าไม่เข้าใจเลย หลายท่านเขาดีใจด้วยซ้ำที่มีนักเรียนสนใจเข้ามาถาม 55555 หรือถ้าจะถามเพื่อนที่มีความถนัดด้านนี้ เพื่อน ๆ ก็ไม่หวงความรู้ สามารถแชร์กันได้ทุกเรื่องเลย เราได้มีโอกาสไปเรียนห้อง Gifted English ที่เปิดให้สอบเฉพาะสายศิลป์เท่านั้น วิชานี้มีการสอนวิชาภาษาอังกฤษแบบเจาะลึกกว่าในห้องปกติ เหมาะกับคนที่มีความสนใจหรือมีความถนัดด้านภาษาอังกฤษแบบเรามาก ๆ เพราะได้เรียนภาษาอังกฤษลึกขึ้น ทั้งวรรณคดีและการวิเคราะห์สื่อเป็นภาษาอังกฤษ วิชานี้ทำให้เราได้เรียนกับสายอื่นด้วย เราได้เจอโลกที่กว้างขึ้น ได้รู้จักคนเยอะขึ้น ได้หัดปรับตัวกับสังคมที่มีความหลากหลายกว่าเดิม และยังได้ทำกิจกรรมเพิ่มเติมอีกต่างหาก พอเราปรับตัวกับการเรียนการสอนที่นี่ได้ เราก็มีโอกาสได้ไปทำกิจกรรมต่าง ๆ ตั้งแต่การเป็นประธานนักเรียน Gifted English ผู้นำวาที พิธีกร แข่งโต้วาทีทั้งในและนอกโรงเรียน แข่งพูดสุนทรพจน์ ทำหนังสั้น และกิจกรรมอื่น ๆ อีกมากมาย เตรียมอุดมฯ เป็นโรงเรียนที่มีโอกาสให้ทุกคนได้ค้นหาตัวเองหลายทางมาก ๆ ทำให้ต้องมีการแข่งขันเพื่อคัดเลือกคนที่เหมาะสมเข้าไปอยู่ในจุดนั้น บางครั้งเราก็โชคดีที่มีคนเห็นว่าเราเหมาะสมกับตำแหน่งงาน ทำให้เราได้ลองทำอะไรเยอะมาก ๆ และได้รู้จักคนที่มีความสนใจในด้านเดียวกันอีกหลายคนเลย แต่ก็มีบางครั้งที่เราต้องผิดหวังและกลับมาพัฒนาตัวเองต่อ แต่นั่นก็ถือเป็นบทเรียนที่สำคัญเหมือนกัน เพราะเมื่อเราล้มและไม่ยอมลุก เราจะไม่เห็นประตูที่ยังเปิดรอเราอยู่ข้างหน้า แต่ถึงเราจะยังลุกไม่ไหว เราก็ยังมีเพื่อน ๆ อีกหลายคนคอยอยู่ข้าง ๆ หรือแม้แต่คุณครูคอยประคองเราในวันที่เราผิดหวังและเสียใจ เพื่อให้เราลุกขึ้นใหม่อย่างแข็งแรงและตามหาตัวเองต่อไปจนกว่าจะถึงปลายทางที่ตั้งใจเอาไว้  ทั้งหมดที่กล่าวมา คือความทรงจำล้ำค่าและความประทับใจที่เราจะไม่มีวันลืมที่เราได้มาจากการเป็นนักเรียนเตรียมอุดมฯ สายศิลป์-ฝรั่งเศส เรามีความสุขมาก ๆ ที่เลือกเส้นทางนี้ มาอยู่กับทุกคนที่นี่ ถ้าหากคนที่กำลังอ่านอยู่คือน้อง ๆ ที่กำลังลังเลว่าควรจะมาสอบดีไหม เราขอพูดเลยนะคะว่า “อย่าปล่อยให้โอกาสเป็นเพียงแค่อากาศ” เพราะโอกาสไม่ได้มีอยู่เพื่อรอเราเสมอไป เตรียมอุดมฯ ถือเป็นการลงทุนที่คุ้มค่าที่สุดที่เราอยากให้ทุกคนได้มาสัมผัสด้วยตัวเอง ขอให้ทุกคนเชื่อมั่นและเปิดประตูของตัวเองให้กว้างที่สุด พยายามให้เต็มที่ เราจะรอเจอทุกคน มีอะไรทักมาปรึกษากันได้ตลอดนะคะ ขอให้ทุกคนโชคดีนะ <3",
        "profileContent": {
          "name": "น้ำ",
          "year": "83",
          "contact": "foureyesss_"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_french_profile_1.jpg",
      "/assets/programmes/lang_french_profile_2.jpg",
      "/assets/programmes/lang_french_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_french_image_1.jpg",
        "description": "\nเช้าวันประกาศผล TU83 :)"
      },
      {
        "url": "/assets/programmes/lang_french_image_2.jpg",
        "description": "\nรูปรวม FR83, FR84 วันรับน้องและเชียร์โต้ :)\n"
      }
    ]
  },
  "arts-math": {
    "thaiName": "สายการเรียน ภาษา-คณิตศาสตร์",
    "englishName": "arts-math",
    "count": "120",
    "admission": " สายศิลป์คำนวณรับสมัครทั้งหมด 120 คน แบ่งเป็น\n\n1. รอบโควตาต่าง ๆ 50 คน (รับสมัครช่วงเดือนธันวาคม)\n\n1.1 โควตาจังหวัด\nใช้เกรด 5 เทอม ดังนี้ คณิตศาสตร์หลัก, คณิตศาสตร์เสริม, ภาษาอังกฤษหลัก, ภาษาอังกฤษเสริม และ ภาษาไทย ไม่ต่ำกว่า 3.90 และ เกรดเฉลี่ยรวม (GPAX) ไม่ต่ำกว่า 3.80\n\nนักเรียนที่มีคะแนนสูงสุดในจังหวัดนั้น ๆ จะได้รับเลือกให้เป็นนักเรียนโควตาจังหวัด ในส่วนของอันดับอื่น ๆ จะถือว่าเป็นนักเรียนในรอบสอบคัดเลือกทั่วไป โดยจังหวัดที่ใช้ จะอ้างอิงตามโรงเรียนไม่ใช่ภูมิลำเนา เช่น ภูมิลำเนาอยู่ที่จังหวัดอุดรธานีแต่กำลังศึกษาที่โรงเรียนในจังหวัดนครพนม จะถือว่าเป็นโควตาจังหวัดของจังหวัดนครพนม เป็นต้น\n\n*หมายเหตุ : จำนวนนักเรียนโควตาจังหวัดที่รับสมัครจะมีจำนวนแตกต่างกันไปตามแต่ละจังหวัด สามารถติดตามข้อมูลได้จากเว็บไซต์ของโรงเรียนเตรียมอุดมศึกษา\n\n1.2 โควตาความสามารถพิเศษ\nเปลี่ยนกฎเกณฑ์ทุกปี สามารถติดตามรายละเอียดได้จากเว็บไซต์โรงเรียนเตรียมอุดมศึกษาเช่นกัน\n\n2. รอบคัดเลือกทั่วไป 70 คน (รับสมัครช่วงเดือนกุมภาพันธ์) ไม่มีการพิจารณาเกรด\n\nสายศิลป์คำนวณสอบทั้งหมด 4 วิชา ดังนี้\nคณิตศาสตร์, ภาษาไทยฉบับที่ 1 และ สังคมศึกษา ในภาคเช้า\nภาษาไทยฉบับที่ 2 และ ภาษาอังกฤษ ในภาคบ่าย\n\nเปอร์เซ็นต์คะแนน\nภาษาไทย 37.5%\nคณิตศาสตร์ 25%\nภาษาอังกฤษ 25%\nสังคมศึกษา 12.5%\n\nโดยจะนับคะแนนสอบเข้าด้วยระบบ T-Score ทั้งหมด\n\nในปี 2564 อัตราการแข่งขันอยู่ที่ 1:15 เรียกสำรองไปทั้งหมด 23 คน\n",
    "exsubject": "สายการเรียนภาษาอังกฤษ-คณิตศาสตร์ หรือ สายศิลป์คำนวณของโรงเรียนเตรียมอุดมศึกษา จะเน้นวิชาภาษาอังกฤษ และ วิชาคณิตศาสตร์ เป็นหลัก โดยวิชาคณิตศาสตร์จะถูกแบ่งออกเป็นวิชาคณิตศาสตร์หลัก และ วิชาคณิตศาสตร์เสริม หรือที่เรียกกันว่าเลขง่าย และ เลขยาก ส่วนในวิชาภาษาอังกฤษจะถูกแบ่งออกเป็นวิชาภาษาอังกฤษหลัก และ วิชาภาษาอังกฤษอ่าน-เขียน โดยจะได้เรียนกับคุณครูชาวต่างชาติอย่างน้อย 1 คาบเรียนต่อสัปดาห์ และจะได้เรียนในทุกระดับชั้นตั้งแต่ชั้นม.4 - ม.6\n\nนอกจากนี้ยังมีวิชาเพิ่มเติมซึ่งแต่ละระดับชั้นจะมีวิชาที่ต่างกันไป ยกตัวอย่างเช่น ชั้นม.4 จะมี วิชาบัญชี และ วิชาประวัติวรรณคดี ชั้นม.5 จะมี วิชาภาษาอังกฤษเพื่อการท่องเที่ยว และ วิชาวรรณคดีมรดก ชั้นม.6 จะมี วิชาการเขียน และ วิชาอาเซียนศึกษา เป็นต้น นอกจากนี้ยังมีวิชาเพิ่มเติมอื่น ๆ อีกมาก ซึ่งล้วนเป็นวิชาที่พัฒนาให้ผู้เรียนได้รู้จักคิดและวิเคราะห์มากขึ้น\n\nถึงแม้ว่าวิชาที่ต้องเรียนจะดูเยอะ แต่การเรียนของสายศิลป์คำนวณนั้นไม่ได้หนักแบบที่หลายคนคิด หากจัดสรรเวลาดี ๆ ก็จะสามารถเรียนได้อย่างสบาย ๆ แน่นอน\n",
    "interest": "การเรียนการสอนของสายศิลป์คำนวณจะเน้นในส่วนของวิชาภาษาอังกฤษ และ วิชาคณิตศาสตร์ เป็นหลัก โดยมีวิชาคณิตศาสตร์เสริมที่จะเรียนเหมือนกับสายวิทย์-คณิตฯ และ วิชาภาษาอังกฤษที่เหมือนกับสายศิลป์ภาษา\n\nสามารถสอบเข้าได้ทั้งห้องกิฟต์อังกฤษ และ กิฟต์ไทย โดยกิฟต์อังกฤษจะมีห้องสำหรับกิฟต์โดยเฉพาะ\n\nสายศิลป์คำนวณมีวิชาพิเศษที่จะได้เรียนในสายศิลป์คำนวณเท่านั้น ซึ่งก็คือ วิชาบัญชี ซึ่งเริ่มเรียนตั้งแต่พื้นฐาน โดยเป็นเนื้อหาบัญชีในระดับมหาลัยตอนปี 1\n\nสามารถเลือกคณะที่จะสอบเข้าได้หลากหลาย เช่น เศรษฐศาสตร์, พาณิชยศาสตร์และการบัญชี, อักษรศาสตร์, นิเทศศาสตร์, นิติศาสตร์ ฯลฯ\n\nสามารถไปเรียนแลกเปลี่ยนได้โดยไม่ต้องกลับมาเรียนซ้ำชั้น",
    "reviews": [
      {
        "description": "จริง ๆ ไม่ค่อยชอบเลข แต่เข้าสายนี้เพราะรู้ว่าในอนาคตยังไงถ้าเรามีพื้นฐานเลขกับภาษาจะต่อยอดได้หลากหลาย พอเข้ามาช่วงแรกเรารู้สึกเครียดว่าเพื่อนต้องเก่งมากแน่ ๆ แต่สรุปคือ ทุกคนคอย support กันตลอด ใกล้สอบใครมีสรุปก็แชร์กัน เวลาเรียนก็เต็มที่ เล่นก็เต็มที่เหมือนกัน มีกิจกรรมให้ทำเยอะมาก ๆ เป็นสังคมแบบ study hard, play hard ที่น้อง ๆ ห้ามพลาดเลยจริง ๆ ค่ะ :)",
        "profileContent": {
          "name": "หวาน",
          "year": "77",
          "contact": "wanw_e"
        }
      },
      {
        "description": "ศิลป์คำฯ ให้อะไรเราหลายอย่างมาก ส่วนใหญ่จะเป็นบทเรียนที่ได้มาจากการทำงานในสาย ตอนเราทำประธานสายเราเห็นประธานสายอื่นบ่นกันเยอะมาก แต่ศิลป์คำฯ คือคุยง่ายละช่วยกันทำงานอะ ขนาดคนที่ดูเหมือนจะไม่ทำ มันก็ทำกันทุกคนนะ โชคดีที่เพื่อนในสายเราน่ารักมาก เราเลยรู้สึกอินกับสายมากเวลาทำงาน สิ่งที่เราได้จากศิลป์คำฯ น่าจะเป็นการที่ทำให้เรารู้ว่า งานมันสามารถเดินได้อย่างมีประสิทธิภาพและมีความสุขในเวลาเดียวกันอะ คือสายนี้ค่อนข้างเฮฮามากกกก แต่เวลาจริงจังคือเอาให้ตาย เป็นคนละโหมดเลย work hard play hard ของจริง",
        "profileContent": {
          "name": "เพิร์ธ",
          "year": "81",
          "contact": "perthkrittaya"
        }
      },
      {
        "description": "สวัสดีค่า พี่ชื่อบัว อยู่ศิลป์คำนวณ TU83 ค่ะ เหตุผลหลักเลยที่พี่เข้าสายศิลป์คำนวณเพราะพี่รู้ตัวว่าไม่ชอบฟิสิกส์ เคมี ชีวะ และพี่ชอบเรียนภาษา ถึงพี่ไม่ได้เก่งคณิตฯ มาก แต่พี่ชอบความรู้สึกเวลาแก้โจทย์ได้ เลยเลือกสอบสายที่มีวิชาคณิตและอังกฤษเป็นวิชาหลัก อีกหนึ่งอย่างที่ทำให้สายศิลป์คำนวณต่างจากสายการเรียนอื่นนั่นคือ สายเรามีวิชาบัญชีซึ่่งเป็นวิชาเสริม และเป็นวิชาที่น่าสนใจสำหรับน้อง ๆ ที่อยากนำไปศึกษาต่อยอดในอนาคต แต่สิ่งที่พี่ชอบที่สุดในสายนี้คือ เลิกเรียนเร็วค่ะ 5555 พอเลิกเร็วแล้วเราก็ได้พักผ่อนก่อนเพื่อนสายอื่น ๆ จะไปเดินห้างเล่นก่อนกลับบ้าน หรือไปเรียนพิเศษต่อข้างนอกก่อนก็ได้      สังคมในเตรียมฯ สำหรับพี่ คือสังคมที่ทุกคนชวนกันเล่นและช่วยกันเรียน หมายความว่า ในเตรียมฯ นั้นทุกคนไม่ได้มาโรงเรียนเพื่อเอาแต่เรียน แต่ทุกคนมาโรงเรียนเพื่อสร้างสังคม พบปะเพื่อน ๆ ทำกิจกรรมต่าง ๆ น้อง ๆ ไม่ต้องห่วงว่าถ้าเข้าเตรียมฯ มาแล้วกลัวจะเรียนไม่ทันคนอื่น เพราะถ้าเราเรียนไม่ทัน คนอื่นก็เรียนไม่ทันเหมือนกันค่ะ 5555 ยอมรับเลยว่าการสอบวัดประเมินผลของเตรียมฯ ข้อสอบค่อนข้าง advance เพราะงั้นช่วงก่อนสอบ ทุกคนก็จะชอบนัดกันมาอ่านหนังสือ ช่วยกันติวบ้าง รวม ๆ แล้วสิ่งที่คุ้มที่สุดสำหรับเราคือการได้มีสังคมเพื่อนที่ดีมาก ๆ คอนเนคชั่นในเตรียมทั้งรุ่นพี่รุ่นน้องก็ค่อนข้างกว้าง เพราะมีกิจกรรมหลายอย่างที่ทุกคนได้ทำร่วมกัน เช่น รับน้องหรือสายรหัส ทุกคนในเตรียมอุดมหลากหลายทั้งในมุมมองและทัศนคติ พี่รู้สึกโชคดีมากที่ได้เข้ามาเรียนที่เตรียมฯ ค่ะ^^",
        "profileContent": {
          "name": "บัว",
          "year": "83",
          "contact": "buabarbiie"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_math_profile_1.jpg",
      "/assets/programmes/lang_math_profile_2.jpg",
      "/assets/programmes/lang_math_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_math_image_1.jpg",
        "description": "รูปธงสายศิลป์คำนวณ"
      },
      {
        "url": "/assets/programmes/lang_math_image_2.jpg",
        "description": "\nรูปรวมสายศิลป์คำนวณในวันประกาศผลสอบของ TU83"
      },
      {
        "url": "/assets/programmes/lang_math_image_3.jpg",
        "description": "กิจกรรมรับน้องสายศิลป์คำนวณ"
      }
    ]
  },
  "arts-espanol": {
    "thaiName": "สายการเรียน ภาษา-ภาษาสเปน",
    "englishName": "arts-espanol",
    "count": "40",
    "admission": "สำหรับสายศิลป์-สเปนของเราเป็นสายการเรียนที่มีความพิเศษมากเพราะทั้งสายมีเพียงเเค่ 1 ห้องเรียนเท่านั้น นักเรียนในห้องทั้งหมดมีจำนวนเเค่ 40 คน ซึ่งรวมทั้งนักเรียนที่มาจากการสอบคัดเลือกทั่วไป และนักเรียนโควตา สายของเราเป็นสายศิลป์ภาษา-ภาษา ทำให้ไม่มีการสอบวิชาวิทยาศาสตร์ และคณิตศาสตร์ แต่มีวิชาที่ใช้สอบเพียงแค่ 3 วิชาเท่านั้น ได้แก่ วิชาภาษาอังกฤษ วิชาสังคมศึกษา และวิชาภาษาไทย ที่สำคัญคือ การสอบเข้าไม่มีการสอบวัดระดับพื้นฐานภาษาสเปนใดๆ ทั้งสิ้น ดังนั้นไม่ต้องกังวลหากว่าไม่มีพื้นฐาน เพราะนักเรียนที่ได้รับการคัดเลือกมาเป็นนักเรียนเตรียมอุดมศึกษาจะมีโอกาสได้ปูพื้นฐานการเรียนทั้งหมดไปพร้อมๆ กับคณะอาจารย์เเละเพื่อนๆ ในห้อง",
    "exsubject": "สายศิลป์-สเปน จะเรียนวิชาภาษาสเปน 8 คาบ/สัปดาห์ โดยจะแบ่งเป็นเรียนภาษาสเปนตัวหลัก 5 คาบ/สัปดาห์ ภาษาสเปนฟังพูดอีก 2 คาบ/สัปดาห์ โดยครูไทยเป็นผู้จัดการเรียนการสอนทั้งหมด ส่วนอีก 1 คาบ/สัปดาห์ จะเป็นวิชาภาษาสเปนอ่านเขียน ซึ่งจะมีครูต่างชาติเจ้าของภาษาเป็นผู้จัดการเรียนการสอน ในระยะเวลา 3 ปีในการเรียนภาษาสเปนนั้น นักเรียนจะได้รับหนังสือภาษาสเปนที่ทางสายจะสั่งตรงมาจากสเปน ทั้งนี้ ผู้เรียนที่เลือกเรียนในสายนี้ นอกจากจะได้เรียนเกี่ยวกับภาษาและไวยากรณ์ในภาษาสเปนแล้วนั้น ผู้เรียนยังได้เรียนเกี่ยวกับวัฒนธรรมต่างๆของทั้งประเทศสเปนและประเทศในแถบอเมริกาใต้ที่ใช้ภาษาสเปนเป็นภาษาราชการอีกด้วย เช่น อาหารท้องถิ่นประจำแคว้นต่างๆ ของประเทศสเปน โดยครูผู้สอนจะสอนผู้เรียนทำในบางโอกาส เทศการเฉลิมฉลอง อาทิเช่น Dia de los Muertos หรือวันแห่งความตายที่จัดขึ้นในแถบละตินอเมริกา รวมไปถึงสถานที่ท่องเที่ยวและประวัติศาสตร์ของประเทศสเปนและละตินอเมริกา\n\nนอกจากภาษาสเปนแล้ว สายของเรายังมีเรียนวิชาพื้นฐานทั่วไป เช่น ภาษาไทย ภาษาอังกฤษ สังคมศึกษา คณิตศาสตร์พื้นฐาน และวิทยาศาสตร์พื้นฐาน ซึ่งสองวิชานี้จะเรียนแค่เพียง 2 คาบต่อสัปดาห์เท่านั้น ในสายของศิลป์-ภาษานั้น จะมีวิชาพิเศษที่ผู้เรียนจะได้เรียน อาทิเช่น วิชาพรรณพืชฯ ประวัติวรรณคดี วิชาสารนิเทศเพื่อการค้นคว้า และวิชาชมรมที่มีหลากหลาย โดยผู้เรียนสามารถสมัครเข้าชมรมที่ผู้เรียนสนใจได้อย่างเสรี ถึงแม้ผู้เรียนจะมีวิชาเรียนต่อสัปดาห์หลายวิชา แต่บรรยากาศการเรียนการสอนก็เป็นแบบผ่อนคลาย เปิดโอกาสให้ผู้เรียนแลกเปลี่ยนความคิดเห็นกับครูผู้สอน",
    "interest": "หากจะให้กล่าวถึงความน่าสนใจของสายการเรียนศิลป์สเปน ก็คงหนีไม่พ้นในเรื่องความน่าสนใจของภาษาสเปน เพราะถูกจัดให้เป็นภาษาที่มีผู้ใช้เป็นภาษาแม่มากสุดเป็นอันดับ 2 ของโลก เป็นหนึ่งใน 6 ภาษาทางการของ United Nations และที่สำคัญ 21 ประเทศทั่วโลกมีการใช้ภาษาสเปนเป็นภาษาทางการอีกด้วย ณ ปัจจุบัน สายการเรียนศิลป์-สเปน มีโรงเรียนที่เปิดสอนเป็นจำนวนน้อย เพราะสายการเรียนนี้ยังไม่เป็นที่แพร่หลายในประเทศไทย เเต่คนไทยที่เรียนภาษาสเปนสามารถนำภาษาสเปนไปต่อยอดในอนาคตได้ทั้งในประเทศไทยเองและต่างประเทศ\n\nนอกจากการเรียนการสอนที่มีคุณภาพแล้ว เรื่องกิจกรรมของสายสเปนนี้ก็ไม่เป็นสองรองใคร อย่างเช่นกิจกรรมในห้องเรียนที่มีการเชิญวิทยากรมาให้ความรู้เพิ่มเติม เช่น การสอนเต้น flamenco การสอนทำอาหารสเปน และการเรียนรู้วัฒนธรรมที่น่าสนใจต่างๆ จากผู้เชี่ยวชาญ อีกทั้งสายการเรียนของเรามีการร่วมมือกันกับคณะอักษรศาตร์ มหาวิทยาลัยจุฬาฯ เมื่อมีการจัดกิจกรรมก็จะมีรุ่นพี่ วิทยากร หรืออาจารย์จากมหาวิทยาลัยจุฬาฯ เป็นเกียรติมาให้ความรู้อยู่บ่อยครั้ง เช่นในงาน Día del español อีกทั้งยังมีกิจกรรมอื่นๆ อย่าง ค่ายภาษาสเปน การแข่งขันทักษะภาษาสเปนในระดับมัธยมศึกษาตอนปลาย และกิจกรรมที่น่าสนใจอีกมากมาย",
    "reviews": [
      {
        "description": "\n\nถ้าให้รีวิวอย่างแรก จะขอพูดเป็นสายศิลป์ภาษาก่อนนะคะ ศิลป์ภาษาที่เตรียมฯ\nเรียนเข้มข้นมาก วิชาเกี่ยวกับภาษาจะมีหลายตัวมาก อิ๊งท่อง อิ๊งภูมิ\nฟังพูดอ่านเขียน ช่วงสอบ หลายคนก็จะไปติวกับเพื่อน ครูทำข้อสอบเก่งมาก\nเช่น ไทย สังคม ประวัติวรรณคดี ข้อสอบก็คือวิเคราะห์หลายตลบมาก\nข้อสอบอังกฤษเราว่าถ้าสอบในเตรียมฯ ได้ สนาม TCAS ก็คือชิวไประดับนึงเลย\nเพราะฉะนั้น สายนี้แนะนำให้คนที่ชอบภาษา โดยเฉพาะภาษาที่สามค่ะ\nเพราะหน่วยกิตภาษาที่ 3 จะเยอะมาก เราเรียนเป็นศิลป์สเปน\nซึ่งภาษาสเปนเป็นภาษาที่ใช้กันแพร่หลายมากในโลก\nที่เตรียมเองก็รับนักเรียนศิลป์สเปนเพิ่มจาก 25 คนเป็น 40 คน\nเพราะมีคนให้ความสนใจกันมากขึ้น\nรวมทั้งหลายประเทศในเอเชียเริ่มเจาะตลาดละตินอเมริกา เช่น K-Pop\nทำให้เราสนใจภาษาสเปนมาก ๆ ค่ะ ถ้าคิดว่ามี passion กับภาษาสเปนหรือชอบวั\nฒนธรรมลสตินอเมริกาแล้ว อย่าพลาดนะคะ เพราะว่าที่ไทยหาเรียนได้ยากมาก\nแต่ขอบอกน้องๆ ไว้ก่อนว่าประเทศไทยยังไม่มี PAT สเปน หมายความว่าน้อง ๆ\nจะต้องเรียนภาษาที่ 4 ด้วยตัวเองเพื่อนำไปยื่นรอบสามค่ะ\nแต่หลายที่ก็ไม่ใช่ PAT นะคะ เช่น ภาคอินเตอร์ หรือยื่นทุน\nเพื่อนเราหลายคนที่ใช้แพทก็จะเรียนภาษาเพิ่ม เราว่าดีนะคะ\nเพราะเป็นแกมบังคับให้เราได้รู้อีกภาษานึงด้วย\nเราเองก็เรียนภาษาเกาหลีเพิ่มค่ะ ยังไงก็ลองวางแผนดีดีนะคะ\n\nเล่าประสบการณ์ : ‘เรียนเราเด่น เล่นเราดี กีฬาเลิศ’ ประโยคนี้คือจริง\nเต็มสิบให้สิบ กิจกรรมในเตรียมฯ มีเยอะมาก\nเปิดโอกาสให้ได้เจอคนหลายประเภท ไม่ต้องกลัวว่าสังคมจะมีแต่เรียนนะคะ\nเด็กกิจกรรมก็มีเยอะเหมือนกัน ทั้งงานสายการพูด กีฬา เต้น ร้อง การแสดง\nครบทุกแบบ ชมรมก็คือจริงจังอลังดาวล้านดวง\n\nเพื่อนเป็นยังไง : เราชอบเพื่อนในสายศิลป์สเปนมากเลยค่ะ\nทุกคนมีความเป็นผู้ใหญ่สูงมาก ทุกคนจริง ๆ ความคิดแต่ละคนคือเจ๋งมาก\nเรารู้สึกว่าเราเก่งขึ้นในด้านการใช้ชีวิต เก่งด้านการใช้ความคิด\nการทำงานร่วมกัน การมองปัญหา\nสามปีที่ทำงานด้วยกันในสายคือไม่เคยทะเลาะกันเลย\nทุกคนเคารพความคิดคนอื่นมาก\nอาจจะเป็นเพราะว่าเรามองเพื่อนทุกคนเป็นคนเก่งและน่าเชื่อถือ\nพอไว้ใจกันมากมาก ทำงานมันก็ไม่ต้องห่วงอะไร\nไม่ต้องนั่งจี้เพราะเราไว้ใจในความสามารถของเพื่อนมาก\nทุกคนมีความรับผิดชอบและมีทัศนคติที่ดีค่ะ\nนอกจากนี้เพื่อนมีความหาทำสูงมาก ชอบมีอะไรตลก ๆ มาให้ดู เปิดโลกมาก\nไปไหนไปกัน มีคนทุกรูปแบบค่ะ\nสังคมเพื่อนแบบนี้คือสิ่งที่เราประทับใจที่สุดในเตรียมฯ เลยค่ะ\nเรียนหนักไหม ครูเป็นไง : เอาจริง ๆ แอบพูดไปเยอะแล้วในคำถามแรก\nขอเสริมว่าตอนเข้ามาใหม่ ๆ ประทับใจครูหลายท่านมาก เขาเก่งจริง ๆ\nมีความสามารถและตั้งใจที่จะสอน เรารับรู้ passion ในการสอนของเขามาก ๆ\nมันทำให้สนุกในการเรียน รวมทั้งห้องเราเป็นห้องที่ครูมักบอกว่าสอนสนุก\nเพราะ ถามเก่ง เวลาเจอครูที่รับฟังนักเรียนตอนสอน มันดีมาก ๆ\nครูสองสามท่านเคยพูดไว้ในทำนองเดียวกันแล้วเราประทับใจมาก ๆ\nประมาณว่าสอนเด็กเตรียมฯ\nสนุกมากเพราะเด็กหลายคนมีความรู้หรือเคยศึกษามาก่อน ในห้องเวลาซักถาม\nคำถามมันน่าสนใจมาก หรือเด็กเองก็เล่าสิ่งที่ตัวเองเคยรู้มาก โต้แย้ง\nถกเถียงกันในห้อง ทำให้ครูได้เรียนรู้สิ่งใหม่ ๆ\nแล้วต้องกลับไปทำการบ้านให้มากขึ้น เราประทับใจมุมมองครูมาก\nแล้วก็ชอบห้องเรียนของตัวเองมากเลยค่ะ ฝากถึงน้อง ๆ TU84 : เตรียมอุดมฯ\nเป็นโรงเรียนธรรมดาที่มีทั้งดีและไม่ดี\nถ้าย้อนเวลากลับไปเราก็เลือกที่จะสอบเข้ามาอยู่ดี\nเวลาที่ได้อยู่ที่นี่มันคุ้มค่ามาก\nลองศึกษาดีดีว่าการเรียนที่นี่มันตอบโจทย์เราจริงไหม\nใครกำลังอ่านหนังสืออยู่ สู้ ๆ นะคะ อย่าคิดแค่มาลองสอบ ถ้าลองเฉย ๆ\nมันยากที่จะติด แต่ถ้าน้องอยากมาเรียนจริง ๆ ไฟจะเริ่มมา\nน้องจะทำอะไรได้ทะลุลิมิตที่ตัวเองคิดไว้ซะอีก แค่อึดใจเดียวเท่านั้นนะคะ\nข้อสอบมันคัดคนที่ตั้งใจจริง prove\nเลยค่ะว่าเราคือคนที่เหมาะสมที่จะได้เรียนที่นี่ ทำให้เต็มที่นะคะ\nแล้วมาเจอกัน",
        "profileContent": {
          "name": "อิ่มเอม",
          "year": "81",
          "contact": "aimbryo_"
        }
      },
      {
        "description": ">\nสวัสดีครับ เราต้าหลี่ ณัฐนันท์ ศิริไพพรรณ TU81 แผนการเรียน ภาษา-สเปน\nค้าบ ก่อนอื่นเลยขอแนะนำแผนการเรียนก่อน ภาษา-สเปน\nชื่อก็บอกในตัวเองอยู่แล้วครับว่าเรียน \"\"ภาษาสเปน\"\" 555555555555\nดังนั้น ถ้าเข้ามา ม.4 จะเจอภาษาสเปนกันแบบจุก ๆ 8 คาบ/สัปดาห์ครับ\nทุกปีเราจะเรียนภาษาสเปน 2 ตัว คือภาษาสเปนตัวหลัก กับภาษาสเปนฟังพูด\n(ม.4-5) อ่านเขียน (ม.6) โดยตัวหลัก ม.4 จะเจอกันถึง 6\nคาบด้วยกันต่อสัปดาห์ เรียกได้ว่าเรียนกันตั้งแต่ไม่มีพื้นในตอน ม.4\nจนได้ประมาณ A2+ ในตอนม.6 กันเลยครับ\nเหตุผลที่เราเลือกเรียนภาษาสเปนตอนม.4 จริง ๆ แล้วคือตอนนั้นเพลง\ndespacito มันดังมาก เราเลยคิดว่าถ้าเราเก่งภาษาอังกฤษได้เพราะเพลงสากล\nเพลงลาตินเราก็ชอบ เลยสอบศิลป์สเปน 5555555 แต่จริง ๆ ยิ่งรู้จักภาษาสเปน\nก็ยิ่งทำให้พี่ได้อะไรจากมันมากขึ้น ไม่ว่าจะเป็นโอกาสในการติดต่อสื่อสาร\nวงการบันเทิงต่าง ๆ หรือเพื่อนใหม่ ๆ ที่พูดสเปนเหมือนกัน\nดังนั้นแล้วอยากจะบอกทุกคนที่ลังเลเกี่ยวกับภาษาสเปน\nเพราะในไทยอาจจะไม่แมส แต่อยากจะบอกว่า ในประชาคมโลกนั้น\nภาษาสเปนเป็นภาษาที่มีผู้พูดเป็นภาษาแม่มากถึงอันดับ 2 เลยนะครับ !\nสำหรับการเรียนวิชาสายศิลป์อื่น ๆ เองก็มีเยอะพอสมควรครับ เช่น\nอังกฤษฟังพูด/อ่านเขียน ประวัติวรรณคดี/วรรณคดีมรดก\nหรือจะเป็นภูมิศาสตร์ท่องเที่ยวที่เกี่ยวข้องกับสายงาน tourism ครับ !\n\nกิจกรรมของสาย : ในส่วนของกิจกรรมสายนั้นเราก็มีให้ไม่แพ้กับการเรียนครับ\n! ใน 1 ปี เรามีกิจกรรมมากมายไม่ว่าจะเป็น -\nรับน้อง/เชียร์โต้/จับสายรหัส (ไม่บังคับเข้าร่วม) - ค่ายภาษาสเปน - Open\nHouse - งานแข่งขันทักษะภาษาสเปน-ปัจฉิม โดยขอพูดในส่วนของ \"Open House\"\nก่อนละกันครับ เราได้จัดซุ้มสายการเรียนตอนม.4 เป็นประสบการณ์ที่ดีมาก ๆ\nสนุกมาก แต่ก็เหนื่อยมาก(มาก ๆ ๆ ๆ ) เช่นกัน แต่อยากจะบอกว่า\nเราได้สนิทกับเพื่อน ๆ ในสาย บางคนที่ไม่เคยคุยกัน\nก็เพราะได้ทำงานนี้ร่วมกันเลยครับ อีกกิจกรรมนึงที่หลาย ๆ\nคนอาจจะยังไม่รู้ว่าสายเรามี คือ\n\"การแข่งขันทักษะภาษาสเปนในระดับมัธยมศึกษาตอนปลาย\" โดยปกติแล้วจะจัดปีละ\n1 ครั้ง ในช่วงเดือนมกราคมครับ\nโดยรร.ที่เข้าร่วมนอกจากจะเป็นรร.เตรียมอุดมศึกษาแล้ว\nยังมีอีกหลากหลายรร.ทั่วประเทศไทยที่มีการจัดการเรียนการสอนภาษาสเปนครับ\nสำหรับการแข่งขันนั้นก็มีหลายอย่างเลย ไม่ว่าจะเป็น วาดรูป,\nเขียนตามคำบอก, พูดเพื่ออาชีพ\nหรือจะเป็นการแข่งขันร้องเพลงภาษาสเปนก็มีครับ",
        "profileContent": {
          "name": "ต้าหลี่",
          "year": "81",
          "contact": "dontcallmeluis"
        }
      },
      {
        "description": "สำหรับสายศิลป์-สเปน ถึงจะเป็นสายเล็กๆแต่ก็อบอุ่นมากทีเดียว ด้วยความว่าเป็นสายที่มีเพียงหนึ่งห้อง ทำให้เพื่อนๆในห้องสนิทสนมกันมากๆ ถ้าถามว่าทำไมต้องเลือกภาษาสเปน นั่นก็เพราะภาษาสเปนเป็นภาษาหลักของโลกและมีการใช้กันอย่างแพร่หลาย ไม่ว่าจะในด้านของการทำงาน การท่องเที่ยว เอนเทอร์เทน และภาษาสเปนก็เป็นภาษาที่สวยงามทั้งยังมีความคล้ายคลึงกับภาษาอังกฤษด้วย เราประทับใจทุกอย่างของสายศิลป์-สเปน ไม่ว่าจะสังคม ครู การเรียนการสอน ถือว่าเป็นสายที่สนุกสนานและอบอุ่นมากๆเลยทีเดียว และไม่มีโซตัส ทุกคนมีความเท่าเทียม ทำให้สนุกเข้าไปอีก ใครสนใจภาษาสเปน ก็สามารถลองมาสมัครสอบเข้าสายการเรียนของเรากันได้นะคะ",
        "profileContent": {
          "name": "แมรี่",
          "year": "83",
          "contact": "hayls.2nd"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/lang_espanol_profile_1.jpg",
      "/assets/programmes/lang_espanol_profile_2.jpg",
      "/assets/programmes/lang_espanol_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/lang_espanol_image_1.jpg",
        "description": "\nโครงการค่ายภาษาและวัฒนธรรมสเปน"
      },
      {
        "url": "/assets/programmes/lang_espanol_image_2.jpg",
        "description": "กิจกรรมสอนทำ Piñata ในห้องเรียนร่วมกับอาจารย์นิสิต"
      },
      {
        "url": "/assets/programmes/lang_espanol_image_3.jpg",
        "description": "ได้รับเกียรติจากวิทยากรมาสอนวิธีการเต้น Flamenco ในห้องเรียน"
      }
    ]
  },
  "gifted-science": {
    "thaiName": "โครงการ Gifted Science",
    "englishName": "gifted-science",
    "count": "45",
    "admission": "\n>\nการสอบเข้าโครงการ Gifted Science นั้นจะเริ่มรับสมัครเมื่อน้อง ๆ\nสอบติดโรงเรียนเตรียมอุดมศึกษาเรียบร้อยแล้ว\nทางโรงเรียนจะชี้แจงรายละเอียดเรื่องการรับสมัครคัดเลือกเข้าโครงการของเราในวันมอบตัว\nโดยปกติการคัดเลือกนักเรียนเข้าโครงการนั้นจะเป็นการสอบ\nและเปิดให้ยื่นแฟ้มผลงานร่วมด้วย\n\nการสอบ\n\nมีการสอบวิชาเคมี ชีวะ ฟิสิกส์ และดาราศาสตร์\nโดยข้อสอบจะเป็นข้อสอบที่ยากกว่าข้อสอบสอบเข้าโรงเรียนเตรียมอุดมศึกษา\nซึ่งมีทั้งข้อสอบปรนัยและอัตนัย\n\nการยื่นแฟ้มผลงาน (ไม่บังคับ)\n\nการยื่นแฟ้มผลงานจะเปิดให้นักเรียนส่งผลงานด้านวิทยาศาสตร์หรือคณิตศาสตร์\nเช่น ผลงานด้านโอลิมปิกวิชาการ การทำโครงงานต่าง ๆ ฯลฯ\n>\nเนื่องจากสถานการณ์การแพร่ระบาดของ COVID-19 ในปีที่ผ่านมา\nทำให้โครงการไม่สามารถจัดสอบคัดเลือกแบบปีก่อน ๆ ได้\nจึงใช้คะแนนสอบเข้าโรงเรียนเตรียมอุดมศึกษาในวิชาวิทยาศาสตร์\nและคณิตศาสตร์มาเป็นเกณฑ์ในการคัดเลือกนักเรียน แทนการจัดสอบแบบปกติ\n>\nสำหรับในปีนี้ทางโรงเรียนยังไม่มีการประกาศอย่างเป็นทางการว่าจะมีการคัดเลือกนักเรียนเข้าโครงการ\nGifted Science อย่างไร จึงขอให้น้อง ๆ\nรอประกาศอย่างเป็นทางการจากทางโรงเรียนอีกครั้ง\n>\n",
    "exsubject": "\n>\nกิฟต์วิทย์ หรือชื่อเต็มก็คือ\nโครงการพัฒนาศักยภาพนักเรียนที่มีความสามารถพิเศษด้านวิทยาศาสตร์\nเป็นโครงการที่จัดรูปแบบการเรียนเหมือนกับสายการเรียนวิทย์-คณิตทั่วไป\nคือ ในแต่ละวันจะเรียนทั้งหมด 8 คาบ ยกเว้นวันศุกร์ที่จะเรียนแค่ 3 คาบ\nโดยจะมีพักระหว่างเรียน 10 นาที จำนวน 2 ครั้ง คือเวลา 09.30-09.40 น.\nและ 14.00-14.10 น. และพักกลางวันเวลา 11.20-12.20\nน.เนื้อหาและหลักสูตรที่เรียนก็จะคล้ายคลึงกับสายการเรียนวิทย์-คณิตเช่นกัน\nแต่กิฟต์วิทย์จะมีความพิเศษกว่าการเรียนของสายวิทย์-คณิตที่วิชาเลือกเพิ่มเติม\nและความเข้มข้นของการเรียนการสอนวิชาวิทยาศาสตร์\nสำหรับวิชาเลือกเพิ่มเติมนั้น แต่ละคนจะสามารถเลือกได้ 4 สาขา คือ\nฟิสิกส์ เคมี ชีวะ และโครงงานวิทยาศาสตร์\nที่จะต่อยอดความสามารถของผู้เรียนด้านวิทยาศาสตร์ในแขนงที่ผู้เรียนเลือกอย่างเต็มประสิทธิภาพ\nเพราะเนื้อหาที่เรียนนั้นจะเป็นการต่อยอดความรู้ในระดับม.ปลายของผู้เรียนให้สามารถนำไปประยุกต์ใช้กับเนื้อหาระดับอุดมศึกษาได้\nเหมือนเป็นการจำลองการเรียนวิชาวิทยาศาสตร์ในระดับอุดมศึกษาตั้งแต่ม.ปลาย\nซึ่งสายวิทย์-คณิตห้องอื่น ๆ\nไม่สามารถเลือกวิชาเลือกเพิ่มเติมเหมือนกับกิฟต์วิทย์ได้\nส่วนความเข้มข้นของการเรียนการสอนวิชาวิทยาศาสตร์นั้น\nครูผู้สอนจะเพิ่มเติมรายละเอียดที่อยู่นอกเนื้อหาในหนังสืออยู่เสมอ\nคอยตอบคำถามที่ผู้เรียนสงสัยให้สามารถกระจ่างได้\nมีการเชื่อมโยงความรู้ให้ผู้เรียนสามารถเข้าใจได้อย่างมีระบบ\nและการเน้นย้ำจุดสำคัญของเนื้อหาที่จะเป็นจุดหลอกของข้อสอบต่าง ๆ\nแม้การเรียนการสอนจะมีความยากกว่าสายการเรียนวิทย์-คณิต\nทำให้ในบางครั้งผู้เรียนอาจรู้สึกเหนื่อยหน่ายและท้อแท้กับการเรียน\nแต่เพื่อน ๆ\nในห้องก็พร้อมที่จะช่วยเหลือเพื่อนให้เข้าใจเมื่อเพื่อนเกิดปัญหาหรือข้อสงสัยต่าง\nๆ พวกเราทุกคนพร้อมจะเรียนรู้ไปด้วยกัน\nบรรยากาศในการเรียนของโครงการนี้จึงไม่ได้เป็นความเครียดและความกดดัน\nแต่เป็นการช่วยเหลือ การแบ่งปันความรู้ และมิตรภาพดี ๆ\nที่มีให้กันมากกว่า\n>\n",
    "interest": "\n>\nมีหลากหลายเรื่องราวที่ต้องเป็นเด็กกิฟต์วิทย์เท่านั้นที่จะสัมผัสและเข้าถึงได้\nเรื่องราวที่น่าสนใจ น่าติดตาม เป็นเอกลักษณ์สำหรับกิฟต์วิทย์โดยเฉพาะ\nและไม่สามารถหาจากที่ใดได้อีก ตั้งแต่การเรียน การจัดกิจกรรม\nไปจนถึงมิตรภาพและความทรงจำต่าง ๆ\nตลอดที่อยู่ด้วยกันจะหลั่งไหลและวนเวียนอยู่ในสายเลือดของเด็กกิฟต์วิทย์\nตั้งแต่เริ่มเป็นนักเรียนกิฟต์วิทย์โรงเรียนเตรียมอุดมศึกษา\n>\nเริ่มที่การเรียน เอกลักษณ์การเรียนของกิฟต์วิทย์\nคือวิชาเลือกเพิ่มเติมที่จะแตกต่างจากโครงการ และสายการเรียนอื่นๆ\nโดยสามารถเลือกเรียนสาขาในวิชาวิทยาศาสตร์เป็นวิชาเลือกเพิ่มเติมได้ คือ\nฟิสิกส์ เคมี ชีวะ หรือโครงงานวิทยาศาสตร์\nแต่ละสาขาก็จะสอนและพัฒนาศักยภาพของผู้เรียนอย่างเต็มประสิทธิภาพ\nซึ่งเนื้อหาที่สอนนั้นก็จะตั้งแต่ระดับม.ปลาย จนไปถึงระดับอุดมศึกษา\nเป็นการเตรียมตัวในการเรียนระดับอุดมศึกษาตั้งแต่มัธยมปลาย\nเป็นความสนุกและความท้าทายที่เด็กกิฟต์วิทย์จะได้พบเจอ\n>\nต่อมาก็เป็นการจัดกิจกรรม\nกิจกรรมของกิฟต์วิทย์จะมีตั้งแต่เมื่อได้เป็นนักเรียนโรงเรียนเตรียมอุดมศึกษา\nนั่นคือ การรับน้องที่โดดเด่นเป็นเอกลักษณ์\nไม่เหมือนกับสายวิทย์-คณิตทั่ว ๆ ไป หลังจากนั้นก็จะมีกิจกรรมต่าง ๆ\nอีกมากมายที่มีความพิเศษ เช่น การจัดทำหนังสือ , การจัดทำกิจกรรม TUGSELA\n, การทำจิตอาสาในรูปแบบต่างๆ, การจัดกิจกรรมค่าย,\nการไปศึกษาดูงานที่ต่างประเทศ เป็นต้น ซึ่งไฮไลต์ของกิจกรรมเหล่านี้\nนอกจากที่ทุกคนจะได้เข้าร่วมด้วยตัวเองแล้ว\nยังเป็นการที่ทุกคนจะได้สัมผัสประสบการณ์การเป็นผู้อยู่เบื้องหลังของกิจกรรมเหล่านั้นเอง\nทุกคนได้ร่วมมือกันสร้างกิจกรรมเหล่านี้ขึ้นด้วยกัน\nถือได้ว่าเป็นประสบการณ์ที่ไม่สามารถหาได้จากที่ไหนได้อีกแล้ว\n>\nเหตุการณ์มากมายที่เกิดขึ้นในชีวิตนักเรียนกิฟต์วิทย์\nที่ต่างคนต่างได้ลงมือทำด้วยตัวเอง และได้ร่วมกันทำ ทั้งการเรียนด้วยกัน\nการทำกิจกรรมร่วมกัน และอื่น ๆ อีกมากมาย จะเป็นสิ่งก่อเกิดมิตรภาพ\nและความทรงจำดี ๆ ร่วมกันในกิฟต์วิทย์ ไม่เพียงแต่ในเพื่อนร่วมห้อง\nแต่รวมถึงในสายรหัสเดียวกันอีกด้วย\n>\n",
    "reviews": [
      {
        "description": "\n\nกิฟต์วิทย์ หนึ่งในความฝันของใครหลายๆ\nคนที่อยากจะเข้าโรงเรียนเตรียมอุดมศึกษา\nต่างคนต่างก็จินตนาการความเป็นกิฟต์วิทย์ไว้ต่าง ๆ นานา\nและหลากหลายรูปแบบ พี่ก็เช่นกัน\nพี่เคยจินตนาการห้องกิฟต์วิทย์ไว้ประมาณว่า กิฟต์วิทย์เป็นห้องธรรมดา ๆ\nห้องหนึ่งที่การแข่งขันในห้องจะต้องสูงมาก ๆ\nคนในห้องก็เต็มไปด้วยยอดฝีมือด้านวิชาการ\nและแต่ละคนคงไม่ได้สนใจกิจกรรมแน่ ๆ จนกระทั่ง 1 ปีของพี่ในเตรียมอุดมฯ\nกำลังจะผ่านพ้นไป พี่ก็พบว่า สิ่งที่พี่เคยจินตนาการไว้นั้น\nมันผิดไปจากความเป็นจริงที่พี่พบเจอโดยสิ้นเชิง...\nกิฟต์วิทย์ไม่ได้เป็นแค่ห้องธรรมดา ๆ ห้องหนึ่งเท่านั้น แต่เสมือนว่าเป็น\n“สังคม” ใหม่ เต็มไปด้วยเพื่อนใหม่ ๆ\nที่เราไม่เคยเจอลักษณะของเพื่อนแบบนี้มาก่อน\nต่างคนต่างมีเอกลักษณ์และบุคลิกที่แตกต่างกันไป\nแต่ก็สามารถสานความสัมพันธ์กัน\nและก็เป็นเพื่อนกันได้อย่างง่ายดายและน่าเหลือเชื่อเลย\nเพราะว่าเกือบครึ่งของสังคมนั้น เป็นคนที่มาจากต่างจังหวัดเหมือนกับพี่\nทำให้พี่ไม่รู้สึกว่า การเข้าสังคมใหม่ของพี่จะเป็นเรื่องที่ยากเลยหล่ะ\nกิฟต์วิทย์เป็นสังคมที่ไม่ได้เป็นการแข่งขัน แต่เป็นสังคมที่เน้น\n“การพัฒนาตนเอง” และ “การช่วยเหลือกัน”\nเพราะถึงแม้ทุกคนต่างก็มีการพัฒนาตัวเองอย่างสม่ำเสมอ แต่เมื่อพบเพื่อน ๆ\nในสังคมมีปัญหา ทุกคนก็พร้อมที่จะเข้ามาช่วยเหลืออยู่ตลอดเลย\nทำให้สังคมของกิฟต์วิทย์เต็มไปด้วยมิตรภาพดี ๆ ที่มีให้กัน\nกิฟต์วิทย์ไม่ได้เป็นสังคมที่เต็มไปด้วยยอดฝีมือด้านวิชาการ\nแต่เป็นสังคมที่เต็มไปด้วยเพื่อน ๆ ที่มีความสามารถหลากหลาย\nควบคู่ไปกับด้านวิชาการ เพื่อน ๆ\nในสังคมนี้ไม่ได้มีใครโดดเด่นด้านวิชาการมากกว่าใคร\nทุกคนต่างมีความถนัดด้านวิชาการเป็นของตัวเอง และคอยช่วยเหลือเพื่อน ๆ\nคนอื่นอย่างเต็มที่ และที่สำคัญที่สุดของสังคมนี้ คือ\nทุกคนต่างมีความสนใจ ความกระตือรือร้น และให้ความร่วมมือทั้งการเรียน\nและการทำกิจกรรมเป็นอย่างดี ไม่ทิ้งอันใดอันนึงไปเลย\nท้ายที่สุด...กิฟต์วิทย์\nเป็นสังคมที่มีการซัพพอร์ทกันอย่างเต็มที่ทั้งรุ่นพี่ และรุ่นน้อง\nเพื่อให้ทุกคนได้รับประสบการณ์ ความทรงจำดีๆ ในชีวิต ม.ปลาย\nไปกับสังคมนี้ตลอด 3 ปี\nเท่ากับว่า...กิฟต์วิทย์นั้นไม่ได้เป็นเพียงห้องเรียนที่มีแค่คนที่สนใจในการเรียนเท่านั้นที่จะคู่ควร\nแต่กิฟต์วิทย์เป็นสังคมที่เหมาะสำหรับทุก ๆ คน",
        "profileContent": {
          "name": "เบสท์",
          "year": "83",
          "contact": "ritb_yutthana"
        }
      },
      {
        "description": ">\nจริง ๆ แล้วสำหรับเรา กิฟต์วิทย์มันไม่ได้เป็นแค่สายการเรียน\nคือไม่ได้เป็นแค่แหล่งรวมคนที่อยากเรียนวิชาเหมือน ๆ กันมาอยู่รวม ๆ\nกันเท่านั้น แต่กิฟต์วิทย์คือ “ครอบครัว” ครอบครัวใหญ่ ๆ ครอบครัวนึง\nที่รวมคนอยากทำอะไรเหมือน ๆ กัน คิดอะไรเหมือน ๆ กัน ชอบอะไรเหมือน ๆ กัน\nและอยากได้อะไรเหมือน ๆ กันมาอยู่รวมกัน ในห้องเดียวกันไปตลอด 3 ปี\nเริ่มตั้งแต่ประเพณีรับน้องที่โดดเด่น ไม่เหมือนสายวิทย์-คณิตทั่ว ๆ ไป\nการที่เราได้เห็นรุ่นพี่ ๆ จัดกิจกรรมต่าง ๆ เช่น ทำหนังสือ,\nจัดแข่งตักศิลา (TUGSELA), ทำจิตอาสาสอนน้องคิดฯ\nจนพอเราได้มาทำเองทีละขั้นตอนถึงจะรู้ว่าพี่ ๆ เค้าทำกันเหนื่อยมากกกจริง\nๆ แต่ละงานถึงจะคลอดออกมาได้\nซึ่งสิ่งที่ได้จากการทำกิจกรรมเหล่านี้มากกว่าตัวเงิน\nคือประสบการณ์ที่เราคิดว่าชีวิตนี้คงจะหาจากที่ไหนไม่ได้อีกแล้ว .\nนอกจากกิจกรรมปลีกย่อยที่เพิ่มมาจากเด็กเตรียมฯ ทั่วไป\nและกิจกรรมเพิ่มเติมสำหรับการเรียนการสอนในคาบกิฟต์ของแต่ละสาขา\n(ฟิสิกส์/เคมี/ชีววิทยา/โครงงานฯ) แล้ว\nสายเราก็ยังมีค่ายกิฟต์วิทย์ที่ทุกคนจะได้ออกไปทำค่ายกันเอง จัดทริปเอง\nวางแผนสถานที่เอง ทำโครงการเอง ทำป้ายเอง ทำทุกอย่างเอง แล้วก็ไปเอง\n55555 ซึ่งมันสนุกมากกก ๆๆๆ และที่พิเศษที่สุดที่ไม่มีสายไหนในเตรียมฯ\nได้ไปแน่ ๆ ก็คือ กิจกรรมศึกษาดูงานในต่างประเทศ\nซึ่งแต่ละปีก็จะไปคนละที่กัน อย่างปีเราได้ไปดูงานที่สาธารณรัฐเกาหลี\nได้ไปสัมผัสบรรยากาศ, วัฒนธรรม, อาหารของที่นู่น ไปเจอเพื่อน ๆ\nที่โรงเรียนวิทยาศาสตร์ SASA ดูงานในมหาวิทยาลัย, SUMSUNG D’LIGHT\nและที่สนุกที่สุดเลยก็คือได้ไปขึ้นรถไฟเหาะที่สวนสนุก Everland\n(ซึ่งกิจกรรมตรงนี้ก็จะมีค่าใช้จ่ายเพิ่มเติมสำหรับคนที่อยากไป\nเพราะปกติสายเราไม่ได้เก็บค่าเทอมเพิ่มจากสายการเรียนทั่วไป) สุดท้าย\nเราไม่อยากให้น้อง ๆ ทุกคนมองว่าสายนี้เป็นสายของเด็กเก่ง เพราะจริง ๆ\nแล้วเด็กเตรียมฯ ทุกคนก็เก่งไม่แพ้กัน\nและการสอบติดสายนี้ก็ไม่ใช่เครื่องการันตีด้วย\nว่าต่อไปเราจะประสบความสำเร็จ หรือได้มีอาชีพการงานที่ดีทำ\nแต่แท้ที่จริงแล้วการตัดสินใจเข้ามาเรียนสายกิฟต์วิทย์\nคือการเลือกเข้ามาอยู่ในสายของคนที่อยากเติมเต็มความทรงจำ มิตรภาพ\nและประสบการณ์ของ 3 ปีในเตรียมอุดมฯ สายที่พี่ ๆ ทุกคนคอยช่วยเหลือน้อง ๆ\nเสมอ และสายที่เพื่อน ๆ ทุกคนพร้อมที่จะ support เรา\nและก้าวไปข้างหน้าพร้อม ๆ กัน #รักน้องตั้งแต่ยังไม่เห็นหน้า",
        "profileContent": {
          "name": "ก้อง",
          "year": "82",
          "contact": "_kongzerreiei"
        }
      },
      {
        "description": ">\nสวัสดีจ้า น้องๆทุกคน พี่ชื่อขวัญน้า เป็นนักเรียนในโครงการ Gifted\nScience รุ่นที่ 12 แล้วก็เป็นนักเรียนเตรียมอุดมศึกษารุ่นที่ 77 จ้า\nตอนนี้พี่ได้รับทุนเล่าเรียนหลวงมาวิชา Computer Science ที่ Princeton\nUniversity ในสหรัฐอเมริกาจ้า สำหรับพี่ การเรียนในห้อง “กิฟต์วิทย์”\nถือเป็นส่วนสำคัญที่สุดที่ทำให้พี่เป็นพี่ในวันนี้เลย หนึ่ง…\n“ห้องกิฟต์วิทย์ ห้องเรียนแห่งการพัฒนาตนเอง” สมัยพี่เรียนเนี่ย\nตอนเรียนฟิสิกส์ จะใช้หนังสือภาษาอังกฤษ\nแล้วหลักสูตรวิทย์จะไม่เหมือนห้องอื่น ๆ\nคือเราจะเรียนเนื้อหาวิทย์จบภายในม. 6 เทอม 1 และต้องทำโครงงาน 1\nเรื่องถึงจะจบม.6 สำหรับพี่เอง\nการเรียนในหลักสูตรนี้ทำให้พี่มีโอกาสพัฒนาศักยภาพของตัวเองในทุก ๆ ด้าน\nทุกอย่างถือเป็นความความท้าทายหมดเลย ฮ่า ๆ คือ เราเรียนหนักกว่าคนอื่น\nเรียนเร็วกว่าคนอื่น แล้วยังมีโครงงานวิทยาศาสตร์ที่ต้องทำอีก\nแต่ถึงแม้จะมีเหนื่อยบ้าง แต่คุ้มค่ามาก ๆ เลยนะ\nพี่ได้พัฒนาตัวเองด้านวิชาการ\nการทำโครงงานทำให้พี่มีกระบวนการคิดที่ดีขึ้น\nและยังเป็นคนที่ฝึกฝนการบริหารเวลาอยู่ตลอดเวลาอีกด้วย\nตอนนั้นรู้สึกตัวเองโตขึ้นอย่างก้าวกระโดดเลย สอง… “ห้องกิฟต์วิทย์\nห้องเรียนแห่งกิจกรรม”\nทุกปีห้องกิฟต์วิทย์ของเราเป็นห้องที่ต้องจัดกิจกรรมการแข่งขันตักศิลา\nซึ่งมีแนะเรียนเข้าร่วมมากกว่า 300 คนทั่วประเทศ\nพวกเรายังมีโอกาสไปเข้าค่ายนอกสถานที่ด้วย ซึ่งทำให้เราได้เห็น\n“วิทยาศาสตร์” ที่อยู่นอกบทเรียนมากขึ้น ! นอกจากนั้น\nห้องของพี่ก็มีการจัดกิจกรรมจิตอาสาไปสอนวิทยาศาสตร์ให้กับนักเรียนที่อยู่ต่างจังหวัดอีกด้วย\nทุกคนในห้องเต็มที่มาก ๆ กับการทำกิจกรรม ! สาม… “เพื่อนห้องกิฟต์วิทย์\nกลายเป็นเพื่อนที่สนิทที่สนิทที่สุดในชีวิต”\nห้องกิฟต์วิทย์จะแตกต่างจากห้องอื่นนิดหน่อย... อย่างแรกคือ\nเราต้องอยู่กับเพื่อนห้องนี้ไปตลอดสามปี ไม่ย้ายห้องเหมือนกับห้องอื่นๆ\nสองคือ เราจะมีไปเข้าค่ายวิทยาศาสตร์นอกสถานที่ด้วยกันเป็นครั้งคราว\nทำให้สนิทกันเร็วมาก...หลังจากมาเรียนวันแรก\nเพื่อนที่นี่ต่างจากที่เราคิดไว้เยอะเลย ไม่เนิร์ดอย่างที่คิด\nแล้วก็มีเด็กมาจากต่างจังหวัดเพียบ ! จากเมื่อก่อนที่เคยกลัวเด็กกรุงเทพฯ\nเค้าจะหยิ่งกันหรือเปล่าน้า โห…ต้องใส่แว่นหนาเตอะ เรียนขั้นเทพชัวร์ !\nเอาจริง ๆ แล้ว เพื่อนห้องเราใจดีกันมากๆ เพื่อนๆเก่งมาก\nแต่ทุกคนช่วยกันเรียนหมดเลย ส่งโจทย์ให้กัน ช่วยกันทำงาน\nพากันผ่านเรื่องต่าง ๆ ไปด้วยกัน เรารักเพื่อนห้องนี้มากจริง ๆ นะ\nพวกเค้าเป็นคนสำคัญที่ทำให้เรามีวันนี้เลย นี่พี่จบเตรียมอุดมฯ มาก็เกือบ\n4 ปีแล้ว ทุกคนยังสนิทกัน ยังได้เจอกัน ยังคุยกันอยู่เลย 🙂\nพวกเค้าทำให้เวลาสามปีในเตรียมอุดมฯ ของพี่ ดีมากจริง ๆ สุดท้าย…\n“ห้องกิฟต์วิทย์ ทำให้พี่มีวันนี้ได้ :)” คุณครู และเพื่อน ๆ\nห้องกิฟต์วิทย์สนับสนุนพี่ในทุก ๆ ด้าน\nทุกคนสนับสนุนให้พี่เข้าค่ายเคมีโอลิมปิก ตอนพี่จะสอบทุน คุณครูและเพื่อน\nๆ ก็ช่วยสนับสนุนอย่างเต็มที่เลย คอยเป็นกำลังใจให้ตลอด\nพี่เองเคยเป็นเด็กต่างจังหวัด ตอนเข้ามาเรียนที่เตรียมอุดมแรก ๆ\nพี่เคยคิดว่าตัวเองเป็นคนไม่เก่ง แต่การได้มาเรียนกับในห้องกิฟต์วิทย์\nความคิด ทัศนคติ หลาย ๆอย่างของพี่ก็เปลี่ยนไป\nพี่เป็นคนมีความมั่นใจมากขึ้น เชื่อมั่นในความสามารถของตัวเอง\nเราได้เจอเพื่อนที่กลายเป็นเพื่อนที่สนิทที่สุด ได้เจอคนเก่ง ๆ มากมาย\nได้กำลังใจจากคนอื่น ๆ ได้ท้าทายตัวเอง ได้ท้อ ได้สู้ ได้ล้มเหลว\nได้สำเร็จ อย่างที่พี่บอกตอนแรกแหล่ะ “ก ารเรียนในห้อง “กิฟต์วิทย์”\nถือเป็นส่วนสำคัญที่สุดที่ทำให้พี่เป็นพี่ในวันนี้เลย” สำหรับน้อง ๆ\nที่อ่านอยู่ พี่หวังว่าน้อง ๆจะได้มาเป็นรุ่นน้องกิฟต์วิทย์ของพี่น้า 🙂",
        "profileContent": {
          "name": "ขวัญ",
          "year": "77",
          "contact": "KhongPangKhongKwan"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/giftedscience_profile_1.jpg",
      "/assets/programmes/giftedscience_profile_2.jpg",
      "/assets/programmes/giftedscience_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/giftedscience_image_1.jpg",
        "description": "รูปถ่ายรวมนักเรียนใน โครงการพัฒนาศักยภาพนักเรียนที่มีความสามารถพิเศษด้านวิทยาศาสตร์\nรุ่นที่19 และอาจารย์ที่ปรึกษา"
      },
      {
        "url": "/assets/programmes/giftedscience_image_2.jpg",
        "description": "\nภาพกิจกรรมทัศนศึกษาและศึกษาดูงาน\nโครงการพัฒนาศักยภาพนักเรียนที่มีความสามารถพิเศษด้านวิทยาศาสตร์ ณ Seoul\nNational University สาธารณรัฐเกาหลีใต้ ระหว่างวันที่ 27 ตุลาคม -1\nพฤศจิกายน 2562"
      },
      {
        "url": "/assets/programmes/giftedscience_image_3.jpg",
        "description": "\nภาพกิจกรรมการศึกษานอกสถานที่ ณ\nพิพิธภัณฑสถานธรรมชาติวิทยาแห่งจุฬาลงกรณ์มหาวิทยาลัย\nโครงการพัฒนาศักยภาพนักเรียนที่มีความสามารถพิเศษด้านวิทยาศาสตร์ รุ่นที่\n18 วันที่ 15 กันยายน 2563\n"
      }
    ]
  },
  "gifted-english": {
    "thaiName": "โครงการ Gifted English",
    "englishName": "gifted-english",
    "count": "40",
    "admission": "โครงการพัฒนานักเรียนความสามารถพิเศษด้านภาษาอังกฤษ (Gifted English) โดยปกติแล้วจะเปิดรับสมัครหลังจากการมอบตัว โดยที่ผู้สมัครต้องเป็นเป็นนักเรียนชั้นมัธยมศึกษาปีที่ 4 ในแผนการเรียนภาษา – คณิตศาสตร์ หรือภาษา - ภาษา (สายศิลป์) เท่านั้น โดยพิจารณาจากคะแนนในการสอบเข้าวิชาภาษาอังกฤษ\n        ในส่วนของการสอบเข้าโครงการฯ นั้นจะมีการคัดเลือก 2 รอบ โดยรอบแรกได้แก่ การสอบที่คณะกรรมการคัดกรองปีนั้น ๆ จัดขึ้น และรอบที่ 2 ได้แก่การสอบสัมภาษณ์ทางวิชาการ\nรอบที่ 1 : การสอบที่คณะกรรมการคัดกรองปีนั้น ๆ จัดขึ้น\nที่ผ่านมาจะมีการทดสอบ 2 แบบ คือ\nแบบ Onsite ประกอบด้วยการทดสอบความสามารถการเขียน (Writing) การอ่าน (Reading) ไวยากรณ์ (Grammar) และการฟัง (Listening)\nWriting:         เป็นการเขียนเรียงความในหัวข้อที่กำหนดให้ ความยาว 1 หน้ากระดาษ A4 โดยการให้คะแนนจะเน้นที่โครงสร้างและการจัดเรียงความคิดในเรียงความ\nReading:        เป็นการอ่านบทความและตอบคำถาม จำนวน 3-4 บทความ \nGrammar:        เป็นการสอบไวยากรณ์ทั่วไปของภาษาอังกฤษ คล้ายกับข้อสอบภาษาอังกฤษชุดที่ 2 ในการสอบเข้าโรงเรียนเตรียมอุดมศึกษา\nListening:        เป็นการสอบที่จะมีคนพูดคำถามให้ผู้เข้าสอบฟังและตอบลงในกระดาษคำตอบ ซึ่งจะมีเพียงตัวเลือกคำตอบแต่ไม่มีคำถามให้\nแบบ Online ประกอบด้วย\nข้อสอบทดสอบความสามารถการอ่านและเขียนรูปแบบ Online ผ่าน Google form\nกิจกรรมบูรณาการ ออกแบบโครงการตามหัวข้อที่ระบุรูปแบบกลุ่ม\nPortfolio (แฟ้มสะสมผลงาน) กิจกรรมและผลงานที่เคยทำในอดีต ที่เกี่ยวข้องกับวิขาภาษาอังกฤษ\nโดยทางกลุ่มสาระฯ จะประกาศผลสอบตามมาเพื่อนำไปสู่การคัดเลือกในรอบที่ 2 (การสอบสัมภาษณ์ทางวิชาการ)\nรอบที่ 2 : การสอบสัมภาษณ์ทางวิชาการ\nหลังจากผ่านรอบการสอบข้อเขียนมาแล้ว ผู้ที่ผ่านการคัดเลือกต้องมาสอบสัมภาษณ์กับทางกลุ่มสาระฯ โดยต้องแสดงถึงความสามารถในการใช้ภาษาอังกฤษ ทักษะการคิดวิเคราะห์รวมถึงจุดเด่นของตนเอง ซึ่งเป็นอีกส่วนสำคัญที่ส่งผลต่อการพิจารณา นอกจากนี้ยังมีคำถามทั่วไป เช่น การทำงานกับผู้อื่น การทำงานในโครงการฯ ความคาดหวังจากโครงการฯ กิจกรรมต่าง ๆ และงานอดิเรก โดยจะปรับเปลี่ยนไปตามแฟ้มสะสมผลงานและบุคลิกของแต่ละคน\n        *ทั้งนี้ เกณฑ์การคัดเลือกนักเรียนในแต่ละปีการศึกษาอาจมีการเปลี่ยนแปลงตามความเหมาะสมกับสถานการณ์ ณ ปีที่มีการคัดเลือก โปรดติดตามรายละเอียดอย่างเป็นทางการจากกลุ่มสาระ ได้ที่ Facebook fan page: Triam Udom English Department",
    "exsubject": "โครงการพัฒนานักเรียนความสามารถพิเศษด้านภาษาอังกฤษ (Gifted English) มีการแบ่งหลักสูตรตามระดับชั้นเรียน และแยกเป็นรายวิชาพื้นฐานและรายวิชาเพิ่มเติม ดังนี้\nชั้นมัธยมศึกษาปีที่ 4\nรายวิชาพื้นฐาน ประกอบไปด้วยวิชาภาษาอังกฤษ 1 และภาษาอังกฤษ 2\nเป็นการเตรียมความพร้อมและปรับพื้นฐานเพื่อนำไปสู่ภาษาอังกฤษเชิงวิชาการ โดยนักเรียนจะได้เรียนรู้ทักษะทางภาษาทั้ง 4 ด้าน ได้แก่ การฟัง พูด อ่าน และเขียน รวมทั้งทักษะการคิดเชิงวิเคราะห์ การคิดเชิงสร้างสรรค์  การฝึกใช้ภาษา การเขียนเชิงวิชาการ และการนำเสนอการอภิปรายประเด็นต่าง ๆ ที่สำคัญ\nรายวิชาเพิ่มเติม ประกอบไปด้วยวิชาภาษาอังกฤษอ่าน - เขียนเชิงวิเคราะห์ขั้นสูง 1 และภาษาอังกฤษอ่าน - เขียนเชิงวิเคราะห์ขั้นสูง 2\nโดยนักเรียนจะได้เรียนรู้เกี่ยวกับพื้นฐานวรรณกรรมและวรรณคดีเบื้องต้น วัฒนธรรมตะวันตกที่มีอิทธิพลต่อวรรณกรรมและวรรณคดี ภาษาที่ใช้ รวมทั้งฝึกทักษะการคิดวิเคราะห์ขั้นสูงโดยใช้วรรณกรรมและวรรณคดีเป็นสื่อ\nวิชาภาษาอังกฤษเพิ่มพูนประสบการณ์ 1\nจะได้เรียนรู้จากวิทยากรผู้เชี่ยวชาญ โดยเน้นความรู้เบื้องต้นเกี่ยวกับภาษาอังกฤษ การสื่อสารระหว่างวัฒนธรรม หัวข้ออื่น ๆ ที่เกี่ยวข้องกับภาษาและวัฒนธรรม รวมไปถึงฝึกปฏิบัติกิจกรรมต่าง ๆ\nชั้นมัธยมศึกษาปีที่ 5\nรายวิชาพื้นฐาน ประกอบไปด้วยวิชาภาษาอังกฤษ 3 และภาษาอังกฤษ 4\nโดยนักเรียนจะได้เรียนรู้และมุ่งเน้นที่ภาษาอังกฤษเชิงวิชาการ ฝึกเขียนบทความเชิงวิชาการในหัวข้อที่นักเรียนสนใจที่มีการอ้างอิงตามหลักวิชาการ ฝึกนำเสนอปากเปล่าและโปสเตอร์เชิงวิชาการ\nรายวิชาเพิ่มเติม ประกอบไปด้วยวิชาภาษาอังกฤษอ่าน - เขียนเชิงวิเคราะห์ขั้นสูง 3 และภาษาอังกฤษอ่าน - เขียนเชิงวิเคราะห์ขั้นสูง 4\nนักเรียนจะได้ศึกษา วิเคราะห์ และสังเคราะห์วรรณกรรมและวรรณคดีนานารูปแบบ การวิเคราะห์ภาพยนตร์ รวมทั้งการฝึกเขียนวิเคราะห์และวิจารณ์วรรณกรรมและวรรณคดี\nวิชาภาษาอังกฤษเพิ่มพูนประสบการณ์ 2\nเรียนรู้จากวิทยากรผู้เชี่ยวชาญในหัวข้อการพัฒนาอย่างยั่งยืน (SDGs) ภาษากับสังคม ภาษากับวัฒนธรรม แนวทางการศึกษาและการเลือกหัวข้อในการศึกษาด้านภาษา และหัวข้ออื่น ๆ  รวมทั้งฝึกปฏิบัติกิจกรรมต่าง ๆ ที่จัดขึ้นเพื่อเสริมสร้างทักษะการวางแผน การทำงานร่วมกัน และทักษะการแก้ไขปัญหา\nชั้นมัธยมศึกษาปีที่ 6\n        มีเพียงรายวิชาเพิ่มเติม คือ ภาษาอังกฤษโครงงาน เป็นการบูรณาการความรู้และทักษะจากชั้นมัธยมศึกษาปีที่ 4 และ 5 รวมทั้งทักษะภาษาอังกฤษเชิงวิชาการที่นำไปสู่การจัดทำโครงงานทางด้านภาษา โดยเรียนรู้เกี่ยวกับการเลือกหัวข้อที่จะศึกษา การเขียนเอกสารและงานวิจัยที่เกี่ยวข้อง วิธีการดำเนินงาน การวิเคราะห์ข้อมูล และการอภิปรายข้อมูล ให้อยู่ในรูปแบบของโครงงานด้านภาษา นักเรียนจะต้องจัดทำโครงงานที่เน้นด้านภาษา การสื่อสาร หรือวัฒนธรรม\n",
    "interest": "Gifted English program เป็นอีกหนึ่งโครงการที่มีความเข้มข้นของหลักสูตรและเนื้อหา สอนโดยคุณครูเจ้าของภาษามากประสบการณ์  รวมทั้งมีกิจกรรมของโครงการที่เป็นจุดเด่น ที่นักเรียนในโครงการทุกคนจะได้เข้าร่วม ไม่ว่าจะเป็นค่ายภาษาอังกฤษ หรือค่าย Gifted English ที่จัดโดยรุ่นพี่มัธยมศึกษาปีที่ 6 นอกจากนี้ยังมีงาน English Week ที่จัดขึ้นในทุก ๆ ปีซึ่งเป็นกิจกรรมที่นักเรียนในโรงเรียนทุกคนสามารถเข้าร่วมได้ นักเรียนในโครงการนี้ยังได้จัดพาเหรดในโรงเรียนอีกด้วย ใน Gifted English เป็นพื้นที่ที่เปิดให้มีการสื่อสารกันระหว่างคุณครูต่างชาติกับนักเรียนอย่างอิสระ และที่สำคัญได้รู้จักเพื่อนๆต่างสายการเรียน ได้สังคมที่อบอุ่น คอยช่วยเหลือซึ่งกันและกัน",
    "reviews": [
      {
        "description": "Gifted English Program เป็นที่ที่เรารู้สึกว่าเป็นบ้านหลังที่สองของเราได้เลยนอกจากสายการเรียนของเรา มันเป็นฟีลว่าเราเป็นส่วนหนึ่งของคลาสนี้จริง ๆ แล้วเราจะต้องทำงานกับเพื่อนอีกห้องของเรานี้ไปอีกสามปี ตั้งแต่เรียนในคลาสจนกระทั่งจัดค่าย GE ในปีสุดท้าย ตลอดเวลาที่ทำงานด้วยกันมาเรารู้สึกผูกพันกับเพื่อน ๆ ของเรา ไม่ใช่ในฐานะเพื่อนต่างสายการเรียนที่มายำรวมกันเฉย ๆ ที่ทำงานแล้วก็จบ แต่เป็นฐานะเพื่อนจริง ๆ ที่ก็โดนยำรวมกันแหละโถถถ แต่เรามีสิ่งที่เราสนใจเหมือน ๆ กัน มี Humor คล้ายกันและเราก็จะได้ค่อย ๆ ทำความรู้จักกันมากขึ้นเรื่อย ๆ จนได้เป็นเพื่อนสนิทกันเต็มไปหมดเลย\nในเรื่องของหลักสูตรและกิจกรรมนี่คือมันมีแต่เซอร์ไพรส์แทบจะทุกอาทิตย์ ไม่ว่าจะเป็นการเรียนที่มีการผสมผสานกับการทำกิจกรรม การจัดอีเวนท์ต่าง ๆ ในช่วง English Week หรือจะค่ายที่รุ่นพี่ปีก่อน ๆ จัดให้ คือมันสนุกมากจริง ๆ แล้วก็ท้าทายมาก ๆ ด้วยในเวลาเดียวกัน แล้วพอผ่านมันมาเราก็จะยิ่งสนิทกับเพื่อนของพวกเรามากกว่าเดิมอีก แล้วยังมีอาจารย์ที่สอนเราก็เป็นกันเองให้ฟีลแบบพ่อแม่พี่น้องเลย มีปัญหาอะไรไปปรึกษาเขาได้หมด ไปนอนเล่นในห้องพักครู ไปกินข้าวด้วยกัน ช่วยกันทำงานโรงเรียน เฮฮาตลอด นี่แหละคือที่พักพิงทางใจในโรงเรียนของเรา5555 ประทับใจทุกอย่าง(ยกเว้นรายงาน5555) ถ้าว่างมาร่วมคลาสก็มาเลยเหอะ เดี๋ยวจะเสียดายยย",
        "profileContent": {
          "name": "โอลาฟ",
          "year": "81",
          "contact": "smith.chot"
        }
      },
      {
        "description": "Gifted English (GE) เป็นห้องเรียนที่เปิดโอกาสให้นักเรียนทุกคนได้ฝึกฝนและพัฒนาทักษะภาษาอังกฤษของตนเองได้อย่างเต็มที่ โดยการเรียนภาษาอังกฤษใน Gifted English ไม่ได้มุ่งเน้นแค่หลัก ไวยกรณ์หรือคำศัพท์ แต่ยังรวมถึงทักษะในด้านอื่น ๆ ด้วย เช่น critical thinking, reading skills, writing skills และ speaking skills ในฐานะที่เรากำลังเรียนในรั้วมหาวิทยาลัย เราคิดว่าทักษะเหล่านี้ที่ได้จากการเรียนรู้ตลอดระยะเวลา 3 ปีเป็นทักษะพื้นฐานที่มีความจำเป็นและมีประโยชน์เป็นอย่างมาก ในทุก ๆ คาบ นอกจากเนื้อหาในห้องเรียนและหนังสืออ่านนอกเวลาแล้ว ทุกคนสามารถที่จะแสดงความคิดเห็นหรือโต้แย้งเกี่ยวกับประเด็นต่าง ๆ ร่วมกับเพื่อนคนอื่นได้อย่างเสรี ซึ่งเราคิดว่าสิ่งนี้เป็นเสน่ห์ของการเรียนใน Gifted English\nอีกหนึ่งข้อดีของ Gifted English คือการเรียนรู้ผ่านกิจกรรมนอกห้องเรียน เช่น English Week, English Camp, Fundraising Project และ GE Camp ซึ่งเปิดโอกาสให้เราได้ทำความรู้จักกับเพื่อน รุ่นพี่ และรุ่นน้องต่างสายมากยิ่งขึ้น รวมถึงพัฒนา soft skills ต่าง ๆ เช่น ความคิดสร้างสรรค์ การทำงานร่วมกับผู้อื่น และ การแก้ปัญหาเฉพาะหน้า เราไม่เคยเสียใจเลยที่ได้เข้ามาเป็นส่วนหนึ่งของ Gifted English มันเป็นประสบการณ์ที่คุ้มค่ามาก ๆ หวังว่าจะได้เจอทุกคนใน Gifted English ครับ :-)",
        "profileContent": {
          "name": "พฤกษ์",
          "year": "81",
          "contact": "pprukk"
        }
      },
      {
        "description": "Gifted English เราถือว่าเป็นประสบการณ์และโอกาสที่ดีมาก ๆ ของชีวิตสามปีในเตรียมเลย\nสิ่งที่ประทับใจที่สุดของ GE ก็คงหนีไม่พ้นเรื่องเนื้อหาที่เรียน เราจะเน้นไปที่วรรณกรรมภาษาอังกฤษ อย่างปีเราก็มีอ่านหลายเล่ม เช่น Percy Jackson, Lord of the Flies, หรือกลอนของ Shakespeare ก็มี โดยเรียนแบบเจาะลึกพอสมควร ทำให้เรารู้จักกับมุมมองใหม่ของภาษาอังกฤษเลย เหมือนมันล้ำไปอีกขั้น 55555 แล้วที่เน้น ๆ ก็จะมีพวกเขียน Essay เชิงวิชาการด้วย\nอีกอย่างนึงที่ชอบมาก ๆ คือเรามีเรียนในคลาสแค่ตอน ม.4 และ ม.5 ส่วนตอน\nม.6 จะเป็น Project ที่ให้เราเลือกทำแบบอิสระ และให้จัดค่าย Gifted English ให้รุ่น ม.4 และ ม.5 ด้วย\nตอนนี้เรามาเรียนต่อที่อังกฤษ รู้สึกเลยว่า GE ช่วยให้ปรับตัวเข้ากับการเรียนและสังคมที่นี่มาก คลาสเรียนของ GE ก็คล้าย ๆ กับที่นี่เลย พวกนิยายหรือกลอนที่คนที่นี่รู้จัก เราก็เรียนมาแล้วจาก GE ส่วนเรื่องการเขียน Essay นี่คือช่วยเต็ม ๆ ทำให้เราพัฒนาทักษะและสไตล์การเขียนของตัวเองขึ้นมาก แต่ถ้าถามว่า GE ช่วยพัฒนาอะไรมากที่สุด ก็คงเป็นเรื่องความมั่นใจในการใช้ภาษาอังกฤษ รู้สึกว่าตัวเองเปลี่ยนไปจากเดิมที่คิดว่าเก่งภาษาอังกฤษประมาณนึงแล้ว GE ช่วยยกระดับขึ้นไปอีกโดยไม่รู้ตัว สำหรับใครที่สนใจ อย่าลืมติดตามประกาศรับสมัครของปีนี้นะครับ :D",
        "profileContent": {
          "name": "มาร์วี่",
          "year": "81",
          "contact": "marvey_ppp"
        }
      }
    ],
    "reviewURL": [
      "/assets/programmes/giftedenglish_profile_1.jpg",
      "/assets/programmes/giftedenglish_profile_2.jpg",
      "/assets/programmes/giftedenglish_profile_3.jpg"
    ],
    "imageURL": [
      {
        "url": "/assets/programmes/giftedenglish_image_1.jpg",
        "description": "\nGifted English Camp 2020"
      },
      {
        "url": "/assets/programmes/giftedenglish_image_2.jpg",
        "description": "\nEnglish Week Parade"
      },
      {
        "url": "/assets/programmes/giftedenglish_image_3.jpg",
        "description": "\nGE class\n"
      }
    ]
  }
}
