[
  {
    "id": "strong",
    "name": "ดาวแห่งความเข้มแข็ง",
    "text": "คุณเป็นคนที่จะไม่ย่อท้อต่อคำสบประมาท แม้ว่าจะมีอุปสรรคเข้ามามากมายสักเพียงใด แต่คุณจะไม่ยอมแพ้ คุณเป็นคนที่มีจิตใจเข้มแข็งและพร้อมที่จะฝ่าฟันทุกอย่างไปให้ถึงจุดหมายปลายทางให้ได้"
  },
  {
    "id": "brave",
    "name": "ดาวแห่งความกล้าหาญ",
    "text": "คุณกล้าที่จะลองทำสิ่งใหม่ ๆ คุณรักที่พัฒนาตนเองอยู่เสมอ เพราะคุณเชื่อว่าทุกความผิดพลาดคือบทเรียนที่ดีที่สุด คุณพร้อมที่จะสู้ฟันทุกอุปสรรคที่เข้ามาในชีวิตและไม่กลัวที่จะก้าวออกมาจาก comfort zone เพื่อทำลายขีดจำกัดของตนเองอยู่เสมอ"
  },
  {
    "id": "cheerful",
    "name": "ดาวแห่งความสดใส",
    "text": "คุณเป็นคนที่มีสติในการแก้ปัญหา คุณเป็นคนคิดบวกและมักจะมองแต่ด้านดี ๆ เสมอ คุณเชื่อมั่นในตัวเองและผู้อื่น คุณมีความเชื่อว่าทุกปัญหาย่อมมีทางออก คุณเป็นคนที่ไม่คิดมาก ถ้ามีปัญหาเกิดขึ้น คุณจะจัดการกับมันอย่างใจเย็น"
  },
  {
    "id": "friendship",
    "name": "ดาวแห่งมิตรภาพ",
    "text": "คุณเป็นคนรักเพื่อนและเพื่อนก็รักคุณมากเช่นกัน คุณอยากสอบติดเตรียมฯ พร้อมเพื่อน คุณเป็นคนชอบที่จะแบ่งปัน นั่นทำให้คุณมักจะแบ่งปันทริกในการเรียนหรือหนังสือที่มีประโยชน์ให้เพื่อนอยู่เสมอ"
  },
  {
    "id": "passion",
    "name": "ดาวแห่งความหลงใหล",
    "text": "คุณมี passion ในการสอบเข้าเตรียมฯ สูงมากและ passion นี้จะเป็นสิ่งที่นำพาคุณให้ไปสู่จุดหมายเช่นกัน คุณเป็นคนที่ตั้งใจทำทุกอย่างที่คุณได้รับมอบหมายอย่างเต็มที่และคุณจะไม่ลังเลที่จะทำตามหัวใจตัวเอง"
  },
  {
    "id": "strategist",
    "name": "ดาวแห่งการวางแผน",
    "text": "คุณเป็นคนที่มีวินัยในการเรียนมาก ๆ มีความสามารถในการจัดเวลาได้ดี คุณไม่ชอบทำอะไรแบบด้นสด คุณเป็นคนที่มีมาตรฐานในใจสูงและคุณจะเป็นคนที่จะวางแผนทุกอย่างให้รัดกุมที่สุดเพื่อไปถึงมาตรฐานที่คุณวางไว้ "
  },
  {
    "id": "restoration",
    "name": "ดาวแห่งการฟื้นฟู",
    "text": "ไม่ว่ามีสิ่งใดเข้ามา คุณก็สามารถฟื้นฟูได้รวดเร็ว ฉะนั้นจะไม่มีอะไรที่ทำให้คุณเสียใจได้นาน เพราะคุณเชื่อว่าถ้าคุณมัวแต่เสียเวลากับสิ่งอื่น คุณจะไม่เต็มที่กับสิ่งที่อยู่ข้างหน้า คุณมีไหวพริบและทักษะในการแก้ไขปัญหาเฉพาะหน้าได้ดี "
  },
  {
    "id": "determination",
    "name": "ดาวแห่งการพากเพียร",
    "text": "คุณเป็นคนที่มีความเพียรพยายามมาก ๆ ขยันเรียนสม่ำเสมอ คุณพร้อมทุ่มเททั้งกายและใจเพื่อเป้าหมายของคุณ คุณเป็นคนที่ชอบคิดและลงมือทำ ไม่ชอบผัดวันประกันพรุ่ง คุณมักจะอ่านหนังสืออย่างหนักทุกวัน ความเพียรพยายามของคุณจะสัมฤทธิ์ผลในไม่ช้าอย่างแน่นอน"
  }
]
